Repository: 1dot75cm/selinux-policy
Catalog: framework/po/*.po
Languages: de, hu

source: SELinux Troubleshooter
de: SELinux-Fehlersuche
hu: SELinux bajmentesítő

source: Troubleshoot SELinux access denials
de: Fehler in SELinux-Zugriffsverweigerungen suchen
hu: SELinux hozzáférés elutasítás bajok elintézése

source: (removed)
de: (entfernt)
hu: (eltávolítva)

source: Sealert Error
de: Sealert-Fehler
hu: Sealert Hiba

source: Sealert Message
de: Sealert-Meldung
hu: Sealert Üzenet

source: Copy to Clipboard
de: In die Zwischenablage kopieren

source: There is a newer version of policy available. Updating your policy may fix the denial that you having problems with.
de: Es ist eine neuere Version der Richtline verfügbar. Aktualisieren Sie Ihre Richtlinie zum Korrigieren der Verweigerung, mit welcher Sie Probleme haben.

source: Update Policy
de: Richtlinie aktualisieren

source: No alerts to view.
de: Keine Alarmhinweise zum Ansehen.

source: <span face="Helvetica" size='large' weight='bold'>SELinux Troubleshoot Browser</span>
de: <span face="Helvetica" size='xx-large' weight='bold'>SELinux Troubleshoot-Browser</span>
hu: <span face="Helvetica" size='large' weight='bold'>SELinux Hibaelhárító Böngésző</span>

source: Summary
de: Zusammenfassung
hu: Összegzés

source: Count
de: Anzahl
hu: Szám

source: Command
de: Befehl
hu: Parancs

source: Date
de: Datum
hu: Dátum

source: Report Bug...
de: Diesen Fehler melden ...

source: Unable to grant access.
de: Zugriff kann nicht genehmigt werden.
hu: Nem sikerült engedélyezni a hozzáférést.

source: <span face="Helvetica" size='large' weight='bold'>Your system could be seriously compromised!</span>
de: <span face="Helvetica" size='xx-large' weight='bold'>Ihr System könnte schwerwiegend kompromittiert worden sein!</span>
hu: <span face="Helvetica" size='large' weight='bold'>A rendszer nagyon elromolhatott!</span>

source: <span face="Helvetica" size='large' weight='bold'>SELinux has detected suspicious behavior on your system</span>
de: <span face="Helvetica" size='xx-large' weight='bold'>SELinux hat auf Ihrem System ein verdächtiges Verhalten entdeckt</span>
hu: <span face="Helvetica" size='large' weight='bold'>SELinux gyanús viselkedést érzékelt a rendszerben</span>

source: Today
de: Heute
hu: Ma

source: Yesterday
de: Gestern
hu: Tegnap

source: <span foreground='#555555'>%s on %s</span>
de: <span foreground='#555555'>%s auf %s</span>

source: Alert<span weight='bold' size='large' face='verdana'> %d</span> of <span weight='bold' size='large' face='verdana'>%d</span>
de: Alarm<span weight='bold' size='large' face='verdana'> %d</span> von <span weight='bold' size='large' face='verdana'>%d</span>
hu: Riadó<span weight='bold' size='large' face='verdana'> %d</span> of <span weight='bold' size='large' face='verdana'>%d</span>

source: Setroubleshoot Email Preferences
de: SEtroubeshoot E-Mail-Einstellungen
hu: Setroubleshoot levé beállítás

source: Add
de: Hinzufügen
hu: Betesz

source: This is a list of email addresses to whom alerts will be sent. To add an email address type the address in the input box and click the Add button. Duplicate addresses are not permitted. To delete one or more email addresses select the addresses in the list and click the Delete button or use the Delete key. Or you may edit the address and clear its value. To edit an address click the address to begin editing. To sort the list differently click on the column heading. To change the filtering option click on the filter type and pick from the list. The filter applies to all alerts for this email address.
de: Dies ist eine Liste mit E-Mail-Adressen, welche Alarme erhalten. Um eine E-Mail-Adresse hinzuzufügen, geben Sie diese in das Eingabefeld ein und drücken Sie den Hinzufügen-Button. Doppelte Adressen sind nicht erlaubt. Um eine oder mehrere E-Mail-Adresse zu löschen, wählen Sie die Adressen aus der Liste aus und drücken Sie die "Löschen"-Schaltfläche oder drücken Sie die Entf-Taste. Oder Sie bearbeiten die Adresse und löschen den Wert. Um eine Adresse zu bearbeiten, klicken Sie darauf. Um die Liste anders zu sortieren, klicken Sie auf die Spalten-Titel. Um die Filter-Optionen zu ändern, klicken Sie auf den Filter-Typ und wählen Sie einen aus der Liste. Der Filter wirkt auf alle Alarme für diese E-Mail-Adresse.
hu: Ez a levél cím lista ahová a riasztások mennek. A lista bővítéséhez adjon meg a levél címet a bevitel mezőbe, és kattintson a Betesz gombra. Többször nem lehet ugyanazt megadni. A listából törölni úgy lehet, hogy kiválasztja a címeket a listából, és a Törlés gombra kattint, vagy a Delete gombot használja. Szerkesztvén és törölheti is a cím értéket. Címet szerkeszteni a címre kattintással lehet. A listát sorba rendezni bármelyik oszlop fejére kattintva lehet. A szűrő feltétel megváltoztatásához kattintson a szűrő típusra, és válasszon a listából. A szűrő minden riasztásra érvényes e címet illetően.

source: Filter Type
de: Filtertyp
hu: Szűrő típus

source: Email Address
de: E-Mail-Adresse
hu: Levél cím

source: signature not found
de: Signatur nicht gefunden
hu: nincs aláírás

source: multiple signatures matched
de: mehrere Signaturen stimmten überein
hu: több aláírás illik

source: id not found
de: ID nicht gefunden
hu: nincs azonosító

source: database not found
de: Datenbank nicht gefunden
hu: nincs adatbázis

source: item is not a member
de: Element ist kein Mitglied
hu: az elem nem tag

source: illegal to change user
de: Benutzerwechsel illegal
hu: nem változtathat használót

source: method not found
de: Methode nicht gefunden
hu: nincs eljárás

source: cannot create GUI
de: Kann GUI nicht erstellen
hu: nem lehet ablakot csinálni

source: value unknown
de: Wert unbekannt
hu: ismeretlen érték

source: cannot open file
de: Kann Datei nicht öffnen
hu: fájl nem nyitható

source: invalid email address
de: Ungültige E-Mail-Adresse
hu: Érvénytelen levél cím

source: socket error
de: Socket-Fehler
hu: foglalat hiba

source: connection has been broken
de: Verbindung wurde getrennt
hu: kapcsolat megszakadt

source: Invalid request. The file descriptor is not open
de: Ungültige Anfrage. Der Datei-Beschreiber ist nicht geöffnet
hu: Érvénytelen kérés. A fájl leíró nincs nyitva

source: insufficient permission to modify user
de: Unzureichende Berechtigung zum Ändern von Benutzern
hu: elégtelen engedély használó változtatására

source: authentication failed
de: Authentifizierung fehlgeschlagen
hu: hitelesítés bukta

source: user prohibited
de: Benutzer gesperrt
hu: használó tiltva

source: not authenticated
de: nicht authentifiziert
hu: nem azonosított

source: user lookup failed
de: Benutzersuche fehlgeschlagen
hu: használó keresés bukta

source: Help
de: Hilfe
hu: Súgó

source: Opps, %s hit an error!
de: Opps, %s hat einen Fehler gefunden!
hu: Hoppá, %s hibát kapott!

source: Error
de: Fehler
hu: Hiba

source: Fix it
de: Korrigieren
hu: Javít

source: Unknown
de: Unbekannt
hu: Ismeretlen

source: Input:
de: Eingabe:
hu: Bemenet:

source: Enter Password
de: Passwort eingeben
hu: Adjon meg jelszót

source: Password:
de: Passwort:
hu: Jelszó:

source: SELinux Fix
de: SELinux-Korrektur

source: Run Command
de: Befehl ausführen
hu: Parancs végrehajtása

source: Stop Command
de: Befehl stoppen
hu: Parancs leállítása

source: Warning: You are responsible for verifying this command is correct
de: Warnung: Sie sind dafür verantwortlich, zu überprüfen, ob der Befehl korrekt ist!
hu: Figyelem: Az ön felelőssége ellenőrizni, hogy e parancs helyes

source: Not Run Yet
de: Noch nicht gelaufen
hu: Még nem futtat

source: Running...
de: Wird ausgeführt ...
hu: Fut…

source: Interrupted, exit on signal %d
de: Unterbrochen, Abbruch auf Signal %d
hu: Megszakítva %d jelzéssel

source: Success
de: Erfolg
hu: Siker

source: Failed, exit status = %d
de: Fehlgeschlagen, Abbruchstatus = %d
hu: Bukta, hibakód = %d

source: Done:
de: Fertig:
hu: Kész:

source: For complete SELinux messages. run sealert -l %s
de: Für ausführliche SELinux-Meldungen führen Sie sealert -l %s aus
hu: Teljes SELinux üzenetekért futtassa: sealert -l %s

source: The user (%s) cannot modify data for (%s)
de: Der Benutzer (%s) kann keine Daten für (%s) ändern.
hu: A (%s) használó nem módosíthatja (%s) adatait

source: Started
de: Gestartet
hu: Elindítva

source: Never Ignore
de: Niemals ignorieren
hu: Soha ne mellőzze

source: Ignore Always
de: Immer ignorieren
hu: Mindig mellőzze

source: Ignore After First Alert
de: Nach dem ersten Alarm ignorieren
hu: Mellőzze az első riasztás után

source: %s has a permissive type (%s). This access was not denied.
de: %s hat einen zugelassenen Typ (%s). Dieser Zugriff wurde nicht verweigert.
hu: %s egy engedélyező típusú (%s). A hozzáférés nincs megtagadva.

source: SELinux is in permissive mode. This access was not denied.
de: SELinux ist in freizügigem Modus. Dieser Zugriff wurde nicht verweigert.
hu: Az SELinux megengedő módban van. Ez az hozzáférés nem volt megtagadva.

source: Detailed Description
de: Detaillierte Beschreibung
hu: Részletes jellemzés

source: Allowing Access
de: Zugriff erlauben
hu: Hozzáférés engedélyezés

source: Fix Command
de: Befehl berichtigen
hu: Javító parancs

source: Additional Information
de: Zusätzliche Informationen
hu: További tájékoztatás

source: Source Context
de: Quellkontext
hu: Forrás környezet

source: Target Context
de: Zielkontext
hu: Cél környezet

source: Target Objects
de: Zielobjekte
hu: Cél tárgyak

source: Source
de: Quelle
hu: Forrás

source: Source Path
de: Quellpfad
hu: Forrás ösvény

source: Source RPM Packages
de: RPM-Pakete der Quelle
hu: Forrás RPM csomagok

source: Target RPM Packages
de: RPM-Pakete des Ziels
hu: Cél RPM csomagok

source: Policy RPM
de: Richtlinien-RPM
hu: Szabályzat RPM

source: Selinux Enabled
de: SELinux aktiviert
hu: SELinux bekapcsolva

source: Policy Type
de: Richtlinientyp
hu: Szabályzat típus

source: Enforcing Mode
de: Enforcing-Modus
hu: Kényszerítő mód

source: Host Name
de: Rechnername
hu: Gazda név

source: Platform
de: Plattform

source: Alert Count
de: Anzahl der Alarme
hu: Riasztás szám

source: First Seen
de: Zuerst gesehen
hu: Először

source: Last Seen
de: Zuletzt gesehen
hu: Utoljára

source: Local ID
de: Lokale ID
hu: Helyi azonosító

source: Line Numbers
de: Zeilennummern
hu: Sor számok

source: Raw Audit Messages
de: Raw-Audit-Meldungen
hu: Nyers vizsgálat üzenetek

source: New SELinux security alert
de: Neuer SELinux-Sicherheitsalarm
hu: Új SELinux biztonsági riasztás

source: AVC denial, click icon to view
de: AVC-Ablehnung, klicken Sie zur Anzeige auf das Icon
hu: AVC megtagadva. Kattintson az ikonra, hogy lássa

source: Dismiss
de: Verwerfen
hu: Elbocsát

source: Show
de: Anzeigen
hu: Mutat

source: SELinux AVC denial, click to view
de: SELinux AVC-Ablehnung, zur Anzeige klicken
hu: SELinux AVC megtagadva. Kattintson, hogy lássa

source: Not fixable.
de: Nicht korrigierbar.
hu: Nem javítható.

source: Successfully ran %s
de: %s erfolgreich gelaufen
hu: %s sikeresen lefutott

source: SELinux not enabled, setroubleshootd exiting...
de: SELinux ist nicht aktiviert, setroubleshootd wird beendet ...
hu: SELinux nincs engedélyezve, setroubleshootd kilép...

source: fork #1 failed: %d (%s)
de: Fork #1 ist gescheitert: %d (%s)
hu: fork #1 sikertelen: %d (%s)

source: <small><b>Error while trying to check policy version.</b></small>
de: <small><b>Fehler während der Überprüfung der Richtlinienversion.</b></small>
hu: <small><b>Hiba a házirend verziójának ellenőrzésekor.</b></small>

source: <small>Click here to install updates using PackageKit</small>
de: <small>Klicken Sie hier, um Updates mit PackageKit zu installieren</small>
hu: <small>Kattintson ide a frissítések telepítéséhez a PackageKit használatával</small>

source: <small>There is a newer version of policy available.</small>
de: <small>Es ist eine neuere Version der Richtlinie verfügbar.</small>
hu: <small>A házirend új verziója elérhető.</small>

source: <span face="Helvetica" size='large' >SELinux Troubleshoot Browser</span>
de: <span face="Helvetica" size='xx-large' weight='bold'>SELinux Troubleshoot-Browser</span>
hu: <span face="Helvetica" size='large' >SELinux Hibaelhárító Böngésző</span>

source: <span foreground='grey'>date</span>
de: <span foreground='grey'>Datum</span>
hu: <span foreground='grey'>dátum</span>

source: <span size='large' weight='bold' face='verdana'>No alerts to view.</span>
de: <span size='large' weight='bold' face='verdana'>Keine Warnungen anzuzeigen.</span>
hu: <span size='large' weight='bold' face='verdana'>Nincs megjeleníthető figyelmeztetés.</span>

source: <span weight='bold' size='large' face='verdana'>Alert - of -</span>
de: <span weight='bold' size='large' face='verdana'>Warnmeldung - von -</span>
hu: <span weight='bold' size='large' face='verdana'>Riadó -</span>

source: Certain signatures allow administrators to correct your system with setroubleshoot.
de: Bestimmte Signaturen erlauben Administratoren Ihr System mit setroubleshoot zu korrigieren.
hu: Bizonyos aláírások megengedik rendszergazdáknak a rendszer javítását setroubleshoottal.

source: Copy full error output to clipboard.
de: Komplette Fehlerausgabe in die Zwischenablage kopieren.
hu: Teljes hibakimenet másolása a vágólapra.

source: Delete _All Alerts
de: Alle Warnmeldungen löschen
hu: _Minden figyelmeztetés törlése

source: Delete alert.
de: Warnmeldung löschen.
hu: Figyelmeztetés törlése.

source: Ignore Alert
de: Alarm ignorieren
hu: Figyelmeztetés mellőzése

source: Ignore this SELinux Security Alert in the future.
de: Diesen SELinux-Sicherheitsalarm zukünftig ignorieren.
hu: Figyelmen kívül hagyja ezt az SELinux biztonsági riasztást a jövőben.

source: Next
de: Weiter
hu: Következő

source: Previous
de: Zurück
hu: Előző

source: Reports a bug to bugzilla.redhat.com.
de: Fehler an bugzilla.redhat.com melden.
hu: Hibát jelent be a bugzilla.redhat.com helyen.

source: SELinux Security Alerts
de: SELinux-Sicherheitsalarme
hu: SELinux biztonsági riasztások

source: SETroubleshoot Alert List
de: SETroubleshoot-Alarmliste
hu: SETroubleshoot riasztás lista

source: Show all...
de: Alle anzeigen ...
hu: Mindent mutat...

source: Show full error output
de: Komplette Fehlerausgabe anzeigen
hu: Teljes hiba kimenetet mutat

source: _File
de: _Datei
hu: _Fájl

source: _Help
de: _Hilfe
hu: _Súgó

source: _Report this Bug...
de: Diesen Fehler _melden ...
hu: _Hiba bejelentése

source: <span size='large' weight='bold'>Review and Submit Bug Report</span>
de: <span size='large' weight='bold'>Fehlerbericht kontrollieren und abschicken</span>
hu: <span size='large' weight='bold'>Felülvizsgálja és beküldi a hiba tudósítást</span>

source: Included error output:
de: Enthaltene Fehler-Ausgabe:
hu: Benne foglalt hiba kimenet:

source: Review and Submit Bug Report
de: Fehlerbericht kontrollieren und übermitteln
hu: Felülvizsgálja és beküldi a hiba tudósítást

source: Submit Report
de: Fehlerbericht übermitteln
hu: Tudósítást beküld

source: You may wish to review the error output that will be included in this bug report and modify it to exclude any sensitive data below.
de: Vielleicht möchten Sie die dem Fehlerbericht beigefügte Fehlerausgabe überprüfen und ändern, um darin etwaig vorhandene sensible Daten weiter unten zu entfernen.
hu: Felülvizsgálhatja a hiba kimenetet, amit a hiba tudósításba foglalunk, és változtathat rajta, hogy eltávolítson érzékeny adatokat. Alább ezt teheti.

source: This operation was completed. The quick brown fox jumped over the lazy dog.
de: Diese Operation wurde abgeschlossen.
hu: E művelet befejeződött. A fürge vörösesbarna róka átugrotta a lusta kutyát.

source: Success!
de: Erfolg!
hu: Siker!

source: Status
hu: Állapot

source: Audit Listener
hu: Vizsgáló hallgató

source: Port
hu: Kapu

source: Host
hu: Gazda

source: Plugin Name
hu: Dugasz név
