Repository: 1dot75cm/selinux-policy
Catalog: plugins/po/*.po
Languages: bn_in, gu, it, ja, pl, sr, uk

source: You can alter the file context by executing chcon -t public_content_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
bn_in: chcon -t public_content_t '$TARGET_PATH' প্রয়োগ করে ফাইল কনটেক্সট পরিবর্তন করা যাবে। সিস্টেমের মধ্যে ডিফল্ট ফাইল কনটেক্স ফাইল পরিবর্তন করা আবশ্যক। এর ফলে সম্পূর্ণ রি-লেবল (relabel) করা হলেও কনটেক্সট অপরিবর্তিত থাকবে। "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
gu: તમે chcon -t public_content_t '$TARGET_PATH' ચલાવીને ફાઈલ સંદર્ભ બદલી શકો છો તમારે મૂળભૂત ફાઈલ સંદર્ભ ફાઈલોને પણ સંપૂર્ણ પુન:લેબલ પર તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર બદલવી જ પડશે "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'" ATH'"
it: È possibile alterare il contesto del file eseguendo chcon -t public_content_t '$TARGET_PATH' È necessario inoltre modificare i file di contesto del file predefinito sul sistema per preservarli da una completa rietichettatura. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
ja: chcon -t public_content_t '$TARGET_PATH' を実行すると、ファイルコンテキストを 変更することができます。 また、完全なラベル替えの後でもそれらを保持するためには、システム上でデフォルトの ファイルコンテキストファイルも変更しなければなりません。 "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
pl: Można zmienić kontekst pliku wykonując chcon -t public_content_t "$TARGET_PATH". Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
uk: Файловий контекст можна змінити, виконавши «chcon -t public_content_t '$TARGET_PATH'» Також треба змінити типові контексти файлів у системі, щоб вони збереглись навіть при повторній розмітці. «semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'»

source: SELinux denied qemu access to the block device $TARGET_PATH. If this is a virtualization image, it needs to be labeled with a virtualization file context (virt_image_t). You can relabel $TARGET_PATH to be virt_image_t using chcon. You also need to execute semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' to add this new path to the system defaults. If you did not intend to use $TARGET_PATH as a qemu image it could indicate either a bug or an intrusion attempt.
bn_in: SELinux দ্বারা qemu-কে $TARGET_PATH ব্লক ডিভাইস ব্যবহারের অধিকার প্রদান করা হয়নি ভার্চুয়ালাইজেশন ইমেজের ক্ষেত্রে ভার্চুয়ালাইজেশন ফাইল কনটেক্সট (virt_image_t) ব্যবহার করা আবশ্যক। chcon প্রয়োগ করে $TARGET_PATH-কে virt_image_t রূপে লেবেল করা যাবে। সিস্টেম ডিফল্টে নতুন পাথ যোগ করার জন্য semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' প্রয়োগ করা আবশ্যক। $TARGET_PATH-কে qemu ইমেজরূপে ব্যবহারের জন্য চিহ্নিত না করে থাকেন তাহলে সম্ভবত এটি একটি বাগ অথবা অনুপ্রবেশের সংকেত।
gu: SELinux એ $TARGET_PATH માટે qemu વપરાશ નામંજૂર કર્યો. જો આ વર્ચ્યુઅલાઇઝ ઈમેજ હોય તો તેને વર્ચ્યુઅલાઇઝ ફાઈલ સંદર્ભ (virt_image_t) ના લેબલની જરૂર છે. chcon મદદથી virt_image_t કરવા માટે $TARGET_PATH ને ફરીથી લેબલ કરી શકાય છે. તમારે આ સિસ્ટમ મૂળભૂતોમાં નવા પાથને ઉમેરવા માટે semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' ચલાવવાની જરૂર પડશે જો તમારો $TARGET_PATH ને qemu ઈમેજ તરીકે વાપરવાતો હેતુ નહિં હોય તો તે ક્યાં તો ભૂલ સૂચવી શક્યું હોત અથવા તે ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha negato l'accesso qemu al dispositivo a blocchi $TARGET_PATH. Se questa è un immagine di virtualizzazione essa deve essere etichettata con un contesto di file di virtualizzazione (virt_image_t). E' possibile rietichettare $TARGET_PATH per essere virt_image_t usando chcon. E' inoltre possibile eseguire semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' per aggiungere questo nuovo percorso alle impostazioni di sistema predefinite. Se non si intendeva utilizzare $TARGET_PATH come immagine qemu ciò potrebbe indicare un errore o un tentativo di intrusione.
ja: SELinux はブロックデバイス $TARGET_PATH への qemu のアクセスを拒否しました。 これが仮想化イメージの場合は、仮想化ファイルコンテキスト (virt_image_t) でラベルが付けられる必要があります。chcon を使用して $TARGET_PATH を virt_image_t に 再度ラベル付けすることができます。 また、semanage fcontext -a - t virt_image_t '$FIX_TARGET_PATH'も 実行して、この新しいパスをシステムデフォルトに 追加する必要があります。$TARGET_PATH を qemu イメージとして使用するつもりでなかった場合は、 それは、バグを示すか、又は不正侵入の試みを示すことになります。
pl: SELinux odmówił QEMU dostęp do urządzenia blokowego $TARGET_PATH. Jeśli jest to obraz wirtualizacji, musi posiadać etykietę z kontekstem pliku wirtualizacji (virt_image_t). Można zmienić etykietę $TARGET_PATH na virt_image_t używając chcon. Należy wykonać także semanage fcontext -a -t virt_image_t "$FIX_TARGET_PATH", aby dodać tę nową ścieżkę do domyślnych systemu. Jeśli $TARGET_PATH nie miało być używane jako obraz QEMU, może wskazywać to na błąd lub próbę włamania.
uk: SELinux закрила доступ qemu до $TARGET_PATH. Якщо це образ віртуалізації, він повинен мати мітку контексту virt_image_t. Можна змінити позначку $TARGET_PATH на virt_image_t за допомогою. Також виконайте команду «semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'» для додавання нового шляху у системний список стандартних шляхів. Якщо ви не планували використовувати $TARGET_PATH як образ qemu, можливо це помилка, або спроба вторгнення.

source: You can alter the file context by executing chcon -t virt_image_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
bn_in: chcon -t virt_image_t '$TARGET_PATH' ব্যবহার করে ফাইল কনটেক্সট পরিবর্তন করা যাবে। সিস্টেমের মধ্যে ডিফল্ট ফাইল কনটেক্স ফাইল পরিবর্তন করা আবশ্যক। এর ফলে সম্পূর্ণ রি-লেবল (relabel) করা হলেও কনটেক্সট অপরিবর্তিত থাকবে। "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
gu: તમે chcon -t virt_image_t '$TARGET_PATH' ચલાવીને ફાઈલ સંદર્ભ બદલી શકો છો તમારે મૂળભૂત ફાઈલ સંદર્ભ ફાઈલોને પણ સંપૂર્ણ પુન:લેબલ પર તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર બદલવી જ પડશે. "semanage fcontext -a -t virt_image_t '$TARGET_PATH'"
it: E' possibile alterare il contesto del file eseguendo chcon -t virt_image_t '$TARGET_PATH' È necessario inoltre modificare i file per il contesto del file predefinito sul sistema per preservarli da una completa rietichettatura. "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
ja: chcon -t virt_image_t '$TARGET_PATH' を実行すると、ファイルコンテキストの 変更ができます。 また、完全な再ラベルの後でもそれらが保持できるようにシステム上でデフォルトのファイルコンテキストファイルの変更もしなければなりません。"semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
pl: Można zmienić kontekst pliku wykonując chcon -t virt_image_t "$TARGET_PATH". Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
uk: Контекст файлу можна змінити, виконавши команду «chcon -t virt_image_t '$TARGET_PATH'» Також треба змінити типові контексти файлів у системі, щоб вони збереглись навіть при повторній розмітці. «semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH»

source: SELinux denied qemu access to $TARGET_PATH. If this is a virtualization image, it has to have a file context label of virt_image_t. The system is setup to label image files in directory./var/lib/libvirt/images correctly. We recommend that you copy your image file to /var/lib/libvirt/images. If you really want to have your qemu image files in the current directory, you can relabel $TARGET_PATH to be virt_image_t using chcon. You also need to execute semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' to add this new path to the system defaults. If you did not intend to use $TARGET_PATH as a qemu image it could indicate either a bug or an intrusion attempt.
bn_in: SELinux দ্বারা qemu-কে $TARGET_PATH ব্যবহারের অধিকার প্রদান করা হয়নি ভার্চুয়ালাইজেশন ইমেজের ক্ষেত্রে ফাইল কনটেক্সট লেবেল virt_image_t ব্যবহার করা আবশ্যক। সিস্টেমটি ./var/lib/libvirt/images ডিরেক্টরির অধীন উপস্থিত ইমেজ ফাইলগুলি সঠিকরূপে, লেবেল করার উদ্দেশ্যে প্রস্তুত করা হয়েছে এবং এটি বাঞ্ছনীয় অবস্থান। বর্তমান ডিরেক্টরির মধ্যে qemu ইমেজ ফাইলগুলি স্থাপন করার জন্য chcon প্রয়োগ করে $TARGET_PATH-কে virt_image_t রূপে লেবেল করা যাবে। এটি করা হলে সিস্টেম ডিফল্টে নতুন পাথ যোগ করার জন্য semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' ব্যবহার করুন। আপনি যদি $TARGET_PATH-কে qemu ইমেজরূপে ব্যবহারের জন্য চিহ্নিত না করে থাকেন তাহলে সম্ভবত এটি একটি বাগ অথবা অনুপ্রবেশের সংকেত।
gu: SELinux એ $TARGET_PATH માટે qemu વપરાશ નામંજૂર કર્યો. જો આ વર્ચ્યુલાઇઝેશન ઈમેજ હોય તો તેને virt_image_t નો ફાઈલ સંદર્ભ લેબલ ખસેડવું પડશે. સિસ્ટમ ઈમેજ ફાઈલોને ./var/lib/libvirt/images માં યોગ્ય રીતે લેબલ કરવા માટે સુયોજિત થયેલ છે. અમે આગ્રહ રાખીએ છીએ કે તમે તમારી ઈમેજ ફાઈલને આ /var/lib/libvirt/images નકલ કરો. જો તમે ખરેખર તમારી qemu ઈમેજ ફાઈલોને આ ડિરેક્ટરીમાં રાખવા માંગો, તો તમે $TARGET_PATH ને chcon ની મદદથી virt_image_t બનાવવા માટે પુનઃલેબલ કરી શકો. તમે આ નવા પાથને સિસ્ટમ મૂળભૂતોમાં ઉમેરવા માટે fcontext -a -t virt_image_t '$FIX_TARGET_PATH' ચલાવવાની જરૂર પડશે જો તમારો $TARGET_PATH ને qemu ઈમેજ તરીકે વાપરવાતો હેતુ નહિં હોય તો તે ક્યાં તો ભૂલ સૂચવી શક્યું હોત અથવા તે ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha negato l'accesso qemu a $TARGET_PATH. Se questa è un immagine di virtualizzazione allora dovrà avere una etichetta del contesto di file virt_image_t. Il sistema è impostato per etichettare correttamente i file immagine in directory./var/lib/libvirt/images Si consiglia di copiare il proprio file immagine in /var/lib/libvirt/images. Se si desidera veramente avere i file immagine qemu nella directory corrente, è possibile rietichettare $TARGET_PATH in modo da diventare virt_image_t usando chcon. Si dovrà anche eseguire semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' per aggiungere questo nuovo percorso alle impostazioni di sistema predefinite. Se non si intendeva utilizzare $TARGET_PATH come una immagine qemu ciò potrebbe indicare un errore o un tentativo di intrusione.
ja: SELinux は qemu による $TARGET_PATH へのアクセスを拒否しました。 これが 仮想化イメージの場合は、virt_image_t のファイルコンテキストラベルを持つ必要があります。 システムは /var/lib/libvirt/images ディレクトリー内で正しくイメージファイルをラベル付けするようにセットアップされています。 ユーザーのイメージファイルを var/lib/libvirt/images にコピーすることをお薦めします。 qemu イメージファイルを本当に現在のディレクトリー内に置きたい場合は、chcon を使用して $TARGET_PATH を virt_image_t に再ラベル付けすることができます。 また、semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' も実行して、 この新しいパスをシステムデフォルトに追加する必要があります。$TARGET_PATH を qemu イメージとして使用するつもりでなかった場合は、 それは、バグを示すか、又は不正侵入の試みを示すことになります。
pl: SELinux odmówił QEMU dostęp do $TARGET_PATH. Jeśli jest to obraz wirtualizacji, musi posiadać kontekst pliku virt_image_t. System został ustawiony tak, aby pliki obrazów w katalogu /var/lib/libvirt/images posiadały poprawne etykiety. Zalecane jest, aby skopiować pliki obrazów do tego katalogu. Jeśli na pewno pliki obrazów QEMU mają znajdować się w tym katalogu, można zmienić etykietę $TARGET_PATH na virt_image_t używając chcon. Jeśli to zostanie zrobione, powinno się także wykonać polecenie semanage fcontext -a -t virt_image_t "$FIX_TARGET_PATH", aby dodać tę nową ścieżkę do domyślnych systemu. Jeśli $TARGET_PATH nie miało zostać użyte jako obraz QEMU, może wskazywać to na błąd lub próbę włamania.
uk: SELinux закрила доступ qemu до $TARGET_PATH. Якщо це образ віртуалізації, він повинен мати контекст virt_image_t Система налаштована правильно маркувати образи у /var/lib/libvirt/images Ми рекомендуємо скопіювати файл у цей каталог. Якщо ви справді бажаєте працювати з образами qemu у цьому каталозі, ви можете перемаркувати $TARGET_PATH як файл/каталог virt_image_t, використовуючи chcon. Після цього треба також виконати команду «semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'», щоб додати новий шлях у системний список. Якщо ви не збирались використовувати $TARGET_PATH як образ qemu, можливо це помилка, або спроба вторгнення.

source: SELinux denied access requested by $SOURCE. $TARGET_PATH may be a mislabeled. $TARGET_PATH default SELinux type is <B>$MATCHTYPE</B>, but its current type is <B>$TARGET_TYPE</B>. Changing this file back to the default type, may fix your problem. <p> File contexts can be assigned to a file in the following ways. <ul> <li>Files created in a directory receive the file context of the parent directory by default. <li>The SELinux policy might override the default label inherited from the parent directory by specifying a process running in context A which creates a file in a directory labeled B will instead create the file with label C. An example of this would be the dhcp client running with the dhclient_t type and creating a file in the directory /etc. This file would normally receive the etc_t type due to parental inheritance but instead the file is labeled with the net_conf_t type because the SELinux policy specifies this. <li>Users can change the file context on a file using tools such as chcon, or restorecon. </ul> This file could have been mislabeled either by user error, or if an normally confined application was run under the wrong domain. <p> However, this might also indicate a bug in SELinux because the file should not have been labeled with this type. <p> If you believe this is a bug, please file a bug report against this package.
bn_in: SELinux দ্বারা $SOURCE-র অনুরোধ করা ব্যবহারাধিকার প্রত্যাখ্যান করা হয়েছে। $TARGET_PATH-র ক্ষেত্রে লেবেল সঠিক নাও হতে পারে। $TARGET_PATH-র ডিফল্ট SELinux ধরন <B>$MATCHTYPE</B> হলেও বর্তমানে এটি <B>$TARGET_TYPE</B> রূপে ধার্য করা হয়েছে। ডিফল্ট ধরনের প্রত্যাবর্তন করা হলে এই সমস্যা সমাধান হতে পারে। <p> নিম্নলিখিত পদ্ধতির সাহায্যে ফাইলের কনটেক্সট ধার্য করা যাবে। <ul> <li>ডিরেক্টরির মধ্যে ফাইল নির্মিত হলে, ধারণকারী ডিরেক্টরির কনটেক্সট ডিফল্টরূপে প্রয়োগ করা হবে। <li>ধারণকারী ডিরেক্টরি থেকে প্রাপ্ত ডিফল্ট লেবেলটি SELinux নিয়মনীতি দ্বারা বাতিল করা হতে পারে। কনটেক্সট A সহযোগে সঞ্চালিত প্রসেস দ্বারা B লেবেল সহ ডিরেক্টরির মধ্যে ফাইল নির্মাণ করা হলে লেবেল C প্রয়োগ করা হতে পারে। উদাহরণস্বরূপ, dhclient_t ধরন সহ সঞ্চালিত dhcp ক্লায়েন্ট দ্বারা / ডিরেক্টরির মধ্যে ফাইল নির্মাণ। এই ফাইলের ক্ষেত্রে ধারণকারী ডিরেক্টরির জন্য etc_t ধরন নির্ধারণ স্বাভাবিক হলেও SELinux নিময়নীতির কারণে net_conf_t ধরন নির্ধারিত হবে। <li>chcon অথবা restorecon প্রয়োগ করে ব্যবহারকারীরা ফাইলের কনটেক্সট পরিবর্তন করতে পারবেন। </ul> ব্যবহারকারীর ত্রুটি অথবা সাধারণত কনফাইন করা অ্যাপ্লিকেশন ভুল ডোমেইনের মধ্যে সঞ্চালিত হলে এই ফাইলের লেবেল পরিবর্তন হতে পারে। <p> তথাপি, এটি SELinux-র বাগ হতে পারে কারণ এই ধরন প্রয়োগ করে ফাইল লেবেল করা বাঞ্ছয়নীয় নয়। <p> এটি নিশ্চিতরূপে বাগ হিসাবে ধার্য হলে, এই প্যাকেজের জন্যএকটি বাগ রিপোর্ট দায়ের করুন।
gu: SELinux એ $SOURCE દ્વારા અરજી થયેલ વપરાશની નામંજૂરી આપી. $TARGET_PATH એ ખોટી રીતે લેબલ થયેલ હોઈ શકે. $TARGET_PATH મૂળભૂત SELinux પ્રકાર <B>$MATCHTYPE</B> છે, પરંતુ તેનો વર્તમાન પ્રકાર <B>$TARGET_TYPE</B> છે. આ ફાઈલને મૂળભૂત પ્રકારમાં બદલવાનું, તમારી સમસ્યા સુધારી શકશે. <p> ફાઈલ સંદર્ભો ફાઈલને નીચેના માર્ગોએ સોંપી શકાશે. <ul> <li>ડિરેક્ટરીમાં બનાવેલ ફાઈલો પિતૃ ડિરેક્ટરીનો મૂળભૂત રીતે ફાઈલ સંદર્ભ મેળવે. <li>SELinux પોલીસિ પિતૃ ડિરેક્ટરીમાંથી બોલાવીને મૂળભૂત લેબલ પર ફરીથી લખી શકશે સંદર્ભ A માં ચાલી રહેલ પ્રક્રિયા સ્પષ્ટ કરીને કે જે B લેબલવાળી ડિરેક્ટરીમાં ફાઈલ બનાવે છે તે તેની જગ્યાએ લેબલ C સાથેની ફાઈલ બનાવશે. આનું ઉદાહરણ dhcp ક્લાઈન્ટ હોઈ શકે કે જે dhclient_t પ્રકાર સાથે ચલાવી રહ્યું હોય અને ડિરેક્ટરી /etc માં ફાઈલ બનાવો. આ ફાઈલ સામાન્ય રીતે etc_t પ્રકાર મેળવવી જોઈએ સંભવિત બોલાવાને કારણે પરંતુ તેની જગ્યાએ ફાઈલ એ net_conf_t પ્રકાર સાથે લેબલ થયેલ હોય છે કારણ કે SELinux પોલીસિ આને સ્પષ્ટ કરે છે. <li>વપરાશકર્તાઓ ફાઈલ પરનો ફાઈલ સંદર્ભ બદલી શકે છે chcon, અથવા restorecon જેવા સાધનોની મદદથી. </ul> આ ફાઈલ ક્યાં તો વપરાશકર્તા ભૂલને કારણે ખોટી રીતે લેબલ થઈ ગયેલ હોઈ શકે, અથવા જો સામાન્ય રીતે શુદ્ધ થયેલ કાર્યક્રમની મદદથી કે જે ખોટા ડોમેઈન હેઠળ ચાલી રહ્યો હતો. <p> છતાંય, આ SELinux માં પણ ભૂલ બતાતવી શકશે કારણ કે ફાઈલ આ પ્રકાર સાથે લેબલ થયેલ હોવી જોઈએ નહિં. <p> જો તમે એમ માનો કે આ ભૂલ છે, તો મહેરબાની કરીને આ પેકેજ વિરુદ્ધ ભૂલ અહેવાલ જમા કરો.
it: SELinux ha negato l'accesso richiesto da $SOURCE. $TARGET_PATH potrebbe essere etichettato male. Il tipo di SELinux predefinito di $TARGET_PATH è <B>$MATCHTYPE</B>, ma il tipo corrente è <B>$TARGET_TYPE</B>.Riportando questo file al tipo predefinito è possibile risolvere il problema. <p> I contesti dei file possono essere assegnati ad un file nei seguenti modi. <ul> <li>I file creati in una directory ricevono per impostazione predefinita il contesto del file della directory genitore. <li>La politica di SELinux può sovrascrivere l'etichetta predefinita ereditata dalla directory genitore specificando un processo in esecuzione nel contesto A il quale creerà un file nella directory etichettata B che invece creerà il file con l'etichetta C. Un esempio è rappresentato dal client dhcp in esecuzione con il tipo dhclient_t che crea un file nella directory /etc. Questo file normalmente riceverà il tipo etc_t a causa dell'eredità della directory mentre invece il file viene etichettato con il tipo net_conf_t perchè specificato dalla politica di SELinux. <li>Gli utenti possono cambiare il contesto file del singolo file utilizzando strumenti come chcon, oppure restorecon. <ul> Questo file può essere stato etichettato erroneamente dall'utente, oppure a causa di un'applicazione normalmente confitata in esecuzione nel dominio sbagliato. <p> Tuttavia, cio potrebbe anche indicare un bug di SELinux perchè il file non doveva essere etichettato con questo tipo. <p> Se ciò rappresenta un bug inviare un bug·report nei confronti di questo pacchetto.
ja: SELinux は $SOURCE により要求されたアクセスを拒否しました。$TARGET_PATH が 間違ったラベルを持つ可能性があります。 $TARGET_PATH のデフォルト SELinux タイプは <B>$MATCHTYPE</B> ですが、その現在のタイプは <B>$TARGET_TYPE</B> です。 このファイルを デフォルトのタイプに戻すことにより、問題が解決するかも知れません。 <p> ファイルコンテキストは以下の方法で １つのファイルに割り当てることが出来ます。 <ul> <li>１つのディレクトリー内で作成されたファイルは、デフォルトで親ディレクトリーのファイルコンテキストを受け取ります。 <li>SELinux ポリシーは、ラベル B と言うディレクトリー内にファイルを 作成するコンテキスト A 内で実行しているプロセスを指定することにより、 親ディレクトリーから継承したデフォルトのラベルを上書きして その代わりに、ラベル C を持つファイルを作成するようになります。 この例として、dhclient_t タイプで実行していて、ディレクトリー /etc 内に ファイルを作成するような dhcp クライアントがあります。このファイルは、 通常、親からの継承の為に etc_t タイプを受け取りますが、SELinux ポリシーが指定することにより、代わりに net_conf_t タイプでラベルが付けられます。 <li>ユーザーは、chcon や restorecon などのツールを使用することで、 ファイル上のコンテキストを変更することができます。 </ul> このファイルは、ユーザーエラーか、又は正常に制約されたアプリケーションが 間違ったドメインで実行されたことにより、 間違ったラベルが付けられる可能性があります。 <p> しかし、これは、ファイルがこのタイプのラベルが付くはずがない為、SELinux 内のバグである 可能性があります。 <p> これがバグだと思われる場合は、 このパッケージに対してバグレポートを作成して下さい。
pl: SELinux odmówił dostępu żądanego przez $SOURCE. $TARGET_PATH może mieć błędną etykietę. Domyślny typ SELinuksa $TARGET_PATH to <B>$MATCHTYPE</B>, podczas gdy obecny typ to <B>$TARGET_TYPE</B>. Zmienienie tego pliku z powrotem do domyślnego typu może naprawić ten problem. Konteksty plików mogą być przydzielane do plików w następujące sposoby. <ul> <li>Pliki utworzone w katalogu domyślnie otrzymują kontekst katalogu nadrzędnego. <li>Polityka SELinuksa może zastąpić domyślną etykietę przydzieloną z katalogu nadrzędnego przez określenie procesu uruchomionego w kontekście A, który tworzy plik w katalogu o etykiecie B, utworzy zamiast tego plik o etykiecie C. Przykładem może być klient DHCP uruchomiony za pomocą typu dhclient_t tworzący plik w katalogu /etc. Ten plik normalnie powinien otrzymać typ etc_t z powodu nadrzędności, ale zamiast tego posiada etykietę typu net_conf_t, ponieważ polityka SELinuksa tak to określa. <li>Użytkownicy mogą zmieniać kontekst pliku używając narzędzi takich jak chcon lub restorecon. </ul> Ten plik mógł dostać błędną etykietę z powodu błędu użytkownika lub z powodu normalnie ograniczonej aplikacji, która została uruchomiona w błędnej domenie. <p> Oczywiście może to wskazywać także na błąd w SELinuksie, jako że plik nie powinien dostać tego typu etykiety. <p> Jeśli to błąd, proszę zgłosić raport błędu o tym pakiecie.
uk: Політика SELinux забороняє доступ за запитом $SOURCE. Можливо, розмітка $TARGET_PATH некоректна. Стандартний тип SELinux для $TARGET_PATH має значення <B>$MATCHTYPE</B>, але наразі тип — <B>$TARGET_TYPE</B>. Зміна типу на стандартний може виправити проблему. <p> Є декілька способів призначення контексту файлу. <ul> <li>Створювані у каталозі файли типово будуть успадковувати контекст каталогу. <li>Політика SELinux може перевизначити стандартні позначки, успадковані від батьківського каталогу. Так, процес з контекстом X, який створює файл у каталозі, позначеному як Y, насправді створює файл з позначкою Z. Прикладом може бути клієнт dhcp з типом dhclient_t, який створює файли у каталозі /etc. Зазвичай ці файли успадковують тип etc_t батьківського каталогу, але у цьому випадку він буде позначений як net_conf_t відповідно до параметрів SELinux. <li>Користувачі можуть змінити файловий контекст за допомогою chcon чи restorecon. </ul> Можливо, цей файл був помилково позначений неправильно чи він є обмежуваною програмою, що виконується у неправильному домені. <p> Проте це також може бути індикатором помилки SELinux, оскільки файл не повинен бути так позначений. <p> Якщо ви думаєте, що це помилка, створіть запит у Bugzilla для цього пакету.

source: You can restore the default system context to this file by executing the restorecon command. restorecon '$TARGET_PATH', if this file is a directory, you can recursively restore using restorecon -R '$TARGET_PATH'.
bn_in: restorecon কমান্ড প্রয়োগ করে ডিফল্ট সিস্টেম কনটেক্স পুনরুদ্ধার করা যাবে: restorecon '$TARGET_PATH'। ডিরেক্টরির ক্ষেত্রে restorecon -R '$TARGET_PATH' প্রয়োগ করে রিকার্সিভ রূপে পুনরুদ্ধার করা যাবে।
gu: તમે મૂળભૂત સિસ્ટમ સંદર્ભ આ ફાઈલમાં restorecon આદેશ ચલાવીને પુનઃસંગ્રહી શકો. restorecon '$TARGET_PATH', જો આ ફાઈલ એ ડિરેક્ટરી હોય, તો તમે પુનરાવર્તિત રીતે restorecon -R '$TARGET_PATH' ની મદદથી પુનઃસંગ્રહી શકો.
it: È possibile ripristinare il contesto del sistema predefinito a questo file eseguendo il comando restorecon. restorecon '$TARGET_PATH', se il file indicato è una cartella, è possibile ripristinare ricorsivamente utilizzando restorecon -R '$TARGET_PATH'.
ja: restorecon コマンドを実行することにより、このファイルへデフォルトのシステムコンテキストを 復元することが出来ます。 restorecon '$TARGET_PATH' もし、このファイルが ディレクトリーであれば、 restorecon -R '$TARGET_PATH' を使用して再帰的に復元することが出来ます。
pl: Można przywrócić domyślny kontekst systemu tego pliku wykonując polecenie restorecon. restorecon "$TARGET_PATH", jeśli ten plik jest katalogiem, można rekursywnie przywrócić używając restorecon -R "$TARGET_PATH".
sr: Можете обновити подразумевани контекст система за ову датотеку извршавајући restorecon команду. restorecon '$TARGET_PATH', ако је ова датотека директоријум, можете рекурзивно обновити користећи restorecon -R '$TARGET_PATH'.
uk: Первинний контекст файлу можна відновити: «restorecon '$TARGET_PATH'» Для каталогу використовуйте команду «restorecon -R '$TARGET_PATH'».

source: Restore Context
bn_in: কনটেক্সট পুনরুদ্ধার করুন
gu: સંદર્ભને પુન:સંગ્રહો
it: Ripristinare il contesto
ja: コンテキストの復元
pl: Przywrócenie kontekstu
uk: Відновити контекст
