Repository: 1dot75cm/selinux-policy
Catalog: plugins/po/*.po
Languages: bn_in, gu, it, ja, pl, sr, uk

source: SELinux has preventing the nfs daemon (nfsd) from read files on the local system. If you have not exported these file systems, this could signal an intrusion.
bn_in: SELinux দ্বারা nfs ডেমনকে (nfsd) স্থানীয় সিস্টেম থেকে ফাইল পড়তে বাধা সৃষ্টি করা হয়েছে। কোনো ফাইল-সিস্টেম এক্সপোর্ট না করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ nfs ડિમનને (nfsd) સ્થાનિક સિસ્ટમો પર વંચાયેલ ફાઈલોથી બચાવેલ છે. જો તમે કોઈપણ ફાઈલ સિસ્ટમોની નિકાસ નહિં કરેલ હોય, તો આ ઘૂંસણખોરીનો સંકેત આપી શક્યું હશે.
it: SELinux ha impedito al demone nfs (nfsd) di leggere i file presenti sul sistema locale. Se questo file system non è stato esportato, tale procedura potrebbe indicare una intrusione.
ja: SELinux は nfs デーモン(nfsd) によるローカルシステム上のファイルの読み込みを 阻止しています。これらのファイルシステムをエキスポートしていない場合は、これは、 不正侵入を示唆している可能性があります。
pl: SELinux powstrzymuje demona NFS (nfsd) przed odczytywaniem plików na lokalnym systemie plików. Jeśli nie wyeksportowano żadnych systemów plików, może to wskazywać na włamanie.
uk: SELinux заборонила службі nfs (nfsd) читати файли у локальній системі. Якщо ви не експортуєте файлові системи, можливо має місце спроба вторгнення.

source: If you want to export file systems using nfs you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1".
bn_in: nfs দ্বারা ফাইল-সিস্টেম এক্সপোর্ট করতে ইচ্ছুক হলে $BOOLEAN বুলিয়ান সক্রিয় করা আবশ্যক: "setsebool -P $BOOLEAN=1"।
gu: જો તમે nfs ની મદદથી ફાઈલ સિસ્ટમોની નિકાસ કરવા માંગો તો તમારે $BOOLEAN બુલિયન ચાલુ કરવાની જરૂર છે: "setsebool -P $BOOLEAN=1".
it: Se si desidera esportare i file system utilizzando nfs, allora sarà necessario abilitare il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1".
ja: nfs を使用してファイルシステムをエキスポートしたい場合は、 $BOOLEAN ブーリアン値を設定する必要があります: "setsebool -P $BOOLEAN=1".
pl: Aby wyeksportować systemy plików używając NFS, należy włączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1".
sr: Ако желите да извозите системе датотека користећи nfs треба да укључите $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“.
uk: Для дозволу експорту загальних файлових систем з nfs необхідно встановіть ознаку BOOLEAN: «setsebool -P $BOOLEAN=1».

source: SELinux is preventing the nfs daemon from allowing remote clients to write local files.
bn_in: SELinux দ্বারা nfs ডেমনকে দূরবর্তী ক্লায়েন্টদেরকে স্থানীয় ফাইলে লেখার অনুমোদন প্রদানের প্রতিরোধ করা হচ্ছে।
gu: SELinux એ nfs ડિમનને દૂરસ્થ ક્લાઈન્ટોને સ્થાનિક ફાઈલો લખવાની પરવાનગી આપવાથી બચાવી રહ્યું છે.
it: SELinux ha impedito al demone nfs di permettere ai client remoti di scrivere sui file locali.
ja: SELinux は nfs デーモンがリモートクライアントのローカルファイル書き込みを許可することを阻止しています。
pl: SELinux powstrzymuje demona NFS przed pozwoleniem zdalnym klientom na zapisywanie lokalnych plików.
sr: SELinux спречава nfs системску услугу да дозволи удаљеним клијентима уписивање локалних датотека.
uk: SELinux забороняє службі nfs дозволяти віддаленим клієнтам змінювати локальні файли.

source: SELinux has preventing the nfs daemon (nfsd) from writing files on the local system. If you have not exported any file systems (rw), this could signal an intrusion.
bn_in: SELinux দ্বারা nfs ডেমনকে (nfsd) স্থানীয় সিস্টেমে ফাইল লিখতে প্রতিরোধ করা হয়েছে। কোনো ফাইল-সিস্টেম (rw) এক্সপোর্ট না করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ nfs ડિમનને (nfsd) ફાઈલોને સ્થાનિક સિસ્ટમ પર લખવાથી બચાવી રહ્યું છે. જો તમે કોઈપણ ફાઈલ સિસ્ટમોની (rw) નિકાસ કરી નહિં હોય, તો આ ઘૂંસણખોરીના પ્રવેશનો સંકેત કરી શક્યું હશે.
it: SELinux ha impedito al demone nfs (nfsd) di scrivere sui file presenti sul sistema locale. Se non è stato esportato alcun file system (rw), tale procedura potrebbe segnalare una intrusione.
ja: SELinux は nfs デーモン (nfsd)がローカルシステム上でファイルを書き込むのを阻止しています。ファイルシステム (rw) をエキスポートしていない場合は、これは侵入の形跡と言えます。
pl: SELinux powstrzymuje demona NFS (nfsd) przed zapisywaniem plików na lokalnym systemie plików. Jeśli nie wyeksportowano żadnych systemów plików (w trybie do odczytu i zapisu), może to wskazywać na włamanie.
uk: SELinux заборонила службі nfs (nfsd) записувати файли у локальній системі. Якщо ви не експортуєте файлові системи (rw), можливо має місце спроба вторгнення.

source: If you want to export writable file systems using nfs you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1".
bn_in: nfs'র সাহায্যে লিখনযোগ্য ফাইল-সিস্টেম এক্সপোর্ট করতে ইচ্ছুক হলে $BOOLEAN বুলিয়ান সক্রিয় করা আবশ্যক: "setsebool -P $BOOLEAN=1"।
gu: જો તમે લખી શકાય તેવી ફાઈલ સિસ્ટમોને nfs ની મદદથી નિકાસ કરવા માંગો તો તમારે $BOOLEAN બુલિયન ચાલુ કરવાની જરૂર છે: "setsebool -P $BOOLEAN=1".
it: Se si desidera esportare file system modificabili utilizzando nfs, allora abilitare il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1".
ja: nfs を使用して書き込み可能なファイルシステムをエキスポートしたい場合は、$BOOLEAN ブーリアン値を設定する必要があります: "setsebool -P $BOOLEAN=1".
pl: Aby wyeksportować zapisywalne systemy plików używając NFS, należy włączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1".
sr: Ако желите да извозите уписиве системе датотека користећи nfs треба да укључите $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“.
uk: Для дозволу експорту спільних файлових систем з nfs із підтримкою запису необхідно встановіть ознаку $BOOLEAN: «setsebool -P $BOOLEAN=1».

source: SELinux is preventing the ppp daemon from inserting kernel modules.
bn_in: SELinux দ্বারা ppp ডেমনকে কার্নেল মডিউল সন্নিবেশ করতে প্রতিরোধ করা হচ্ছে।
gu: SELinux એ ppp ડિમનને કર્નલ મોડ્યુલો દાખલ કરવાથી બચાવી રહ્યું છે.
it: SELinux ha impedito al demone ppp di inserire i moduli del kernel.
ja: SELinux は ppp デーモンがカーネルモジュールを挿入することを阻止しています。
pl: SELinux powstrzymuje demona PPP przed umieszczeniem modułów jądra.
sr: SELinux спречава ppp системску услугу од убацивања модула језгра.
uk: SELinux забороняє службі ppp завантажувати модулі ядра.

source: SELinux has denied the Point-to-Point Protocol daemon from inserting a kernel module. If pppd is not setup to insert kernel modules, this probably signals a intrusion attempt.
bn_in: SELinux দ্বারা পয়েন্ট-টু-পয়েন্ট প্রোটোকল (ppp) ডেমনকে একটি কার্নেল মডিউল সন্নিবেশ করতে বাধা সৃষ্টি করা হয়েছে। কার্নেল মডিউল সন্নিবেশ করার জন্য pppd কনফিগার না করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ Point-to-Point પ્રોટોકોલ ડિમનને કર્નલ મોડ્યુલો દાખલ કરવાથી નામંજૂર કરેલ છે. જો pppd એ કર્નલ મોડ્યુલો દાખલ કરવા માટે સુયોજિત થયેલ નહિં હોય, તો આ કદાચ ઘૂંસણખોરી પ્રવેશનો સંકેત કરશે.
it: SELinux ha negato al demone del protocollo Point-to-Point di inserire un modulo del kernel. Se pppd non è stato impostato in modo da inserire i moduli del kernel, ciò potrebbe segnalare un tentativo d'intrusione.
ja: SELinux は Point-to-Point プロトコルデーモンがカーネルモジュールを挿入することを拒否 しました。pppd がカーネルモジュールを挿入するように設定されていないのなら、これは多分、 侵入の試みを示します。
pl: SELinux odmówił demonowi protokołu punkt-punkt umieszczenia modułu jądra. Jeśli pppd nie jest ustawiony tak, aby umieszczać moduły jądra, może to wskazywać na próbę włamania.
sr: SELinux је одбио системској услузи протокола од тачке до тачке (pppd) убацивање модула језгро. Ако pppd није подешен за убацивање модула језгра, ово вероватно указује на покушај упада.
uk: SELinux заборонила службі протоколу Point-to-Point Protocol завантажувати модуль ядра. Якщо pppd не налаштований на завантаження модулів ядра, можливо має місце спроба вторгнення.

source: If you want ppp to be able to insert kernel modules you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
bn_in: ppp দ্বারা কার্নেল মডিউল সন্নিবেশ করার অনুমতি প্রদান করতে $BOOLEAN বুলিয়ান সক্রিয় করুন: "setsebool -P $BOOLEAN=1"
gu: જો તમે ppp ને કર્નલ મોડ્યુલો દાખલ કરવા માટે સમર્થ કરવા માંગો તો તમારે $BOOLEAN બુલિયન ચાલુ કરવાની જરૂર છે: "setsebool -P $BOOLEAN=1"
it: Se si desidera che ppp sia in grado di inserire i moduli del kernel, allora sarà necessario abilitare il boolean $BOOLEAN: "setsebool -P $BOOLEAN=1"
ja: ppp がカーネルモジュールを挿入できるようにしたい場合、$BOOLEAN ブーリアン値を設定する必要があります: "setsebool -P $BOOLEAN=1"
pl: Aby PPP mógł umieszczać moduły jądra, należy włączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1"
sr: Ако желите да ppp може да убацује модуле језгра треба да укључите $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“
uk: Якщо ви бажаєте, щоб ppp міг завантажувати модулі ядра, треба встановіть ознаку $BOOLEAN: «setsebool -P $BOOLEAN=1»

source: Networking
bn_in: নেটওয়ার্ক ব্যবস্থা
gu: નેટવર્કીંગ
ja: ネットワーキング
pl: Sieć
sr: Умрежавање
uk: Налаштовування мережі

source: SELinux denied prelink $ACCESS on $TARGET_PATH. The prelink program is only allowed to manipulate files that are identified as executables or shared libraries by SELinux. Libraries that get placed in lib directories get labeled by default as a shared library. Similarly, executables that get placed in a bin or sbin directory get labeled as executables by SELinux. However, if these files get installed in other directories they might not get the correct label. If prelink is trying to manipulate a file that is not a binary or share library this may indicate an intrusion attack.
bn_in: SELinux দ্বারা $TARGET_PATH-র উপর prelink $ACCESS প্রত্যাখ্যান করা হয়েছে। SELinux দ্বারা চিহ্নিত এক্সেকিউটেবল অথবা শেয়ার করা লাইব্রেরিগুলি prelink প্রোগ্রামের সাহায্যে পরিবর্তন করা সম্ভব। lib ডিরেক্টরির মধ্যে উপস্থিতলাইব্রেরিগুলি ডিফল্টরূপে শেয়ার করা লাইব্রেরি রূপে ধার্য করা হবে। একই রূপে bin অথবা sbin ডিরেক্টরির মধ্যে উপস্থিত এক্সেকিউটেবলগুলি SELinux দ্বারা এক্সেকিউটেবল রূপে ধার্য করা হয়। যদি এই ফাইলগুলি অন্য কোনো ডিরেক্টরির মধ্যেইনস্টল করা হলে সম্ভবত সঠিক লেবেল ধার্য না করা হতে পারে। prelink দ্বারা বাইনার অথবা শেয়ার ফাইল ব্যতীত অন্য কোনো ফাইল পরিবর্তনের প্রচেষ্টা করা হলে তা অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ prelink $ACCESS ને $TARGET_PATH પર નામંજૂર કરી. prelink કાર્યક્રમ એ માત્ર ફાઈલોની જાળવણી કરવા માટે માન્ય છે કે જેઓ એક્ઝેક્યુટેબલો અથવા SELinux દ્વારા વહેંચાયેલ લાઈબ્રેરીઓ તરીકે ઓળખાયેલ છે. લાઈબ્રેરીઓ કે જે lib ડિરેક્ટરીઓમાં મૂકવામાં આવેલ છે તેઓ વહેંચાયેલ ડિરેક્ટરી તરીકે લેબલ આપવામાં આવેલ છે. આ જ રીતે એક્ઝેક્યુટેબલો કે જે bin અથવા sbin ડિરેક્ટરીમાં મૂકવામાં આવેલ છે તેઓને SELinux દ્વારા એક્ઝેક્યુટેબલો તરીકેનું લેબલ આપવામામં આવેલ છે. છતાં, જો આ ફાઈલો અન્ય ડિરેક્ટરીઓમાં સ્થાપિત કરવામાં આવે ત્યારે તેઓ સાચું લેબલ કદાચ નહિં પણ મેળવે. જોજ prelink એ ફાઈલની જાળવણી કરવાનો પ્રયત્ન કરે કે જે બાઈનરી કે વહેંચાયેલ લાઈબ્રેરી નહિં હોય તો આ ઘૂંસણખોરી હુમલાનો અણસાર આપી શકે.
it: SELinux ha negato che prelink $ACCESS su $TARGET_PATH. Il programma prelink ha il solo permesso di manipolare i file che sono identificati da SELinux come eseguibili o librerie condivise. Le librerie che vengono poste nelle cartelle lib vengono etichettate per impostazione predefinita come libreria condivisa. Similmente un eseguibile posto in una cartella bin o sbin viene etichettato da SELinux come eseguibile. Comunque, se questi file vengono installati in altre cartelle potrebbero non ottenere l'etichetta appropriata. Se prelink tenta di manipolare un file che non sia un binario o una libreria condivisa ciò potrebbe indicare un attacco di intrusione.
ja: SELinux は $TARGET_PATH での prelink の $ACCESS を拒否しました。 prelink プログラムは、 実行ファイル、又は共有ライブラリーとして SELinux に識別されたファイルを処理することだけが許可されています。 lib ディレクトリーに配置されるライブラリーはデフォルトで共有ライブラリーとしてラベルを 付けられます。同様に bin 又は sbin ディレクトリーに置かれる実行ファイルは実行ファイルとして SELinux によりラベル付けされます。 しかし、これらのファイルが別のディレクトリーにインストールされると、 正しいラベルが付かない可能性があります。prelink がバイナリーや共有ライブラリーではないファイルを 処理しようとしている場合は、これは不正侵入を示す可能性があります。
pl: SELinux odmówił prelink $ACCESS do $TARGET_PATH. Program prelink może manipulować tylko tymi plikami, które zostały zidentyfikowane przez SELinuksa jako pliki wykonywalne lub biblioteki współdzielone. Biblioteki znajdujące się w katalogach lib domyślnie otrzymują etykietę biblioteki współdzielonej, podobnie pliki wykonywalne umieszczone w katalogach bin lub sbin otrzymują etykiety plików wykonywalnych. Jednak jeśli te pliki zostaną zainstalowane w innych katalogach, mogą nie otrzymać poprawnej etykiety. Jeśli prelink próbuje manipulować plikami, które nie są binarne lub bibliotekami współdzielonymi, może to wskazywać na włamanie.
sr: SELinux је одбио prelink $ACCESS над $TARGET_PATH. Програму prelink је дозвољено да обрађује само датотеке које је SELinux препознао као извршне или дељење библиотеке. Библиотеке које се постављају у lib директоријуме су подразумевано означене као дељење библиотеке. Слично, извршне датотеке које се постављају у bin или sbin директоријум SELinux означава као извршне. Међутим, ако се ове датотеке инсталирају у друге директоријуме, можда неће добити исправну ознаку. Ако prelink покушава да обради датотеку која није бинарна или дељена библиотека, ово може указивати на покушај упада.
uk: SELinux заборонила програмі prelink доступ $ACCESS до $TARGET_PATH. Програма prelink має право працювати лише с файлами, що позначені SELinux як виконувані або спільні бібліотеки. Бібліотеки у каталогах lib типово позначені як спільні бібліотеки. Так само виконувані файли, що знаходяться у каталогах bin або sbin, позначені SELinux як виконувані. Якщо ці файли встановлені у інші каталоги, вони можуть бути позначені неправильно. Спробу prelink працювати з файлом, що не є бінарним або спільною бібліотекою, можна розцінити як спробу вторгнення.

source: You can alter the file context by executing "chcon -t bin_t '$TARGET_PATH'" or "chcon -t lib_t '$TARGET_PATH'" if it is a shared library. If you want to make these changes permanent you must execute the semanage command. "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'" or "semanage fcontext -a -t lib_t '$FIX_TARGET_PATH'". If you feel this executable/shared library is in the wrong location please file a bug against the package that includes the file. If you feel that SELinux should know about this file and label it correctly please file a bug against SELinux policy.
bn_in: "chcon -t bin_t '$TARGET_PATH'" অথবা শেয়ার করা লাইব্রেরির ক্ষেত্রে "chcon -t lib_t '$TARGET_PATH'" প্রয়োগ করে ফাইলের কনটেক্সট পরিবর্তন করা যাবে। এই পরিবর্তনগুলি স্থায়ী করার জন্য semanage কমান্ডটি ব্যবহার করা আবশ্যক। "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'" অথবা "semanage fcontext -a -t lib_t '$FIX_TARGET_PATH'"। এই এক্সেকিউটেবল/শেয়ার করা লাইব্রেরিটি ভুল অবস্থানে থাকলে অনুগ্রহ করে ফাইল ধারণকারী প্যাকেজের নামে বাগ দায়ের করুন। যদি SELinux-র পরিপ্রেক্ষিতের এই ফাইলটি সম্পর্কে ওয়াকিবহল হওয়া আবশ্যক ও সঠিকরূপে লেবেল করা প্রয়োজন হলে অনুগ্রহ করে একটি বাগ দায়ের করুন।
gu: તમે "chcon -t bin_t '$TARGET_PATH'" અથવા "chcon -t lib_t '$TARGET_PATH'" ચલાવીને ફાઈલ સંદર્ભ બદલી શકો છો. જો તે વહેંચાયેલ લાઇબ્રેરી છે. જો તમે આ ફેરફારોને કાયમી કરવા માંગો તો તમારે semanage આદેશ ચલાવવો જ પડશે. "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'" અથવા "semanage fcontext -a -t lib_t '$FIX_TARGET_PATH'". જો તમને એવું લાગે કે આ એક્ઝેક્યુટેબલ/વહેંચાયેલ લાઈબ્રેરી એ ખોટી જગ્યાએ છે તો મહેરબાની કરીને પેકેજ વિરુદ્ધ ભૂલનો અહેવાલ જમા કરો કે જે ફાઈલનો સમાવેશ કરે, જો તમને એવું લાગે કે SELinux ને આ ફાઈલ વિશે ખબર પડવી જોઈએ અને તે તેને યોગ્ય રીતે લેબલ કરે તો મહેરબાની કરીને SELinux પોલિસી વિરુદ્ધ ભૂલનો અહેવાલ જમા કરો.
it: E' possibile alterare il contesto del file eseguendo "chcon -t bin_t '$TARGET_PATH'" o "chcon -t lib_t '$TARGET_PATH'" se si tratta di una libreria condivisa. Se si desidera rendere permanenti questi cambiamenti si deve eseguire il comando semanage. "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'" oppure "semanage fcontext -a -t lib_t '$FIX_TARGET_PATH'". Se si pensa che questa libreria eseguibile/condivisa sia nel posto sbagliato segnalare l'errore relativo al pacchetto che include il file. Se si pensa che SELinux dovrebbe riconoscere questo file ed etichettarlo correttamente segnalare l'errore della politica di SELinux.
ja: ファイルコンテキストを変更するには "chcon -t bin_t '$TARGET_PATH'" を実行するか、又は共有ライブラリーの場合は、"chcon -t lib_t '$TARGET_PATH'" を実行します。この変更を固定化するには、次の semanage コマンドを実行します。 "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'"又は "semanage fcontext -a -t lib_t '$FIX_TARGET_PATH'" この実行ファイル / 共有ライブラリーが間違った場所にあると思われる場合は、そのファイルを含んでいるパッケージに関してバグを報告して下さい。SELinux がこのファイルに付いて認知して正しくラベル付けをすべきだと思われる場合は、SELinux ポリシーに対するバグを報告して下さい。
pl: Można zmienić kontekst pliku wykonując "chcon -t bin_t '$TARGET_PATH'" lub "chcon -t lib_t '$TARGET_PATH'", jeśli jest to biblioteka współdzielona. Aby ta zmiana była trwała, należy wykonać polecenie semanage. "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'" lub "semanage fcontext -a -t lib_t '$FIX_TARGET_PATH'". Jeśli ten plik wykonywalny/biblioteka współdzielona znajduje się w błędnym miejscu, proszę zgłosić błąd w pakiecie, który zawiera ten plik, a jeśli SELinux powinien wiedzieć o tym pliku i nadać mu poprawną etykietę, proszę zgłosić błąd w polityce SELinuksa.
uk: Ви можете змінити файловий контекст, виконавши «chcon -t bin_t '$TARGET_PATH'» чи «chcon -t lib_t $'TARGET_PATH'», якщо це спільна бібліотека. Щоб зробити ці зміни постійними, використовуйте команду semanage. «semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'» чи «semanage fcontext -a -t lib_t '$FIX_TARGET_PATH'». Якщо ви вважаєте, що ця програма/бібліотека знаходиться у неправильному місці, надішліть звіт про помилку у пакеті, що включає цей файл, якщо ви вважаєте, що SELinux має знати про цей файл та правильно його маркувати, надішліть звіт про помилку у Bugzilla для політики SELinux.

source: SELinux is preventing the privoxy daemon from connecting to network port $PORT_NUMBER
bn_in: SELinux দ্বারা privoxy ডেমনকে পোর্ট $PORT_NUMBER'র সাথে সংযোগ স্থাপনে বাধা সৃষ্টি করা হচ্ছে
gu: SELinux એ privoxy ડિમનને નેટવર્ક પોર્ટ $PORT_NUMBER પર જોડાવાથી બચાવી રહ્યું છે
it: SELinux impedisce al demone privoxy di collegarsi alla porta di rete $PORT_NUMBER
ja: SELinux は privoxy デーモンによるネットワークポート $PORT_NUMBER ヘの接続を阻止しています。
pl: SELinux powstrzymuje demona privoxy przed łączeniem się z portem sieciowym $PORT_NUMBER
sr: SELinux спречава privoxy системску услугу од повезивања на мрежни порт $PORT_NUMBER
uk: SELinux запобігає підключення служби privoxy до мережного порту $PORT_NUMBER

source: SELinux has denied the privoxy daemon from connecting to network port $PORT_NUMBER. By default privoxy policy is setup to deny privoxy connections. If you did not setup privoxy to network connections, this could signal a intrusion attempt.
bn_in: SELinux দ্বারা privoxy ডেমেনকে $PORT_NUMBER'র সাথে সংযোগ করতে প্রতিরোধ করা হয়েছে। ডিফল্টরূপে privoxy নিয়মনীতি দ্বারা privoxy সংযোগ প্রত্যাখ্যান করা হয়। privoxy দ্বারা নেটওয়ার্ক সংযোগ ব্যবস্থা নির্ধারণ না করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ privoxy ડિમનને $PORT_NUMBER સાથે જોડાવાથી નામંજૂર કરેલ છે. મૂળભૂત રીતે privoxy પોલિસી એ privoxy જોડાણોને નામંજૂર કરવા માટે સુયોજિત થયેલ છે. જો તમે privoxy ને નેટવર્ક જોડાણોમાં સુયોજિત કરેલ નહિં હોય, તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha negato al demone privoxy di collegarsi alla porta di rete $PORT_NUMBER. Per default la politica di privoxy è impostata in modo da negare i collegamenti privoxy. Se privoxy non è stato impostato in modo da effettuare i collegamenti di rete, tale comportamento potrebbe indicare un tentativo d'intrusione.
ja: SELinux は privoxy デーモンがネットワークポート $PORT_NUMBER へ 接続するのを否定しました。デフォルトでは、privoxy ポリシーは privoxy 接続を 否定するように設定されています。privoxy がネットワーク接続をするように設定 していなかった場合、これは、侵入の試みの形跡と言えます。
pl: SELinux odmówił demonowi privoxy połączenia się z portem sieciowym $PORT_NUMBER. Domyślnie polityka privoxy odmawia połączenia privoxy. Jeśli nie ustawiono privoxy tak, aby wykonywał połączenia sieciowe, może to wskazywać na próbę włamania.
uk: SELinux забороняє службі privoxy приєднуватись до порту $PORT_NUMBER. Типово політика privoxy налаштована на заборону підключень privoxy. Якщо ви не налаштували мережні з'єднання для privoxy, це може бути індикатором спроби вторгнення.

source: If you want privoxy to connect to network ports you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
bn_in: privoxy-কে নেটওয়ার্ক পোর্টের সাথে সংযোগের অনুমতি প্রদান করতে $BOOLEAN বুলিয়ান সক্রিয় করা আবশ্যক: "setsebool -P $BOOLEAN=1"
gu: જો તમે privoxy ને નેટવર્ક પોર્ટો સાથે જોડવા માંગો તો તમારે $BOOLEAN બુલિયન ચાલુ કરવાની જરૂર છે: "setsebool -P $BOOLEAN=1"
it: Se si desidera che privoxy si colleghi alle porte di rete, allora sarà necessario abilitare il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
ja: privoxy がネットワークポートに接続するようにしたい場合、 $BOOLEAN ブーリアン値を設定する必要があります: "setsebool -P $BOOLEAN=1"
pl: Aby privoxy łączył się z portami sieciowymi, należy włączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1"
uk: Якщо треба, щоб privoxy працював з мережними портами, встановіть значення $BOOLEAN «setsebool -P $BOOLEAN=1»

source: SELinux denied access to $TARGET_PATH requested by $SOURCE. $TARGET_PATH has a context used for sharing by a different program. If you would like to share $TARGET_PATH from $SOURCE also, you need to change its file context to public_content_t. If you did not intend to allow this access, this could signal an intrusion attempt.
bn_in: SELinux দ্বারা $SOURCE-র করা $TARGET_PATH ব্যবহারের অনুরোধ প্রত্যাখ্যান করা হয়েছে। একটি পৃথক প্রোগ্রামের সাথে শেয়ার করার উদ্দেশ্যে $TARGET_PATH'র কনটেক্সট নির্ধারিত। যদি $TARGET_PATH-কে $SOURCE থেকেও শেয়ার করতে ইচ্ছুক হন তাহলে এর ফাইল কনটেক্সট public_content_t'এ পরিবর্তন করা আবশ্যক। এই অনুমতি যদি নির্ধারিত না হয়ে থাকে তাহলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ $TARGET_PATH નો $SOURCE દ્વારા અરજી થયેલ વપરાશ નામંજૂર કર્યો. $TARGET_PATH ને વિવિધ કાર્યક્રમો દ્વારા વહેચણીનો સંદર્ભ વપરાયેલ છે. જો તમે $TARGET_PATH ને $SOURCE માંથી પણ વહેંચવા માંગો, તો તમારે તેનો ફાઈલ સંદર્ભ public_content_t માં બદલવાની જરૂર છે. જો તમે આ વપરાશ રાખવાની ઈચ્છા દાખવો નહિં, તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હશે.
it: SELinux ha negato l'accesso a $TARGET_PATH richiesto da $SOURCE. $TARGET_PATH presenta un contesto utilizzato per una condivisione tra diversi programmi. Se si desidera condividere anche $TARGET_PATH da $SOURCE, bisogna modificare il contesto del file in public_content_t. Se non si desiderava consentire questo accesso, ciò potrebbe segnalare un tentativo d'intrusione.
ja: SELinux は $SOURCE に要求された $TARGET_PATH へのアクセスを拒否しました。 $TARGET_PATH は異るプログラムによる共有に使用されるコンテキストを持っています。 $SOURCE からも $TARGET_PATH を共有したい場合、そのファイルコンテキストを public_content_t に変更する必要があります。このアクセス許可を意図していなかった 場合は、これは不正侵入の試みの形跡と言えます。
pl: SELinux odmówił dostępu do $TARGET_PATH, żądanego przez $SOURCE. $TARGET_PATH posiada kontekst używany do współdzielenia z innym programem. Aby współdzielić także $TARGET_PATH z $SOURCE,należy zmienić jego kontekst na public_content_t. Aby nie pozwolono na ten dostęp, może to wskazywać na próbę włamania.
uk: SELinux заборонила доступ до $TARGET_PATH за запитом $SOURCE. $TARGET_PATH має контекст спільного використання кількома програмами. Якщо ви також бажаєте використовувати $TARGET_PATH з $SOURCE, тоді треба змінити його контекст на public_content_t. Якщо ви це не планували, можливо має місце спроба вторгнення.
