Repository: 1dot75cm/selinux-policy
Catalog: plugins/po/*.po
Languages: bn_in, gu, it, ja, pl, sr, uk

source: SELinux has denied the $SOURCE program from binding to a network port $PORT_NUMBER which does not have an SELinux type associated with it. $SOURCE does not have an SELinux policy defined for it when run by the user, so it runs in the users domain. SELinux is currently setup to deny TCP servers to run within the user domain. If you do not expect programs like $SOURCE to bind to a network port, then this could signal an intrusion attempt. If this system is running as an NIS Client, turning on the allow_ypbind boolean may fix the problem. setsebool -P allow_ypbind=1.
bn_in: SELinux দ্বারা $SOURCE প্রোগ্রামকে নেটওয়ার্ক পোর্ট $PORT_NUMBER-র সাথে বাইন্ড করতে প্রতিরোধ করা হচ্ছে যদিও এর সাথে কোনো SELinux ধরন যুক্ত নয়। ব্যবহারকারী দ্বারা চালানো হলে $SOURCE_PATH-র জন্য কোনো SELinux নিয়মনীতি ব্যাখ্যা না হওয়ার ফলে এটি ব্যবহারকারীর ডোমেইনে চালানো হয়। বর্তমানে ব্যবহারকারীর ডোমেইনের মধ্যে TCP সার্ভার সঞ্চালন প্রতিরোধ করার জন্য SELinux নির্ধারিত হয়েছে। $SOURCE প্রোগ্রাম প্রভৃতি এই নেটওয়ার্ক পোর্টে বাইন্ড করার জন্য প্রস্তুত না করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে। এই সিস্টেমটি যদি NIS ক্লায়েন্ট রূপে ব্যবহৃত হয় তাহলে allow_ypbind বুলিয়ান সক্রিয় করা হলে এই সমস্যা সমাধান করা যাবে। setsebool -P allow_ypbind=1.
gu: SELinux એ $SOURCE કાર્યક્રમને નેટવર્ક પોર્ટ $PORT_NUMBER સાથે બાંધવાથી નામંજૂર કર્યો કે જેને તેની સાથે SELinux પ્રકાર સંકળાયેલ નથી. $SOURCE ની પાસે તેની માટે SELinux પોલિસી વ્યાખ્યાયિત નથી કે જ્યારે તે વપરાશકર્તા દ્વારા ચલાવવામાં આવે, તેથી તે વપરાશકર્તાઓ ડોમેઈનમાં ચાલે છે. SELinux એ વર્તમાનમાં TCP સર્વરને વપરાશકર્તા ડોમેઈનમાં ચલાવવા નામંજૂર કરવા માટે સુયોજિત થયેલ છે. જો તમને $SOURCE જેવા કાર્યક્રમોને નેટવર્ક પોર્ટ સાથે બાંધવાની ઈચ્છા નહિં હોય, તો પછી આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત. જો આ સિસ્ટમ NIS ક્લાઈન્ટ તરીકે ચાલી રહી હોય, તો allow_ypbind બુલિયન ચાલુ કરવાનું, સમસ્યા ઉકેલી શકશે. setsebool -P allow_ypbind=1.
it: SELinux ha negato al programma $SOURCE di fare bind ad una porta di rete $PORT_NUMBER che non possiede un tipo SELinux ad essa associato. $SOURCE non ha una policy SELinux definita per lui quando eseguito da utente, perciò viene eseguito nel dominio utente. SELinux è attualmente impostato per negare ai server TCP di essere eseguiti nel dominio utente. Se non ci si aspetta che programmi come $SOURCE facciano bind ad una porta di rete, ciò potrebbe segnalare di un tentativo di intrusione. Se questo sistema sta eseguendo un client NIS, si potrebbe correggere il problema attivando il booleano allow_ypbind. setsebool -P allow_ypbind=1.
ja: SELinux は、 $SOURCE プログラムが、ポートに関連付けられた SELinux タイプを持たないネットワークポート $PORT_NUMBER へバインドすることを拒否しました。 $SOURCE はユーザーによって実行される時にその為の SELinux ポリシーを定義されませんので、ユーザーのドメインで実行されます。SELinux は現在、TCP サーバーが ユーザードメイン内で実行するのを拒否するように設定されています。 $SOURCE のようなプログラムがネットワークポートに バインドすることを想定していない場合は、これは侵略行為の形跡かも知れません。 このシステムが NIS クライアントとして実行している場合は、 allow_ypbind ブーリアンをオンにすると、この問題が修復できる可能性があります。 setsebool -P allow_ypbind=1.
pl: SELinux odmówił programowi $SOURCE dołączania do portu sieciowego $PORT_NUMBER, który nie posiada powiązanego ze sobą typu SELinuksa. $SOURCE nie posiada określonej dla siebie polityki SELinuksa, kiedy został uruchomiony przez użytkownika lub w domenach użytkowników. SELinux jest obecnie ustawiony tak, aby odmawiać serwerowi TCP uruchamiania w domenie użytkownika. Jeśli nie jest oczekiwane, że programy takie jak $SOURCE mają dowiązywać do portu sieciowego, może to wskazywać na próbę włamania. Jeśli ten system został uruchomiony jako klient NIS, włączenie zmiennej logicznej allow_ypbind może naprawić problem. setsebool -P allow_ypbind=1.
uk: SELinux заборонила $SOURCE прив'язуватись до мережного порту $PORT_NUMBER, якому не заданий тип SELinux. $SOURCE не визначена політика SELinux, тому він запускається у домені користувача. Зараз SELinux налаштована на заборону запуску серверів TCP у домені користувача. Якщо програма $SOURCE не повинна прив'язуватись до мережного порту, це може свідчити про спробу вторгнення. Якщо ці система працює як клієнт NIS, встановлення ознаки allow_ypbind може вирішити проблему. «setsebool -P allow_ypbind=1».

source: If you want to allow user programs to run as TCP Servers, you can turn on the user_tcp_server boolean, by executing: setsebool -P $BOOLEAN=1
bn_in: ব্যবহারকারীদের প্রোগ্রাম দ্বারা TCP সার্ভার চালানোর অনুমতি প্রদান করতে user_tcp_server বুলিয়ান সক্রিয় করুন: setsebool -P$BOOLEAN=1
gu: જો તમે વપરાશકર્તા કાર્યક્રમોને TCP સર્વરો તરીકે ચલાવવા માટે પરવાનગી આપવા માંગો, તો તમે user_tcp_server બુલિયનને, ચલાવીને ચાલુ કરી શકો છો: setsebool -P $BOOLEAN=1
it: Se si desidera che un programma utente possa eseguire servers TCP, è possibile attivare la booleana user_tcp_server, eseguendo: setsebool -P $BOOLEAN=1
ja: ユーザープログラムを TCP サーバーとして実行するように許可したい場合は、以下を実行して user_tcp_server ブーリアンを起動します: setsebool -P $BOOLEAN=1
pl: Aby pozwolić programom użytkownika uruchamiania się jako serwery TCP, można włączyć zmienną logiczną user_tcp_server wykonując: setsebool -P $BOOLEAN=1
sr: Ако желите да дозволите корисничким програмима да се извршавају као TCP сервери, можете укључити user_tcp_server boolean логичку извршавањем: setsebool -P $BOOLEAN=1
uk: Якщо ви бажаєте дозволити користувачам запускати власні програми у якості серверів TCP, встановіть ознаку user_tcp_server командою: «setsebool -P $BOOLEAN=1»

source: SELinux prevented $SOURCE from $ACCESS files stored on a Windows SMB/CIFS (Samba) filesytem.
bn_in: SELinux দ্বারা $SOURCE-কে Windows SMB/CIFS (Samba) ফাইল-সিস্টেমের মধ্যে উপস্থিত ফাইল $ACCESS'এ বাধা সৃষ্টি করা হয়েছে।
gu: SELinux એ Windows SMB/CIFS (Samba) ફાઈલ સિસ્ટમ પર સંગ્રહાયેલ $ACCESS ફાઈલોથી $SOURCE ને બચાવેલ છે.
it: SELinux ha impedito a $SOURCE di $ACCESS i file conservati su di un filesystem Windows SMB/CIFS (Samba).
ja: SELinux は $SOURCE が Windows SMB/CIFS (Samba) ファイルシステムに保存してあるファイルに $ACCESS するのを阻止しました。
pl: SELinux powstrzymał $SOURCE przed $ACCESS plików przechowywanych na systemie plików Windows SMB/CIFS (Samba).
sr: SELinux је спречио $SOURCE при $ACCESS датотека сачуваних на Windows SMB/CIFS (Самба) систему датотека.
uk: SELinux заборонила $SOURCE доступ $ACCESS для файлів на розділах Windows SMB/CIFS (Samba).

source: SELinux prevented $SOURCE from $ACCESS files stored on a Windows SMB/CIFS (Samba) filesystem. CIFS is a network filesystem commonly used on Windows systems. $SOURCE attempted to read one or more files or directories from a mounted filesystem of this type. As CIFS filesystems do not support fine-grained SELinux labeling, all files and directories in the filesystem will have the same security context. If you have not configured $SOURCE to read files from a CIFS filesystem this access attempt could signal an intrusion attempt.
bn_in: SELinux দ্বারা $SOURCE-কে Windows SMB/CIFS (Samba) ফাইল-সিস্টেমের মধ্যে সংরক্ষিত ফাইল $ACCESS করতে প্রতিরোধ করা হয়েছে। CIFS নেটওয়ার্ক ফাইল-সিস্টেম মূলত Windows সিস্টেমের মধ্যে ব্যবহৃত নেটওয়ার্ক ফাইল-সিস্টেম। $SOURCE দ্বারা এই প্রকৃতির কোনো মাউন্ট করা ফাইল-সিস্টেম থেকে ফাইল পড়ার প্রচেষ্টা করা হয়েছে। CIFS ফাইল-সিস্টেম দ্বারা ফাইন-গ্রেইন্ড SELinux লেবেল বৈশিষ্ট্য সমর্থিত না হওয়ার ফলে ফাইল-সিস্টেমের মধ্যে উপস্থিত সমস্ত ফাইল ও ডিরেক্টরির মধ্যে একই নিরাপত্তা কনটেক্সট ব্যবহৃত হবে। যদি CIFS ফাইল-সিস্টেম থেকে ফাইল পড়ার উদ্দেশ্যে $SOURCE না কনফিগার করা হয়ে থাকে তাহলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ Windows SMB/CIFS (Samba) ફાઈલ સિસ્ટમ પર સંગ્રહાયેલ $ACCESS ફાઈલોથી $SOURCE ને બચાવેલ છે. CIFS એ Windows સિસ્ટમો પર સામાન્ય રીતે વાપરવામાં આવતી નેટવર્ક ફાઈલસિસ્ટમ છે. $SOURCE એ આ પ્રકારની માઉન્ટ થયેલ ફાઈલસિસ્ટમમાંથી એક અથવા વધુ ફાઈલો અથવા ડિરેક્ટરીઓ વાંચવાનું પસંદ કરેલ છે. CIFS ફાઈલસિસ્ટમો સારું SELinux લેબલીંગને આધાર આપતી નહિં હોવાના કારણે, ફાઈલસિસ્ટમમાં સંગ્રહાયેલ બધી ફાઈલો અને ડિરેક્ટરીઓને એકસરખો સુરક્ષા સંદર્ભ હશે. જો તમે $SOURCE ને CIFS ફાઈલસિસ્ટમમાંથી ફાઈલો વાંચવા માટે રૂપરેખાંકિત કરેલ નહિં હોય તો આ વપરાશ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha impedito a $SOURCE di $ACCESS ai file conservati su di un filesystem Windows SMB/CIFS (Samba). CIFS è un filesystem di rete comunemente usato sui sistemi Windows. $SOURCE ha cercato di leggere uno o più file o cartelle, da un filesystem di questo tipo precedentemente montato. Poiché i filesysistem CIFS non supportano l'etichettatura fine-grained di SELinux, tutti i file e le cartelle presenti all'interno del filesystem, avranno lo stesso contesto di sicurezza. Se non è stato precedentemente configurato $SOURCE in modo da leggere i file da un filesystem CIFS, questo comportamento potrebbe segnalare un tentativo di intrusione.
ja: SELinux は $SOURCE が Windows SMB/CIFS (Samba) ファイルシステムに 保存されているファイルに $ACCESS するのを阻止しました。 CIFS は一般的に Windows システムで使用されるネットワークファイルシステムです。 $SOURCE はこのタイプのマウント済みファイルシステムから１つ、又は複数の ファイルかディレクトリーを読み込もうとしました。CIFS ファイルシステムはきめ細かい SELinux のラベルに対応していない為、そのファイルシステム内の全てのファイルと ディレクトリーは同じセキュリティーコンテキストを持ちます。 $SOURCE が CIFS ファイルシステムからファイルを読み込むように設定していない場合は、 このアクセスの試みは、不正侵入の試みの形跡だと言えます。
pl: SELinux powstrzymał $SOURCE przed $ACCESS plików przechowywanych na systemie plików SMB/CIFS (Samba). CIFS jest sieciowym systemem plików powszechnie używanym na systemach Windows. $SOURCE próbował odczytać jeden lub więcej plików lub katalogów z zamontowanego systemu plików tego typu. Jako że system plików CIFS nie obsługuje dokładnych etykiet SELinuksa, wszystkie pliki i katalogi na tym systemie plików będą posiadały ten sam kontekst bezpieczeństwa. Jeśli nie skonfigurowano $SOURCE tak, aby odczytywał pliki z systemu plików CIFS, ta próba dostępu może wskazywać na próbę włamania.
sr: SELinux је спречио $SOURCE при $ACCESS датотека сачуваних на Windows SMB/CIFS (Самба) систему датотека. CIFS је мрежни систем датотека који се обично користи на Windows системима. $SOURCE је покушао да прочита јену или више датотека или директоријума са монтираног система датотека ове врсте. Како CIFS системи не подржавају SELinux ознаке високе резолуције, све датотеке и директоријуми на систему датотека ће имати исти безбедносни контекст. Ако нисте подесили $SOURCE за читање са CIFS система датотека, овај приступ може указивати на покушај упада.
uk: SELinux заборонила $SOURCE доступ $ACCESS до файлів на розділах Windows SMB/CIFS (Samba). CIFS - мережна файлова система, що звичайно використовується у Windows. $SOURCE спробував прочитати зміст підключеної системи цього типу. Оскільки система CIFS не підтримує низькорівневе маркування SELinux, усі файли та каталоги мають однаковий контекст безпеки. Якщо ви не налаштовували $SOURCE на читання файлів з CIFS, ця спроба отримати доступ можливо є вторгненням.

source: SELinux has prevented vbetool from performing an unsafe memory operation.
bn_in: SELinux দ্বারা vbetool-কে মেমরি সংক্রান্ত একটি অনিরাপদ কর্ম সঞ্চালন করতে প্রতিরোধ করা হয়েছে।
gu: SELinux એ vbetool ને અસલામત મેમરી ક્રિયા ને્ય રીતે ચલાવવાથી બચાવેલ છે.
it: SELinux ha impedito a vbetool di eseguire una operazione non sicura della memoria.
ja: SELinux は vbetool による安全でないメモリー操作を阻止 しました
pl: SELinux powstrzymał vbetool przed wykonaniem niebezpiecznego działania na pamięci.
sr: SELinux је спречио vbetool у извођењу небезбедне меморијске операције.
uk: SELinux запобіг виконанню програмою vbetool небезпечної операції з пам'яттю.

source: SELinux denied an operation requested by $SOURCE, a program used to alter video hardware state. This program is known to use an unsafe operation on system memory but so are a number of malware/exploit programs which masquerade as vbetool. This tool is used to reset video state when a machine resumes from a suspend. If your machine is not resuming properly your only choice is to allow this operation and reduce your system security against such malware.
bn_in: ভিডিও হার্ডওয়্যারের অবস্থা পরিবর্তনের জন্য ব্যবহারযোগ্য $SOURCE প্রোগ্রাম দ্বারা একটি কর্ম সঞ্চালন করার অনুরোধ SELinux দ্বারা প্রতিরোধ করা হয়েছে। সিস্টেম মেমরির ক্ষেত্রে এই প্রোগ্রাম দ্বারা অনিরাপদ পন্থা ব্যবহার করা হয়। vbetool রূপে পরিচয় ভাঁড়িয়ে অন্যান্য অনেক ম্যালওয়্যার/এক্সপ্লোয়েট প্রোগ্রাম দ্বারাও একই পদ্ধতি প্রয়োগ করা হয়। স্থগিত (সাসপেন্ড) অবস্থা থেকে একটি মেশিন পুনরারম্ভ করার সময় ভিডিওর অবস্থা পুনরায় নির্ধারণের জন্য এটি ব্যবহার করা হয়। মেশিনের অবস্থা সঠিকভাবে পুনরুদ্ধার করা সম্ভব না হলে, এই কর্মের অনুরোধ প্রদান করা আবশ্যক হবে ও এর ফলে এই ধরনের ম্যালওয়্যার অর্থাৎ ক্ষতিকর প্রোগ্রামের আক্রমণের বিরুদ্ধে আপনার সিস্টেমের নিরাপত্তা দুর্বল হবে।
gu: SELinux એ $SOURCE દ્દારા સૂચવેલ ક્રિયાને નામંજૂર કરે છે, વિડિયો હાર્ડવેર સ્થિતિને બદલવા માટે પ્રક્રિયાને વાપરેલ છે. આ ક્રિયા સિસ્ટમ મેમરી પર અસલામત ક્રિયાને વાપરવા માટે જાણીતુ છે પરંતુ તેથી malware/exploit પ્રક્રિયાઓની સંખ્યા છે કે જે vbetool તરીકે masquerade છે. આ સાધન વિડિયો સ્થિતિને પુન:સુયોજિત કરવા માટે વાપરેલ છે જ્યારે મશીનને નિલંબીત માંથી પાછુ લાવે છે ત્યારે. જો તમારાં મશીનને યોગ્ય રીતે પાછુ ન આવે તો તમને આ ક્રિયાને પરવાનગી આપવા માટેની ફક્ત પસંદગી છે અને આવાં માલવેર વિરુદ્દ તમારી સિસ્ટમની સુરક્ષાને ઘટાડે છે.
it: SELinux ha negato l'operazione richiesta da $SOURCE, un programma usato per alterare lo stato dell'hardware video. Questo programma utilizza una operazione non sicura sulla memoria del sistema in modo simile ad un numero di programmi malware/exploit i quali si mascherano come vbetool. Questo tool viene usato per resettare lo stato del video quando una macchina ripristina le proprie funzioni da uno stato di sospensione. Se la macchina non esegue questa procedura correttamente, l'unica opzione disponibile è quella di permettere tale operazione e diminuire così la sicurezza del sistema nei confronti dei suddetti malware.
ja: SELinux は ビデオハードウェアの状態を変更するためのプログラムである $SOURCE によって 要求された操作を拒否しました。vbetool として仮装する他の多くの 違法/悪意プログラムと同様に、このプログラムはシステムメモリー上で 安全でない操作をすることで知られています。このツールはマシンがサスペンドから 復帰する時に ビデオの状態をリセットするために使用されます。使用中のマシンが正常に復帰しない場合は、 この操作を許可するのが唯一の選択肢となり、悪意プログラムに対するシステムのセキュリティを低下します。
pl: SELinux odmówił działania żądanego przez $SOURCE, program używany do zmieniania stanu sprzętu graficznego. Ten program wykonuje niebezpieczne działanie na pamięci systemu, ale robi tak także wiele złośliwych programów/exploitów, które podają się za program vbetool. Te narzędzie jest używane do przywracania stanu obrazu, kiedy komputer wychodzi z wstrzymania. Jeśli komputer nie jest poprawnie wznawiany, jedynym wyjściem jest zezwolenie na te działanie i zmniejszenie bezpieczeństwa systemu przed złośliwym oprogramowaniem.
uk: SELinux забороняє дію, запитану $SOURCE, програмою зміни стану відео обладнання. Ця програма звичайно виконує небезпечні операції пам'яті, у то же час так діють зловмисні програми, замасковані під vbetool. Ця утиліта відновлює стан відео при поверненні системи з режиму очікування. Якщо комп'ютер не відновлює роботу, залишається лише дозволити цю дію, послабляючи захист.

source: If you decide to continue to run the program in question you will need to allow this operation. This can be done on the command line by executing: # setsebool -P mmap_low_allowed 1
bn_in: সংশ্লিষ্ট প্রোগ্রামটির সঞ্চালনা চালিয়ে যেতে ইচ্ছুক হলে, এই কর্মের অনুমতি প্রদান করা আবশ্যক। কমান্ড-লাইনে নিম্নলিখিত কমান্ড সহযোগে এই অনুমতি প্রদান করা সম্ভব হবে: # setsebool -P mmap_low_allowed 1
gu: જો તમે પ્રશ્ર્નમાં પ્રક્રિયાને ચલાવવા માટે ચાલુ રાખવાનું નક્કી કરો તો તમારે આ ક્રિયાને પરવાનગી આપવાની જરૂર પડશે. આને ચલાવવા વડે આદેશ વાક્ય પર પૂરું થઇ શકે છે: # setsebool -P mmap_low_allowed 1
it: Se si desidera di continuare ad eseguire il programma in questione l'utente avrà bisogno di abilitare questa operazione. Ciò può essere eseguito sulla linea di comando usando: # setsebool -P mmap_low_allowed 1
ja: 問題になっているプログラムを継続して実行する決定をした場合は、この 操作を許可する必要があります。これは以下のようにコマンドラインで 実行できます: # setsebool -P mmap_low_allowed 1
pl: Aby kontynuować wykonywanie wątpliwego programu, wymagane jest pozwolenie na te działanie. Można to zrobić wykonując w wierszu poleceń: # setsebool -P mmap_low_allowed 1
uk: Якщо ви хочете продовжити виконання цієї програми, треба це дозволити. Для цього виконайте: # setsebool -P mmap_low_allowed 1

source: Turn off memory protection
bn_in: মেমরির নিরাপত্তা ব্যবস্থা বন্ধ করুন
gu: મેમરી સુરક્ષાને બંધ કરો
it: Disabilitare la protezione della memoria
ja: メモリーの保護をオフにします
pl: Wyłączenie ochrony pamięci
sr: Искључи заштиту меморије
uk: Вимкнути захист па'мяті

source: SELinux has prevented wine from performing an unsafe memory operation.
bn_in: SELinux দ্বারা wine-কে মেমরি সংক্রান্ত একটি অনিরাপদ কর্ম সঞ্চালন করতে প্রতিরোধ করা হয়েছে।
gu: SELinux એ wine ને અલામત મેમરી ક્રિયા તરીકે યોગ્ય રીતે ચલાવવાથી બચાવેલ છે.
it: SELinux ha impedito a wine di eseguire una operazione non sicura della memoria.
ja: SELinux は wine による安全でないメモリー操作の実行を阻止しました。
pl: SELinux powstrzymał Wine przed wykonaniem niebezpiecznego działania na pamięci.
sr: SELinux је спречио wine у извођењу небезбедне меморијске операције.
uk: SELinux запобіг виконанню програмою wine небезпечної операції з пам'яттю.

source: SELinux denied an operation requested by wine-preloader, a program used to run Windows applications under Linux. This program is known to use an unsafe operation on system memory but so are a number of malware/exploit programs which masquerade as wine. If you were attempting to run a Windows program your only choices are to allow this operation and reduce your system security against such malware or to refrain from running Windows applications under Linux. If you were not attempting to run a Windows application this indicates you are likely being attacked by some for of malware or program trying to exploit your system for nefarious purposes. Please refer to http://wiki.winehq.org/PreloaderPageZeroProblem Which outlines the other problems wine encounters due to its unsafe use of memory and solutions to those problems.
bn_in: Linux-র মধ্যে Windows অ্যাপ্লিকেশন সঞ্চালনার জন্য ব্যবহৃত wine-preloader দ্বারা অনুরোধ করা কর্মের অনুমতি SELinux দ্বারা প্রদান করা হয়নি। এই প্রোগ্রামটি, সিস্টেম মেমরি সংক্রান্ত অনিরাপদ কর্ম সঞ্চালন করে। বিভিন্ন ক্ষতিক্ষর ম্যাল-ওয়্যার/প্রোগ্রাম দ্বারাও এই সুযোগে wine-র রূপ ধারণ করে একই ধরনের অনিরাপদ কর্ম সঞ্চালনার প্রয়াস করা হয়। Windows প্রোগাম সঞ্চালনা করার জন্য এই কর্মটির অনুমতি প্রদান করুন ও এই ধরনের ক্ষতিকর প্রোগ্রাম দ্বারা আপনার সিস্টেমের নিরাপত্তাহানীর প্রবনতা বৃদ্ধি করুন অথবা Linux-র মধ্যে Windows প্রোগ্রাম সঞ্চালনা করার প্রচেষ্টা করবেন না। যদি Windows প্রোগ্রাম সঞ্চালনার প্রয়াস না করা হয় তাহলে সম্ভবত কোনো বদ মতলবের জন্য কোনো ক্ষতিকর ম্যাল-ওয়্যার অথবা প্রোগ্রাম দ্বারা আপনার সিস্টেমে আক্রমণের প্রচেষ্টা করা হচ্ছে। অধিক বিবরণের জন্য দেখুন: http://wiki.winehq.org/PreloaderPageZeroProblem মেমরির অনিরাপদ ব্যবহারের কারণে wine-র ক্ষেত্রে উৎপন্ন অন্যান্য সমস্যাগুলি ও সেগুলির সমাধান এইখানে লেখা রয়েছে।
gu: SELinux એ wine-preloader દ્દારા સૂચવેલ ક્રિયાને નામંજૂર કરે છે, Linux હેઠળ Windows કાર્યક્રમોને ચલાવવા માટે પ્રક્રિયા વાપરેલ છે. આ પ્રક્રિયા સિસ્ટમ મેમરી પર અસલામત ક્રિયાને વાપરવા માટે જાણીતી છે પરંતુ malware/exploit પ્રક્રિયાઓની સંખ્યા છે કે જે wine તરીકે masquerade છે. જો તમે Windows પ્રક્રિયાને ચલાવવા માટે પ્રયત્ન કર્યો હોય તો તમને ફક્ત આ ક્રિયાને પરવાનગી આપવા માટેની પસંદગી છે અને આવાં માલવેર વિરુદ્દ તમારી સિસ્ટમ સુરક્ષાને ઘટાડો અથવા Linux હેઠળ Windows કાર્યક્રમોને ચલાવવાનો ટેકો આપવા માટે તમારી સિસ્ટમ સુરક્ષાને ઘટાડો. જો તમે Windows કાર્યક્રમને ચલાવવા માટે પ્રયત્ન કર્યો ન હોય તો આ માલવેરનાં કેટલાક દ્દારા હુમલો કરવા માટે આને સૂચવે છે અથવા પ્રક્રિયા system for દુષ્ટ હેતુઓ માટે તમારી સિસ્ટમનો ઉપયોગ કરવા માટે પ્રયત્ન કરી રહ્યુ છે. Please refer to http://wiki.winehq.org/PreloaderPageZeroProblem Which outlines the other problems wine encounters due to its unsafe use of memory and solutions to those problems.
it: SELinux ha negato l'operazione richiesta da wine-preloader, un programma usato per eseguire le applicazioni di Windows con Linux. Questo programma utilizza una operazione non sicura sulla memoria del sistema, in modo simile ad un numero di programmi malware/exploit i quali si mascherano come wine. Se stavi cercando di eseguire un programma Windows le uniche opzioni disponibili sono quelle di permettere tale operazione, e diminuire così la sicurezza del sistema nei confronti dei suddetti malware, o di non eseguire le applicazioni Windows con Linux. Se non stavi cercando di eseguire un'applicazione Windows tale comportamento potrebbe indicare un attacco da parte di un malware o programma malizioso al sistema per scopi maliziosi. Consultare http://wiki.winehq.org/PreloaderPageZeroProblem Il quale riporta altre problematiche incontrate da wine a causa di un utilizzo non sicuro della memoria insieme alle soluzione ai suddetti problemi.
ja: SELinux は Linux 上で Windows アプリケーションを実行するのに使用されるプログラムである wine-preloader で要求された操作を拒否しました。このプログラムは wine として偽装した 違法/悪意プログラムの多くと同様に、システムメモリー上で安全でない操作を使用することで 知られています。Windows プログラムの実行を試みている場合は、この操作を許可することが 唯一の操作であり、そのような悪意のあるプログラムに対してシステムセキュリティを低下します。 さもなければ、Linux 上で Windows アプリケーションの実行を避けることです。Windows アプリケーションの 実行を試みていないのであれば、これは多分極悪な目的でユーザーのシステムに侵略を試みている 悪意のあるプログラムから攻撃を受けていることを示します。 以下のサイトを参照して下さい： http://wiki.winehq.org/PreloaderPageZeroProblem このサイトはメモリーの安全でない使用の為に wine が遭遇する他の問題とその問題への ソリューションを概要しています。
pl: SELinux odmówił działania żądanego przez wine-preloader, program używany do uruchamiania aplikacji systemu Windows w systemie Linux. Ten program używa niebezpiecznych działań na pamięci systemowej, ale jest także wiele złośliwych programów/exploitów, które udają Wine. Jeśli przeprowadzana była próba uruchomienia programu systemu Windows, jedyną możliwością jest pozwolenie na te działanie i zmniejszenie bezpieczeństwa systemu względem takiego złośliwego oprogramowania lub powstrzymanie się od uruchamiania aplikacji systemu Windows w systemie Linux. Jeśli taka próba nie była przeprowadzana, wskazuje to na prawdopodobny atak złośliwego oprogramowania lub programu próbującego wykorzystać system w niecnych celach. Proszę zobaczyć stronę http://wiki.winehq.org/PreloaderPageZeroProblem Wyjaśnia ona inne problemy, jakie mogą wystąpić w programie Wine z powodu niebezpiecznego używania pamięci i rozwiązania tych problemów.
uk: SELinux заборонив виконання операції, запитаної wine-preloader, програмою для запуску програм Windows на Linux. Відомо, що ця програма використовує небезпечні операції з системною пам'яттю, як і зловмисні програми, що маскуються під wine. Якщо ви намагаєтесь запустити програму Windows, можна або дозволити цю операцію, тим самим послабляючи захист системи, або відмовитись від використання програм Windows у Linux. Якщо ж ви не намагались запустити програму Windows, це означає, що ви атаковані однією з таких зловмисних програм або хтось намагається використати вашу систему. Докладнішу інформацію наведено у статті http://wiki.winehq.org/PreloaderPageZeroProblem Там описані інші проблеми,з якими зіштовхуються програма wine через небезпечні операції з пам'яттю, та можливі шляхи їх вирішення.

source: SELinux is preventing xen ($SOURCE_PATH) "$ACCESS" access to $TARGET_PATH.
bn_in: SELinux দ্বারা xen-কে ($SOURCE_PATH) $TARGET_PATH "$ACCESS" ব্যবহারের বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux એ xen ($SOURCE_PATH) "$ACCESS" વપરાશને $TARGET_PATH થી અટકાવી રહ્યું છે.
it: SELinux impedisce l'accesso xen ($SOURCE_PATH) "$ACCESS" a $TARGET_PATH.
ja: SELinux は $TARGET_PATH への xen ($SOURCE_PATH) による "$ACCESS" アクセスを阻止しています。
pl: SELinux powstrzymuje Xena ($SOURCE) "$ACCESS" dostęp do $TARGET_PATH.
sr: SELinux спречава xen ($SOURCE_PATH) „$ACCESS“ приступ ка $TARGET_PATH
uk: SELinux забороняє xen ($SOURCE_PATH) доступ «$ACCESS» до $TARGET_PATH.
