Repository: 1dot75cm/selinux-policy
Catalog: plugins/po/*.po
Languages: bn_in, gu, it, ja, pl, sr, uk

source: SELinux has prevented $SOURCE from modifying $TARGET. This denial indicates $SOURCE was trying to modify the way the kernel runs or to actually insert code into the kernel. All applications that need this access should have already had policy written for them. If a compromised application tries to modify the kernel this AVC will be generated. This is a serious issue. Your system may very well be compromised.
bn_in: SELinux দ্বারা $SOURCE-কে $TARGET পরিবর্তন করতে বাধা দেওয়া হয়েছে। সাধারণত এই বাধা দেওয়া হয় যখন $SOURCE দ্বারা কার্নেলের কর্ম সঞ্চালনার পদ্ধতি পরিবর্তন অথবা কার্নেলের মধ্যে কোড অন্তর্ভুক্ত করা প্রচেষ্টা করা হয়। এটি ব্যবহারের অধিকারপ্রাপ্ত সকল অ্যাপ্লিকেশনের জন্য প্রয়োজনীয় পলিসি উপস্থিত থাকা আবশ্যক। কোনো বিপদগ্রস্ত অ্যাপ্লিকেশন দ্বারা কার্নেল পরিবর্তনের প্রয়াস করা হলে এই AVC-টি উৎপন্ন হবে। এটি একটি গুরুত্বপূর্ণ সমস্যা এবং আপনার সিস্টেমও বিপদগ্রস্ত হতে পারে।
gu: SELinux એ $TARGET બદલવાથી $SOURCE ને અટકાવેલ છે. આ નામંજૂરી સૂચવે છે કે $SOURCE જેમ કર્નલ જે રીતે ચાલે છે તે રીતે બદલવાનો પ્રયત્ન કરતુ હતુ અથવા કર્નલમાં કોડ ને વાસ્તવમાં દાખલ કરવા માટે. બધા કાર્યક્રમો કે જે તેઓ માટે આ વપરાશની જરૂર પહેલેથી જ લખાયેલ પોલિસીમાં હોવુ જ જોઇએ. જો સમાધાન થયેલ કાર્યક્રમ કર્નલને બદલવા માટે પ્રયત્ન કરે છે આ AVC ઉત્પન્ન થયેલ હશે. આ ગંભીર સમસ્યા છે. તમારી સિસ્ટમને સારી રીતે સમાધાન કરી શકાય છે.
it: SELinux ha prevenuto la modifica di $TARGET da parte di $SOURCE. Questo divieto indica che $SOURCE stava tentando di modificare il modo in cui si esegue il kernel o di inserire attualmente del codice nel kernel. Tutte le applicazioni che hanno bisogno di questo accesso dovrebbero avere già una politica per questo. Se una applicazione compromessa tenta di modificare il kernel verrà generato questo AVC. Questa è una questione seria. Il sistema potrebbe essere molto compromesso
ja: SELinux は $SOURCE による $TARGET の修正を阻止しました。この否定は $SOURCE が、カーネルの実行方法を修正する試みか、又はそのカーネルに 実際にコードを挿入する試みをしていたことを示します。このアクセスを要する 全てのアプリケーションは自身の為のポリシーを書かせておくべきでした。侵害を 受けている アプリケーションがカーネルを修正しようとすると、この AVC が生成されます。 これは 重大な問題です。ご使用のシステムは既に侵害されている可能性があります。
pl: SELinux powstrzymał $SOURCE przed zmodyfikowaniem $TARGET. Ten dostęp wskazuje, że $SOURCE próbował zmodyfikować sposób działania jądra lub nawet umieścić kod w jądrze. Wszystkie aplikacje, które wymagają tego dostępu powinny mieć napisaną dla siebie politykę. Jeśli zagrożona aplikacja próbuje zmodyfikować jądro, tworzone jest to AVC. Jest to poważne zagrożenie. System mógł zostać w dużym stopniu zagrożony.
uk: SELinux забороняє $SOURCE змінювати $TARGET. $SOURCE намагається змінити поведінку ядра чи вставити код в ядро. Для всіх програм, котрим потрібен такий доступ, має бути їх власна політика. Якщо скомпрометована програма намагається змінити ядро, буде згенеровано AVC. Це є серйозною проблемою та може бути індикатором того, що систему було скомпрометовано.

source: SELinux is preventing $SOURCE_PATH access to a leaked $TARGET_PATH file descriptor.
bn_in: SELinux দ্বারা $SOURCE_PATH-কে একটি leak করা $TARGET_PATH ফাইল ডেস্ক্রিপ্টর ব্যবহার করতে প্রতিরোধ সৃষ্টি করা হচ্ছে।
gu: SELinux એ $SOURCE_PATH ને $TARGET_PATH ફાઇલ વર્ણનકર્તાને લાવવાથી અટકાવી રહ્યું છે.
it: SELinux impedisce l'accesso $SOURCE_PATH ad un descrittore difettoso del file $TARGET_PATH.
ja: SELinux は 漏洩した $TARGET_PATH のファイル記述子へ $SOURCE_PATH がアクセスすることを阻止しています。
pl: SELinux powstrzymuje $SOURCE dostęp do deskryptora pliku $TARGET_PATH, który wyciekł.
sr: SELinux спречава $SOURCE_PATH приступ ка процуреном описнику датотеке $TARGET_PATH.
uk: SELinux забороняє $SOURCE_PATH доступ до дескриптора файлу $TARGET_PATH (можливе витікання).

source: SELinux denied access requested by the $SOURCE command. It looks like this is either a leaked descriptor or $SOURCE output was redirected to a file it is not allowed to access. Leaks usually can be ignored since SELinux is just closing the leak and reporting the error. The application does not use the descriptor, so it will run properly. If this is a redirection, you will not get output in the $TARGET_PATH. You should generate a bugzilla on selinux-policy, and it will get routed to the appropriate package. You can safely ignore this avc.
bn_in: SELinux দ্বারা $SOURCE কমান্ডের অনুরোধ করা ব্যবহারের অনুমতি প্রত্যাখ্যান করা হয়েছে। সম্ভবত এটি একটি লিকড ডেস্ক্রিপ্টর অথবা $SOURCE দ্বারা ব্যবহারের জন্য অনুমোদিত না হওয়া একটি ফাইলের মধ্যে ফলাফল স্থাপনের নির্দেশ দেওয়া হয়েছিল। SELinux দ্বারা সাধারণত লিক বন্ধ করা হয় ও ত্রুটির সূচনা প্রদান করা হয়। এই কারণে লিক উপেক্ষা করা যাবে। অ্যাপ্লিকেশন দ্বারা ডেস্ক্রিপ্টর ব্যবহার করা হয় না এবং এর ফলে অ্যাপ্লিকেশনটি সঠিকভাবে চলবে। রি-ডিরেকশনের ক্ষেত্রে $TARGET_PATH-এ ফলাফল পাওয়া যাবে না। selinux-policy সম্বন্ধে একটি bugzilla তৈরি করা উচিত এবং সেটি প্রযোজ্য প্যাকেজের জন্য নির্দেশ করা হবে। এই avc-টি অগ্রাহ্য করা যাবে।
gu: SELinux એ $SOURCE આદેશ દ્દારા સૂચિત થયેલ પ્રવેશ નામંજૂર થયેલ છે. તે એવુ લાગે છે આ ક્યાંતો leaked વર્ણનકર્તાેલ છે અથવા $SOURCE આઉટપુટ ફાઇલમાં પુન:આવેલ હતુ તે પ્રવેશ માટે પરવાનગી આપેલ નથી. Leaks સામાન્ય રીતે અવગણી શકાય છે જ્યાં સુધી SELinux એ leak ને બંધ કરી રહ્યુ હોય અને ભૂલનો અહેવાલ કરી રહ્યુ હોય.કાર્યક્રમonવર્ણનકર્તાને વાપરતુ નથીorતેથી તે યોગ્ય રીતે ચાલશેly.જો આ બીજી દિશામાં હોય તોonતમારે TARARGET_PA માં આઉટપુટ મળશે નહિંTH.તમારે selinux-policy પર બગઝીલાને ઉત્પન્ન કરવુ જોઇએcyઅને તે અનૂકુળ પેકેજમાં રસ્તો મળશેhge.તમે આis a ને સલામત રીતે અવગણી શકો છોvc.
it: SELinux ha rifiutato l'accesso richiesto dal comando $SOURCE. Sembra che sia un descrittore difettoso oppure l'uscita di $SOURCE è stata reindirizzata ad un file a cui non è consentito accedere. I difetti normalmente possono essere ignorati fintanto che SELinux chiude il difetto e riporta l'errore. L'applicazione non usa il descrittore, quindi può essere eseguita correttamente. Se questo è un reindirizzamento, non verrà ricevuto output nel $TARGET_PATH. è necessario generare un bugzilla su selinux-policy, che verrà instradata verso il pacchetto appropriato. E' possibile ignorare in sicurezza questo avc.
ja: SELinux は $SOURCE コマンドにより要求されたアクセスを拒否しました。これは、 リークした記述子か、又は $SOURCE の出力がアクセスの許可がないファイルへ再転送 されたように見えます。SELinux がリークを閉じてエラーを報告するため、リークは通常 無視されます。アプリケーションは正常の稼働するように記述子を使用しません。これが 再転送であった場合、$TARGET_PATH には出力を得ることはありません。selinux-policy 上に bugzilla を生成すべきで、そうすると、それが適切なパッケージまで巡回します。この avc は 無視しても安全です。
pl: SELinux odmówił dostęp żądany przez polecenie $SOURCE. Wygląda na to, że wyciekł deskryptor lub wyjście $SOURCE zostało przekierowane do pliku, do którego nie ma dostępu. Wycieki zwykle mogą być ignorowane, ponieważ SELinux po prostu zamyka wyciek i zgłasza błąd. Aplikacja nie używa deskryptora, więc będzie działała poprawnie. Jeśli jest to przekierowanie, wyjście nie zostanie uzyskane w $TARGET_PATH. Powinno się utworzyć raport na Bugzilli o selinux-policy, a zostanie on przekierowany do właściwego pakietu. Można bezpiecznie zignorować to AVC.
uk: SELinux забороняє запит доступу, отриманий від команди $SOURCE. Ймовірне витікання дескриптора чи вивід $SOURCE був перенаправлений у файл, до якого у неї немає доступу. Витікання зазвичай можна ігнорувати, оскільки SELinux просто їх закриває та повідомляє про помилку. Програма не використовує дескриптор, тому її роботу не буде порушено. Якщо ж причиною є перенаправлення, $TARGET_PATH не буде містити вивід. У цьому випадку створіть запит у Bugzilla для компоненту selinux-policy.

source: You can generate a local policy module to allow this access - see <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>
bn_in: এই ব্যবহারাধিকার প্রদানের জন্য স্থানীয় পলিসি মডিউল নির্মাণ করা যাবে - <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> পড়ুন
gu: તમે આ વપરાશને પરવાનગી આપવા માટે સ્થાનિક પોલિસી મોડ્યુલને બનાવી શકો છો - જુઓ <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>
it: E' possibile generare un modulo di politica locale per consentire questo accesso - consultare le <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>
ja: ローカルポリシーモジュールを生成して、このアクセスを許可するように できます：<a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> をご覧下さい。
pl: Można utworzyć moduł polityki lokalnej, aby umożliwić ten dostęp - proszę zobaczyć <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>
uk: Щоб дозволити доступ, можна згенерувати модуль локальної політики (см. <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>).

source: Your system may be seriously compromised! $SOURCE_PATH attempted to mmap low kernel memory.
bn_in: আপনার সিস্টেম গুরুতরভাবে বিপদগ্রস্ত হতে পারে! $SOURCE_PATH দ্বারা low কার্নেল মেমরি mmap করার প্রচেষ্টা করা হয়েছে।
gu: તમારી સિસ્ટમ ગંભીરતા થી સમાધાન કરી શકે છે!$SOURCE_PATH એ નીચી કર્નલ મેમરી mmap કરવા માટે પ્રયત્ન કર્યો હતો.
it: Il sistema potrebbe essere seriamente compromesso! $SOURCE_PATH ha cercato di mappare la memoria bassa del kernel.
ja: ご使用のシステムには深刻な侵害の可能性があります! $SOURCE_PATH が低位置カーネルメモリーへの mmap を試行しました。
pl: System mógł zostać poważnie zagrożony. $SOURCE próbowało wykonać mmap na niskiej pamięci jądra.
uk: Вашу систему може бути серйозно скомпрометовано! $SOURCE_PATH намагається виконати mmap для нижнього діапазону пам'яті ядра.

source: SELinux has denied the $SOURCE the ability to mmap low area of the kernel address space. The ability to mmap a low area of the address space, as configured by /proc/sys/kernel/mmap_min_addr. Preventing such mappings helps protect against exploiting null deref bugs in the kernel. All applications that need this access should have already had policy written for them. If a compromised application tries modify the kernel this AVC would be generated. This is a serious issue. Your system may very well be compromised.
bn_in: SELinux দ্বারা $SOURCE-কে কার্নেল অ্যাড্রেস স্পেসের লো এরিয়াতে mmap প্রয়োগের ক্ষমতা প্রদান করা হয়নি। /proc/sys/kernel/mmap_min_addr-র কনফিগারেশন অনুযায়ী অ্যাড্রেস স্পেসের লো এরিয়ে mmap করার ক্ষমতা নির্ধারণ করা হয়। এই ধরনের ম্যাপিং প্রতিরোধ করা হলে কার্নেলের মধ্যে null deref বাগের সাহায্যে সুযোগ না নেওয়ার সম্ভাবনা এড়ানো সম্ভব হবে। ন্যায্য ব্যবহারের অধিকারপ্রাপ্ত অ্যাপ্লিকেশনগুলির ক্ষেত্রেপূর্বেই পলিসি নির্ধারিত করা হয়েছে। কোনো বিপদগ্রস্ত অ্যাপ্লিকেশন দ্বারা কার্নেল পরিবর্তনের প্রচেষ্টা করা হলে এই AVC-টি উৎপন্ন হবে। এটি একটি গুরুত্বপূর্ণ সমস্যা ও আপনার সিস্টেম বিপদগ্রস্ত হতে পারে।
gu: SELinux એ કર્નલ સરનામાં સ્થાનનાં mmap નીચા સ્તરની સક્ષમતા માટે $SOURCE ને નામંજૂર કરેલ છે. સરનામાં સ્થાનની mmap નીચા સ્તરની સક્ષમતા, /proc/sys/kernel/mmap_min_addr તરીકે રૂપરેખાંકિત થયેલ છે. આવા મેપીંગોને અટકાવાનુંકર્નલમાં નલ deref ભૂલોનો ઉપયોગ વિરુદ્દ બચાવવા માટે મદદ કરે છે. બધા કાર્યક્રમો કે જે આ પ્રવેશની જરૂર તેઓ માટે પહેલેથી જ લખાયેલ પોલિસી છે તે માટે હોવી જોઇએ જો સમજૂતી થયેલ કાર્યક્રમ આ AVC ઉત્પન્ન થયેલ હશે તે કર્નલ ને બદલવા માટે પ્રયત્ન કરે છે આ ગંભીર સમસ્યા છે. તમારી સિસ્ટમ સારી રીતે સમાધાન થયેલ હોઇ શકે છે.
it: SELinux ha negato a $SOURCE la possibilità di eseguire mmap sull'area bassa degli spazi di indirizzo del kernel. L'abilità di eseguire mmap su una area bassa dello spazio degli indirizzi, come configurato da /proc/sys/kernel/mmap_min_addr. Prevenendo questa mappatura si aiuta la protezione contro l'esplorazione dei bug di null deref nel kernel. Tutte le applicazioni che hanno bisogno di questo accosso dovrebbero avere già una politica scritta. Se una applicazione compromessa tenta di modificare il kernel verrà generato questo AVC. Questa è una questione seria. Il sistema potrebbe essere seriamente compromesso.
ja: SELinux は カーネルアドレススペースの低位置を mmap する $SOURCE の 能力を 拒否しました。アドレススペースの低位置を mmap する能力の 設定は 、 /proc/sys/kernel/mmap_min_addr で行われます。そのようなマッピングを 拒否することは カーネル内での null deref バグの悪用を防止する手助けになります。この アクセスを必要とする全てのアプリケーションはそれ自身用にポリシーを書かせて おくべきでした。侵害されたアプリケーションがカーネルを修正する試みをすると、 この AVC が 生成されるでしょう。これは重大な問題です。ご使用のシステムは侵害されている 可能性が 高くなります。
pl: SELinux odmówił $SOURCE możliwości wykonania mmap na niskim obszarze przestrzeni adresowej jądra. Możliwość wykonania mmap na niskim obszarze przestrzeni adresowej jest konfigurowana przez /proc/sys/kernel/mmap_min_addr. Unikanie takiego mapowania chroni przed wykorzystaniem błędów typu "null deref" w jądrze. Wszystkie aplikacje, które wymagają tego dostępu powinny mieć napisaną dla siebie politykę. Jeśli zagrożona aplikacja próbuje zmodyfikować jądro, tworzone jest to AVC. Jest to poważne zagrożenie. System mógł zostać w dużym stopniu zagrożony.
uk: SELinux забороняє $SOURCE створювати mmap у початковому діапазоні адресного простору ядра. Така можливість налаштовується у /proc/sys/kernel/mmap_min_addr. Заборона mmap запобігає несанкційованому використанню помилок null deref у ядрі. Для всіх програм, яким потрібен такий доступ, має існувати своя політика. Якщо скомпрометована програма намагається змінити ядро, буде згенеровано AVC. Це є серйозною проблемою та може бути індикатором компрометації, вашої системи.

source: SELinux prevented $SOURCE from mounting on the file or directory "$TARGET_PATH" (type "$TARGET_TYPE").
bn_in: SELinux দ্বারা $SOURCE-'কে ফাইল অথবা ডিরেক্টরিতে মাউন্ট করতে প্রতিরোধ করা হয়েছে "$TARGET_PATH" (type "$TARGET_TYPE")।
gu: SELinux એ $SOURCE ને "$TARGET_PATH" ("$TARGET_TYPE" લખો) ફાઈલ અથવા ડિરેક્ટરી પર માઉન્ટ કરવાથી બચાવ્યું છે.
it: SELinux ha evitato che $SOURCE montasse il file o cartella "$TARGET_PATH" (tipo "$TARGET_TYPE").
ja: SELinux は $SOURCE がファイル又はディレクトリー"$TARGET_PATH" (タイプ "$TARGET_TYPE") にマウントすることを阻止しました。
pl: SELinux powstrzymał $SOURCE przed zamontowaniem na pliku lub katalogu "$TARGET_PATH" (typu "$TARGET_TYPE").
sr: SELinux је спречио $SOURCE од монтирања на датотеку или директоријум „$TARGET_PATH“ (врсте „$TARGET_TYPE“).
uk: SELinux забороняє $SOURCE підключати файлову систему у файл чи каталог «$TARGET_PATH» (тип «$TARGET_TYPE»).

source: SELinux prevented $SOURCE from mounting a filesystem on the file or directory "$TARGET_PATH" of type "$TARGET_TYPE". By default SELinux limits the mounting of filesystems to only some files or directories (those with types that have the mountpoint attribute). The type "$TARGET_TYPE" does not have this attribute. You can change the label of the file or directory.
bn_in: SELinux দ্বারা $SOURCE-কে "$TARGET_TYPE" ধরনের "$TARGET_PATH" ফাইল অথবা ডিরেক্টরির মধ্যে ফাইল-সিস্টেম মাউন্ট করতে বাধা দেওয়া হয়েছে। ডিফল্টরূপে, SELinux দ্বারা ফাইল-সিস্টেম শুধুমাত্র কিছু নির্দিষ্ট ফাইল অথবা ডিরেক্টরির (মাউন্ট-পয়েন্ট বৈশিষ্ট্য সহ ধরন) মধ্যে করার অনুমতি প্রদান করা হয়। "$TARGET_TYPE" ধরনে এই বৈশিষ্ট্য অনুপস্থিত। ফাইল অথবা ডিরেক্টরির লেবেল পরিবর্তন করা যাবে।
gu: SELinux એ $SOURCE ને "$TARGET_TYPE" પ્રકારની "$TARGET_PATH" ફાઈલ અથવા ડિરેક્ટરી માઉન્ટ કરવાથી બચાવેલ છે. મૂળભૂત રીતે SELinux ફાઈલસિસ્ટમોના માઉન્ટિંગને અણુક ફાઈલો અથવા ડિરેક્ટરીઓ પૂરતું જ મર્યાદા મૂકે છે (માઉન્ટબિંદુ લક્ષણ હોય તે પ્રકારની માટે જ). પ્રકાર "$TARGET_TYPE" ને આ લક્ષણ નથી. તમે ફાઈલ અથવા ડિરેક્ટરીના લેબલને બદલી શકો છો.
it: SELinux ha impedito a $SOURCE di montare un filesystem sul file o cartella "$TARGET_PATH" di tipo "$TARGET_TYPE". In modo predefinito SELinux limita il montaggio dei filesystem, solo ad alcuni file o cartelle (quelli che contengono gli attributi di mountpoint). Il tipo "$TARGET_TYPE" non possiede questo tipo di attributi. È possibile modificare l'etichetta del file o della cartella.
ja: SELinux は $SOURCE がタイプ "$TARGET_TYPE"の "$TARGET_PATH" のファイル、又は ディレクトリー上にファイルシステムをマウントすることを阻止しました。デフォルトでは、 SELinux は、一部のファイルやディレクトリー(マウントポイント属性を持つタイプがあるもの)のみへ ファイルシステムのマウントを制限します。タイプ "$TARGET_TYPE" は、この属性を持ちません。 そのファイル又はディレクトリーのラベルは変更することができます。
pl: SELinux powstrzymał $SOURCE przed zamontowaniem na pliku lub katalogu "$TARGET_PATH" typu "$TARGET_TYPE". Domyślnie SELinux ogranicza możliwość montowania systemów plików do niektórych plików i katalogów (tych typu posiadających atrybuty punktu montowania). Typ "$TARGET_TYPE" nie posiada tego atrybutu. Można zmienić etykietę pliku lub katalogu.
sr: SELinux је спречио $SOURCE од монтирања система датотека на датотеку или директоријум „$TARGET_PATH“ врсте „$TARGET_TYPE“. SELinux подразумевано ограничава монтирање система датотека на само неке датотеке или директоријуме (оне са врстом која има mountpoint атрибут). Врста „$TARGET_TYPE“ нема тај атрибут. Можете да промените ознаку те датотеке или директоријума.
uk: SELinux заборонила $SOURCE підключати файлову систему у «$TARGET_PATH» з типом «$TARGET_TYPE». Типово SELinux обмежує монтування файлових систем деякими файлами чи каталогами (що мають атрибут mountpoint). Тип «$TARGET_TYPE» не має цього атрибуту. Ви можете змінити мітку файлу або каталогу.

source: Changing the file_context to mnt_t will allow mount to mount the file system: "chcon -t mnt_t '$TARGET_PATH'." You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
bn_in: file_context-র মান mnt_t নির্ধারিত হলে mount কমান্ড দ্বারা ফাইল সিস্টেম মাউন্ট করা যাবে: "chcon -t mnt_t '$TARGET_PATH'." সিস্টেমের মধ্যে ডিফল্ট ফাইল কনটেক্স ফাইল পরিবর্তন করা আবশ্যক। এর ফলে সম্পূর্ণ রি-লেবল (relabel) করা হলেও কনটেক্সট অপরিবর্তিত থাকবে। "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
gu: file_context ને mnt_t માં બદલવાનું માઉન્ટને ફાઈલ સિસ્ટમ માઉન્ટ કરવા માટે પરવાનગી આપશે: "chcon -t mnt_t '$TARGET_PATH'." તમારે મૂળભૂત ફાઈલ સંદર્ભ ફાઈલોને પણ સંપૂર્ણ પુન:લેબલ પર તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર બદલવી જ પડશેજાળવવા માટે. "semanage fcontext -a -t mnt_t '$TARGET_PATH'"
it: Cambiando il file_context in mnt_t sarà possibile montare il filesystem: "chcon -t mnt_t '$TARGET_PATH'." È necessario inoltre modificare i file di contesto del file predefinito sul sistema per preservarli anche da una completa rietichettatura. "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
ja: file_context を mnt_t に変更すると、mount によるファイルシステムのマウントが 許可されます: "chcon -t mnt_t '$TARGET_PATH'." また、完全な再ラベルの後でもそれらを保持できるように、システム上でデフォルトの ファイルコンテキストファイルの変更もしなければなりません。"semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
pl: Zmienianie file_context na mnt_t pozwoli mount na montowanie systemu plików: "chcon -t mnt_t '$TARGET_PATH'." Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
uk: Заміна file_context на mnt_t дозволить підключити файлову систему: «chcon -t mnt_t '$TARGET_PATH'.» Також треба змінити типові контексти файлів у системі, щоб вони збереглись навіть при повторній розмітці. «semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'»

source: SELinux is preventing the named daemon from writing to the zone directory
bn_in: SELinux দ্বারা named ডেমনকে zone ডিরেক্টরিতে লিখতে বাধা সৃষ্টি করা হচ্ছে
gu: SELinux એ named ડિમનને ઝોન ડિરેક્ટરીમાંથી લખવાથી બચાવી રહ્યું છે
it: SELinux ha impedito al demone named di scrivere sulla directory di zona
ja: SELinux は named デーモンがゾーンディレクトリーに書き込むのを阻止しています
pl: SELinux powstrzymuje demona named przed zapisaniem do katalogu strefy
sr: SELinux спречава named системску услугу од уписивања у директоријум зоне
uk: SELinux запобігає запису вказаною службою у каталог

source: SELinux has denied the named daemon from writing zone files. Ordinarily, named is not required to write to these files. Only secondary servers should be required to write to these directories. If this machine is not a secondary server, this could signal an intrusion attempt.
bn_in: SELinux দ্বারা named ডেমনকে zone ফাইল লিখতে বাধা সৃষ্টি করা হচ্ছে সাধারণত named দ্বারা এই ফাইলগুলিরতে লেখার প্রয়োজন হবে না। শুধুমাত্র সেকেন্ডারি সার্ভার দ্বারা ডিরেক্টরির মধ্যে লেখার প্রয়োজন হয়। এই মেশিনটি সেকেন্ডারি সার্ভার না হলে এটি সম্ভবত একটি অনুপ্রবেশের সংকেত।
gu: SELinux એ ઝોન ફાઈલોમાં લખવાથી named ડિમનને નામંજૂર કરેલ છે. સામાન્ય રીતે, named એ આ ફાઈલો લખવા માટે જરૂરી નથી. માત્ર ગૌણ સર્વરો આ ડિરેક્ટરીઓ લખવા માટે જરૂરી હોવી જોઈએ. જો આ મશીન ગૌણ સર્વર નહિં હોય, તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha negato al demone named la possibilità di scrivere sui file di zona. Generalmente named non scrive su questi file. Solo ai server secondari è richiesto di scrivere le suddette ccartelle. Se questa macchina non risulta essere un server secondario, ciò potrebbe segnalare un tentativo d'intrusione.
ja: SELinux は named デーモンによるゾーンファイルの書き込みを拒否しました。 通常は、named はこれらのファイルの書き込みには必要ではありません。 二つめのサーバーのみがこれらのディレクトリーへの書き込みに必要です。 このマシンが二つめのサーバーでない場合、これは侵入の試みの示唆だと言えます。
pl: SELinux odmówił demonowi named zapisania plików strefy. Zwykle named nie wymaga zapisywania do tych plików. Tylko drugorzędne serwery powinny wymagać zapisu do tych katalogów. Jeśli ten komputer nie jest serwerem drugorzędnym, może to wskazywać na próbę włamania.
uk: SELinux заборонила службі named перезаписувати файли зон. Звичайно named не вимагає такої можливості. Лише вторинним серверам може знадобитись запис у ці каталоги. Якщо ця машина не є вторинним сервером, можливо має місце спроба вторгнення.

source: If you want named to run as a secondary server and accept zone transfers you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
bn_in: named-কে সেকেন্ডারি সার্ভার রূপে চালানোর জন্য ও zone পরিবর্তন অনুমোদন করতে হলে $BOOLEAN বুলিয়ান সক্রিয় করা আবশ্যক: "setsebool -P $BOOLEAN=1"
gu: જો તમે named ને ગૌણ સર્વર તરીકે ચલાવવા માંગો અને ઝોન પરિવહનો સ્વીકારવા માંગો તો તમારે $BOOLEAN બુલિયન ચાલુ કરવાની જરૂર છે: "setsebool -P $BOOLEAN=1"
it: Se si desidera che named venga eseguito come server secondario, e sia in grado di accettare i trasferimenti di zona, allora bisogna abilitare il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
ja: named に二つめのサーバーとして実行させて、ゾーン転送を受理したい場合、 $BOOLEAN ブーリアン値を設定する必要があります。: "setsebool -P $BOOLEAN=1"
pl: Aby named uruchamiał się jako serwer drugorzędny i akceptował przesyłanie stref, należy włączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1"
sr: Ако желите да named ради као споредни сервер и прихвата преносе зоне, треба да укључите $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“
uk: Якщо ви бажаєте, щоб named запускалась як вторинний сервер, та включала передачі зони, треба встановити ознаку $BOOLEAN: «setsebool -P $BOOLEAN=1»

source: Domain Name Service
bn_in: ডোমেন নেম সার্ভিস (DNS)
gu: ડોમેઈન નામ સેવા
ja: ドメインネームサービス
pl: Usługa nazw domen
sr: Сервис имена домена
uk: Служба розв'язання доменних назв

source: SELinux is preventing the nfs daemon from serving r/o local files to remote clients.
bn_in: SELinux দ্বারা nfs ডেমনকে দূরবর্তী ক্লায়েন্টদেরকে স্থানীয়রূপে উপস্থিত শুধুমাত্র পাঠযোগ্য ফাইল ব্যবহারের অনুমোদন প্রদানের প্রতিরোধ করা হচ্ছে।
gu: SELinux એ nfs ડિમનને દૂરસ્થ ક્લાઈન્ટોને સ્થાનિક ફાઈલો લખવાની પરવાનગી આપવાથી બચાવી રહ્યું છે.
it: SELinux ha impedito al demone nfs di servire file locali r/o ai client remoti.
ja: SELinux は nfs デーモンがリモートクライアントへのローカルファイルの r/oサービスを許可することを阻止しています。
pl: SELinux powstrzymuje demona NFS przed udostępnianiem lokalnych plików tylko do odczytu zdalnym klientom.
sr: SELinux спречава nfs системску услугу да дозволи читање локалних датотека удаљеним клијентима.
uk: SELinux забороняє службі nfs надавати віддаленим клієнтам локальні файли, доступні лише для читання.
