Repository: 1dot75cm/selinux-policy
Catalog: plugins/po/*.po
Languages: bn_in, gu, it, ja, pl, sr, uk

source: SELinux prevented the CVS application from reading the shadow password file.
bn_in: SELinux দ্বারা CVS অ্যাপ্লিকেশনকে shadow password ফাইল পড়তে প্রতিরোধ করা হয়েছে।
gu: SELinux એ CVS કાર્યક્રમને shadow પાસવર્ડ ફાઈલ વાંચવાથી બચાવી છે.
it: SELinux ha evitato che l'applicazione CVS leggesse il file shadow delle password.
ja: SELinux は CVS アプリケーションによるシャドーパスワードファイルの読み取りを阻止しました。
pl: SELinux powstrzymał aplikację CVS przed odczytaniem pliku haseł shadow.
sr: SELinux је спречио CVS програм при читању датотеке shadow лозинке.
uk: SELinux запобігла читанню файлу тіньових паролів програмою CVS.

source: SELinux prevented the CVS application from reading the shadow password file. The CVS application requires this access when it is configured for direct connection (i.e., pserver) and to authenticate to the system password / shadow files without PAM. It is possible that this access request signals an intrusion attempt. It is recommended that CVS be configured to use PAM, authenticate to a separate user file, or use another protocol (e.g., SSH) instead of allowing this access. See the CVS manual for more details on why this access is potentially insecure: (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>).
bn_in: SELinux দ্বারা CVS অ্যাপ্লিকেশনকে শেডো পাসওয়ার্ড ফাইল পড়তে বাধা দেওয়া হয়েছে। সরাসরি সংযোগ (যেমন pserver) ও PAM বিনা সিস্টেম পাসওয়ার্ড / শেডো ফাইলের সাহায্যে অনুমোদনের জন্য কনফিগারে করা হলে CVS অ্যাপ্লিকেশন দ্বারা এর ব্যবহারের অধিকার থাকা আবশ্যক। এই ধরনের অনুরোধ দ্বারা অনধিকার প্রবেশের সম্ভাবনার সংকেত দেওয়া হতে পারে। CVS দ্বারা PAM ব্যবহার ও একটি পৃথক ব্যবহারকারী ফাইলে অনুমোদন করার জন্য কনফিগার করা বাঞ্ছনীয় অথবা এই ধরনের ব্যবহার রোধ করার জন্য একটি পৃথক প্রোটোকল (যেমন, SSH) ব্যবহার করা আবশ্যক। এই ধরনের প্রবেশাধিকার নিরাপদ না ধার্য হওয়ার কারণ জানতে CVS সহায়িকা পড়ুন: (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>)।
gu: SELinux એ CVS કાર્યક્રમને shadow પાસવર્ડ ફાઈલ વાંચવાથી બચાવી છે. CVS કાર્યક્રમને આ વપરાશ જરૂરી છે જ્યારે તે સીધા જોડાણ માટે રૂપરેખાંકિત થયેલ હોય (એટલે કે, pserver) અને PAM વિના સિસ્ટમ પાસવર્ડ / shadow ફાઈલો સાથે સત્તાધિકરણ કરવા માટે. એ શક્ય છે કે આ વપરાશ અરજી સંકેતો ઘૂંસણખોરી લેવાની અરજી કરે. એ આગ્રહણીય છે કે CVS એ PAM વાપરવા માટે રૂપરેખાંકિત થયેલ છે, અલગ વપરાશકર્તા ફાઈલમાં સત્તાધિકારીત કરવા માટે, અથવા આ વપરાશની પરવાનગી આપ્યા વિના અન્ય પ્રોટોકોલ (દા.ત., SSH) માટે આગ્રહણીય છે. આ વપરાશ અસંભવિત રીતે અસુરક્ષિત કેમ છે તેના પર વધુ વિગતો માટે CVS માર્ગદર્શિકા જુઓ: (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>).
it: SELinux ha evitato che l'applicazione CVS leggesse il file shadow password. L'applicazione CVS richiede questo accesso quando è configurata per la connessione diretta (es., pserver) ed autenticare con i file di sistema password / shadow senza PAM. E' possibile che questa richiesta di accesso segnali un tentativo di intrusione. Si raccomanda che CVS sia configurato per utilizzare PAM, autenticare verso un file di utenti separato, o usare un altro protocollo (es., SSH) invece di permettere questo accesso. Si veda il manuale di CVS per maggiori dettagli sul perchè questo accesso è potenzialmente insicuro (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>).
ja: SELinux は CVS アプリケーションによるシャドーパスワードファイルの読み取りを阻止しました。 CVS アプリケーションが直接接続用 (pserver) に設定され PAM なしでシステムのパスワード/シャドー のファイルに対して認証を行うよう設定する際は、このアクセスが必要になります。 このアクセス要求が 不正侵入の試行を示す可能性があります。 CVS がこのアクセスを許可する代わりに PAM を使用するか、個別のユーザーファイルに対して 認証を行わせるか、または、別のプロトコル (SSH) を使用させるようにすることを推奨します。 このアクセスがなぜ安全ではないのかについては、 CVS マニュアルを参照してください。 (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>)
pl: SELinux powstrzymał aplikację CVS przed odczytaniem pliku haseł shadow. Aplikacja CVS wymaga tego dostępu, kiedy jest skonfigurowana na połączenie bezpośrednie (np. pserver) i na uwierzytelnianie plików haseł/shadow systemu bez PAM. Jest możliwe, że te sygnały żądania dostępu mogą być próbą włamania. Zaleca się skonfigurowanie programu CVS do używania PAM, uwierzytelniania do osobnego pliku użytkownika lub użycie innego protokołu (np. SSH) zamiast zezwalania na ten dostęp. Proszę zobaczyć podręcznik programu CVS, aby dowiedzieć się więcej o tym, dlaczego taki dostęp jest potencjalnie niebezpieczny: (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>).
sr: SELinux је спречио CVS програм при читању датотеке shadow лозинке. CVS захтева овај приступ када је подешен за директну везу (нпр. pserver) и за аутентификацију преко системских лозинки / shadow датотека без PAM-а. Могуће је да овај захтев приступа указује на покушај упада. Препоручује се да CVS буде подешен да користи PAM, аутентификује преко засебне корисничке датотеке, или користи други протокол (нпр. SSH) уместо дозвољавања овог приступа. Погледајте CVS упутство за више детаља о томе зашто је овај приступ могуће небезбедан: (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>).
uk: SELinux заборонила програмі CVS читати тіньовий файл паролів. Це необхідно програмі CVS для роботи через пряме з'єднання (наприклад, pserver) та для автентифікації з використанням системних паролів або тіньових файлів без PAM. Можливо має місце спроба вторгнення. Бажано використовувати CVS разом з PAM, проводити автентифікацію через окремий файл чи вживати інший протокол (наприклад, SSH) а не надавати такий доступ. З докладнішою інформацію щодо потенційної небезпеки такого з'єднання можна ознайомитися у посібнику з CVS (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>).

source: Changing the "$BOOLEAN" boolean to true will allow this access: "setsebool -P $BOOLEAN=1"
bn_in: "$BOOLEAN" বুলিয়ানের মান true ধার্য করা হলে ব্যবহারের অধিকার প্রদান করা হবে: "setsebool -P $BOOLEAN=1"
gu: "$BOOLEAN" બુલિયનને ખરુમાં બદલવાનું આ વપરાશની પરવાનગી આપશે: "setsebool -P $BOOLEAN=1"
it: Cambiando il booleano "$BOOLEAN" in true si permetterà questo accesso: "setsebool -P $BOOLEAN=1"
ja: "$BOOLEAN"ブーリアン値を「true」に変更するとこのアクセスを許可します： "setsebool -P $BOOLEAN=1"
pl: Zmienianie wartości logicznej "$BOOLEAN" na prawdę zezwoli na ten dostęp: "setsebool -P $BOOLEAN=1"
sr: Измена „$BOOLEAN“ логичке променљиве на истиниту ће дозволити овај приступ: „setsebool -P $BOOLEAN=1“
uk: Встановлення логічного значення "$BOOLEAN" у TRUE дозволить доступ: "setsebool -P $BOOLEAN=1"

source: SELinux prevented $SOURCE from writing $TARGET_PATH.
bn_in: SELinux দ্বারা $SOURCE'কে $TARGET_PATH'এ লিখতে প্রতিরোধ করা হয়েছে।
gu: SELinux એ $SOURCE ને $TARGET_PATH લખવાથી અટકાવ્યું છે.
it: SELinux ha impedito a $SOURCE di eseguire una scrittura su $TARGET_PATH.
ja: SELinux は $SOURCE による $TARGET_PATH の書き込みを阻止しました。
pl: SELinux powstrzymał $SOURCE przed zapisaniem $TARGET_PATH.
sr: SELinux је спречио $SOURCE од записивања $TARGET_PATH.
uk: SELinux зупинила виконання запису $SOURCE у $TARGET_PATH.

source: SELinux prevented $SOURCE from writing $TARGET_PATH. If $TARGET_PATH is a core file, you may want to allow this. If $TARGET_PATH is not a core file, this could signal an intrusion attempt.
bn_in: SELinux দ্বারা $SOURCE-কে $TARGET_PATH'এ লিখতে প্রতিরোধ করা হচ্ছে। $TARGET_PATH core file হলে অনুমতি প্রদান করা যাবে। $TARGET_PATH core file না হলে এটি সম্ভবত অনুপ্রবেশের প্রচেষ্টার সংকেত।
gu: SELinux એ $SOURCE ને $TARGET_PATH લખવાથી અટકાવ્યું છે. જો $TARGET_PATH એ મૂળ ફાઈલ હોય, તો તમે આને પરવાનગી આપવા માંગશો. જો $TARGET_PATH એ મૂળ ફાઈલ નહિં હોય, તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha impedito a $SOURCE di scrivere su $TARGET_PATH. Se $TARGET_PATH è un core file, è consigliabile abilitare tale procedura. Se $TARGET_PATH non è un core file, ciò potrebbe segnalare un tentativo d'intrusione.
ja: SELinux は $SOURCE による $TARGET_PATH の書き込みを阻止しました。 $TARGET_PATH がコアファイルの場合は、これを許可させたい場合があります。$TARGET_PATH がコアファイルではない場合、不正侵入の試行を示す可能性があります。
pl: SELinux powstrzymał $SOURCE przed zapisaniem $TARGET_PATH. Jeśli $TARGET_PATH jest plikiem core, być może powinno zostać zezwolone. Jeśli $TARGET_PATH nie jest plikiem core, może to wskazywać na próbę włamania.
sr: SELinux је спречио $SOURCE од записивања $TARGET_PATH. Ако је $TARGET_PATH датотека језгра, можда можете ово да дозволите. Ако $TARGET_PATH није датотека језгра, ово може указивати и на покушај упада.
uk: SELinux заборонила $SOURCE запис у $TARGET_PATH. Якщо $TARGET_PATH це системний файл, ви можете дозволити це. Якщо $TARGET_PATH - не системний файл, можливо має місце спроба вторгнення.

source: Changing the "$BOOLEAN" boolean to true will allow this access: "setsebool -P $BOOLEAN=1."
bn_in: "$BOOLEAN" বুলিয়ানের মান true (সত্য) নির্ধারণ করা হলে এই অনুমতি প্রদান করা হবে: "setsebool -P $BOOLEAN=1."
gu: "$BOOLEAN" બુલિયન કિંમતને ખરામાં બદલવાનું આ વપરાશને માન્ય કરશે: "setsebool -P $BOOLEAN=1."
it: Cambiando il booleano "$BOOLEAN" a true verrà permesso tale accesso: "setsebool -P $BOOLEAN=1."
ja: "$BOOLEAN" ブーリアンを 「true」に変更するとこのアクセスを許可します: "setsebool -P $BOOLEAN=1."
pl: Zmienianie wartości logicznej "$BOOLEAN" na prawdę zezwoli na ten dostęp: "setsebool -P $BOOLEAN=1."
sr: Измена „$BOOLEAN“ логичке променљиве на истиниту ће дозволити овај приступ: „setsebool -P $BOOLEAN=1.“
uk: Встановлення логічного значення "$BOOLEAN" у TRUE дозволить доступ: «setsebool -P $BOOLEAN=1»

source: SELinux is preventing $SOURCE_PATH from changing the access protection of memory on the heap.
bn_in: SELinux দ্বারা $SOURCE_PATH-কে heap'র মধ্যে মেমরি ব্যবহারের অধিকার পরিবর্তনে প্রতিরোধ করা হচ্ছে।
gu: SELinux એ $SOURCE_PATH ને હીપ પરથી મેમરીના વપરાશની સુરક્ષામાંથી અટકાવી રહ્યું છે.
it: SELinux impedisce al $SOURCE_PATH di cambiare la protezione d'accesso della memoria sull'heap.
ja: SELinux は $SOURCE_PATH が ヒープ上のメモリーへのアクセス保護を 変更することを阻止しています。
pl: SELinux powstrzymuje $SOURCE_PATH przed zmienianiem ochrony dostępu do pamięci na stosie.
sr: SELinux спречава $SOURCE_PATH од измене заштите приступа динамичкој меморији.
uk: SELinux запобігає зміні $SOURCE_PATH захисту доступу до пулу пам'яті.

source: The $SOURCE application attempted to change the access protection of memory on the heap (e.g., allocated using malloc). This is a potential security problem. Applications should not be doing this. Applications are sometimes coded incorrectly and request this permission. The <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> web page explains how to remove this requirement. If $SOURCE does not work and you need it to work, you can configure SELinux temporarily to allow this access until the application is fixed. Please file a bug report against this package.
bn_in: $SOURCE অ্যাপ্লিকেশনের দ্বারা heap-র উপর ব্যবহারাধিকারের সীমারেখা (উদাহরণ, malloc দ্বারা আরক্ষিত) পরিবর্তনের প্রচেষ্টা করা হয়েছে। এটি একটি সম্ভাব্য সুরক্ষা জড়িত আশঙ্কা। অ্যাপ্লিকেশনগুলির দ্বারা এই কার্য করা উচিত নয়। অ্যাপ্লিকেশনের মধ্যে উপস্থিত ত্রুটিপূর্ণ কোডের ফলে এই অনুরোধ করা হতে পারে। <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> ওয়েব পেজ'এ এই আবশ্যকতা মুছে ফেলার নির্দেশ লেখা হয়েছে। $SOURCE-র সঠিক কর্ম সঞ্চালন প্রয়োজন হলে SELinux কনফিগার করে অ্যাপ্লিকেশনের ত্রুটি সংশোধন না করা অবধি অস্থায়ী রূপে ব্যবহারাধিকার প্রদান করুন। অনুগ্রহ করে এই প্যাকেজের জন্য বাগ রিপোর্ট</a> দায়ের করুন।
gu: $SOURCE કાર્યક્રમ એ હીપ (દા.ત. malloc દ્વારા ફાળવવામાં આવેલ) પર મેમરીની વપરાશ સુરક્ષા બદલવા માટે ચાલુ કરાયેલ છે. આ સંભવિત સુરક્ષા સમસ્યા છે. કાર્યક્રમોએ આ કરવું જોઈએ નહિં. કાર્યક્રમો અમુક સમયે અયોગ્ય રીતે કોડ કરાયેલ હોય છે અને આ પરવાનગીની અરજી કરે છે. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux મેમરી સુરક્ષા ચકાસણીઓ</a> વેબ પાનું સમજાવે છે કે કેવી રીતે આ જરૂરીયાત દૂર કરવી. જો $SOURCE કામ નહિં કરે અને તમારે તેને કામ કરવાની જરૂર હોય, તો તમે SELinux ને કામચલાઉ રીતે આ વપરાશની પરવાનગી આપી શકો છો જ્યાં સુધી કાર્યક્રમ સુધારાઈ નહિં જાય. મહેરબાની કરીને આ આ પેકેજ વિરુદ્ધ ભૂલનો અહેવાલ જમા કરો.
it: L'applicazione $SOURCE ha tentato di cambiare la protezione di accesso della memoria sull'heap (es., allocata usando malloc). Questo è un potenziale problema di sicurezza. Le applicazioni non dovrebbero farlo. Le applicazioni sono talvolta codificate in modo non corretto e richiedono questo permesso. La pagina web <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> spiega come rimuovere questo requisito. Se $SOURCE non funziona ma risulta necessario per il normale utilizzo, è possibile configurare SELinux per abilitare temporaneamente questo accesso fino a che l'applicazione non sarà corretta. Si invita ad inviare un bug report relativo a questo pacchetto.
ja: $SOURCE アプリケーションがヒープメモリー (例えば malloc を使った割当て) のアクセス保護の変更を試行しました。セキュリティー上の問題となる可能性が あります。アプリケーションはこのような動作を行うべきではありません。 アプリケーションは誤って記述されることがあり、 このパーミッションを要求 することがあります。 <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> のウェブページにはこの要求の削除方法が記載されています。 $SOURCE が動作しなくて 動作させる必要がある場合、 アプリケーションが修正されるまでの間、 SELinux を設定して一時的にこのアクセスを許可することができます。 このパッケージ に関するバグレポートを提出してください。
pl: Aplikacja $SOURCE próbowała zmienić ochronę dostępu do pamięci na stercie (np. przydzielonej przez malloc). Jest to potencjalny problem z bezpieczeństwem. Aplikacje nie powinny tego robić. Mogą one czasem być niepoprawnie napisane i żądać tego pozwolenia. Strona WWW <a href="http://people.redhat.com/drepper/selinux-mem.html">Testy ochrony pamięci SELinuksa</a> wyjaśnia, jak usunąć te wymaganie. Jeśli $SOURCE nie działa, a jest wymagana, można tak tymczasowo skonfigurować SELinuksa, aby pozwalał na ten dostęp, dopóki aplikacja nie zostanie naprawiona. Proszę zgłosić raport błędu w tym pakiecie.
sr: $SOURCE програм је покушао да измени заштиту приступа динамичкој меморији (нпр., додељену malloc функцијом). Ово је могућ безбедносни проблем. Програми не би требало ово да раде. Програми су понекад написани погрешно и захтевају ово овлашћење. Веб страница <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux тестови заштите меморије</a> објашњава како уклонити овај захтев. Ако $SOURCE не ради, а потребан Вам је у радном стању, можете привремено подесити SELinux да дозволи овај приступ док програм не буде поправљен. Молим поднесите извештај о грешци за овај пакет.
uk: Програма $SOURCE спробувала змінити захист пулу пам'яті (наприклад, виділеної за допомогою malloc). Це потенційна проблема з точки зору безпеки. Програми не мають цього робити. Але іноді, через некоректність коду, програмам потрібна така можливість. Документ <a href="http://people.redhat.com/drepper/selinux-mem.html">Тести захисту пам'яті SELinux</a> пояснює як відмовитись от використання такої можливості. Якщо $SOURCE не працює, а вам необхідна ця програма, можна налаштувати SELinux тимчасово дозволити зміну захисту пам'яті, доки програму не буде виправлено. Надішліть звіт</a> про помилку щодо цього пакету.

source: If you want $SOURCE to continue, you must turn on the $BOOLEAN boolean. Note: This boolean will affect all applications on the system.
bn_in: $SOURCE দ্বারা কর্ম অগ্রসর করার জন্য $BOOLEAN বুলিয়ান সক্রিয় করা আবশ্যক। উল্লেখ্য: এই বুলিয়ান মান দ্বারা সিস্টেমের সমস্ত অ্যাপ্লিকেশন প্রভাবিত হবে
gu: જો તમે $SOURCE ને ચાલુ રાખવા માંગો, તો તમારે $BOOLEAN બુલિયન ચાલુ કરવું જ જોઈએ. નોંધ: આ બુલિયન સિસ્ટમ પરના બધા કાર્યક્રમોને અસર કરશે.
it: Se si vuole che $SOURCE continui, bisogna impostare a on il booleano $BOOLEAN. Nota: Questo booleano avrà effetto su tutte le applicazioni del sistema.
ja: $SOURCE を継続したい場合は、$BOOLEAN ブーリアンをオンにする必要があり ます。 注記: このブーリアンはシステム上の全てのアプリケーションに影響 します。
pl: Jeśli $SOURCE ma kontynuować, należy włączyć zmienną logiczną $BOOLEAN. Uwaga: ta zmiana odniesie efekt we wszystkich aplikacjach w systemie.
sr: Ако желите да $SOURCE настави, морате укључити $BOOLEAN логичку променљиву. Напомена: Ова променљива ће имати дејства на све програме на систему.
uk: Для продовження $SOURCE необхідно активувати логічну змінну $BOOLEAN. Зауваження: її значення впливає на всі програми системи.

source: Memory
bn_in: মেমরি
gu: મેમરી
it: Memoria
ja: メモリー
pl: Pamięć
sr: Меморија
uk: Пам'ять

source: SELinux is preventing $SOURCE_PATH from loading $TARGET_PATH which requires text relocation.
bn_in: SELinux দ্বারা $SOURCE_PATH-কে $TARGET_PATH লোড করতে প্রতিরোধ সৃষ্টি করা হচ্ছে, এই কাজে টেক্সট স্থানান্তর করা আবশ্যক।
gu: SELinux એ $SOURCE_PATH ને $TARGET_PATH લાવવાથી બચાવી રહ્યું છે કે જેને લખાણ પુનઃસ્થાનીકરણ જરૂરી છે.
it: SELinux al $SOURCE_PATH di caricare $TARGET_PATH il quale necessita di un text relocation.
ja: SELinux はテキスト再配置を要求する $TARGET_PATH を $SOURCE_PATH がロードすることを阻止しています。
pl: SELinux powstrzymuje $SOURCE_PATH przed wczytaniem $TARGET_PATH, który wymaga relokacji tekstu.
sr: SELinux спречава $SOURCE_PATH од учитавања $TARGET_PATH која захтева премештај текста.
uk: SELinux запобігає виконанню $SOURCE_PATH від завантаження $TARGET_PATH, яка вимагає переміщення тексту.

source: The $SOURCE application attempted to load $TARGET_PATH which requires text relocation. This is a potential security problem. Most libraries do not need this permission. Libraries are sometimes coded incorrectly and request this permission. The <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> web page explains how to remove this requirement. You can configure SELinux temporarily to allow $TARGET_PATH to use relocation as a workaround, until the library is fixed. Please file a bug report.
bn_in: $SOURCE অ্যাপ্লিকেশন দ্বারা $TARGET_PATH লোড করার প্রচেষ্টা করা হয়েছে যার জন্য টেক্সট স্থানান্তরণ আবশ্যক। এটি একটি সম্ভাব্য সুরক্ষা জড়িত আশঙ্কা। লাইব্রেরিগুলির দ্বারা এই কার্য করা উচিত নয়। লাইব্রেরির মধ্যে উপস্থিত ত্রুটিপূর্ণ কোডের ফলে এই অনুরোধ করা হতে পারে। <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> ওয়েব পেজ'এ এই আবশ্যকতা মুছে ফেলার নির্দেশ লেখা হয়েছে। $TARGET_PATH'র সঠিক কর্ম সঞ্চালন প্রয়োজন হলে SELinux কনফিগার করে লাইব্রেরির ত্রুটি সংশোধন না করা অবধি অস্থায়ী রূপে টেক্সট স্থানান্তরের অনুমতি প্রদান করুন। অনুগ্রহ করে একটি বাগ রিপোর্ট দায়ের করুন।
gu: $SOURCE કાર્યક્રમ એ $TARGET_PATH લોડ કરવા જઈ રહ્યું છે કે જેને લખાણ પુનઃસ્થાનિકરણ જરૂરી છે. આ સંભવિત સુરક્ષા સમસ્યા છે. મોટા ભાગની લાઈબ્રેરીઓને આ પરવાનગીની જરૂર નથી. લાઈબ્રેરીઓ અમુકવાર અયોગ્ય રીતે કોડ થયેલ હોય છે અને આ પરવાનગી માટે અરજી કરે છે. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux મેમરી સુરક્ષા ચકાસણીઓ</a> વેબ પાનું કેવી રીતે આ જરૂરીયાત દૂર કરવી તે સમજાવે છે. તમે $TARGET_PATH ને કામ કરવા માટે પુનઃસ્થાનિકરણ વાપરવા માટે પરવાનગી આપવા માટે SELinux ને કામચલાઉ રીતે રૂપરેખાંકિત કરી શકો છો, જ્યાં સુધી લાઈબ્રેરી ચોક્કસ નહિં થાય. મહેરબાની કરીને આ પેકેજ વિરુદ્ધ ભૂલનો અહેવાલ જમા કરો.
it: L'applicazione $SOURCE ha tentato di caricare $TARGET_PATH che necessita di un text relocation. Questo è un potenziale problema di sicurezza. Molte librerie non hanno bisogno di questo permesso. Le librerie sono talvolta codificate in modo non corretto e richiedono questo permesso. La pagina web <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> spiega come rimuovere questo requisito. E' possibile configurare SELinux per permettere temporaneamente a $TARGET_PATH di usare relocation come soluzione temporanea, fino a che la libreria non sia corretta. Si prega di inviare un bug report nei confronti di questo pacchetto.
ja: $SOURCE アプリケーションは、テキスト移動を要求する $TARGET_PATH のロードを試行しました。 セキュリティー上の問題となる可能性があります。 ほとんどのライブラリーはこの許可を必要としません。 ライブラリーは 誤って記述されることがあり、 この許可を要求することがあります。 <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> のウェブページにはこの要求の削除方法が記載されています。 ライブラリーが 修正されるまでの間の回避策として SELinux を設定し一時的に $TARGET_PATH が 移動を使用できるようにすることができます。 このパッケージに関するバグレポート を提出してください。
pl: Aplikacja $SOURCE próbowała wczytać $TARGET_PATH, który wymaga relokacji tekstu. Jest to potencjalny problem z bezpieczeństwem. Większość bibliotek nie musi mieć tego pozwolenia. Mogą one czasem być niepoprawnie napisane i żądać tego pozwolenia. Strona WWW <a href="http://people.redhat.com/drepper/selinux-mem.html">Testy ochrony pamięci SELinuksa</a> wyjaśnia, jak usunąć te wymaganie. Można tymczasowo skonfigurować obejście SELinuksa, aby pozwalał $TARGET_PATH na użycie relokacji, dopóki biblioteka nie zostanie naprawiona. proszę zgłosić raport błędu.
sr: $SOURCE програм је покушао да учита $TARGET_PATH што захтева премештај текста. Ово је могућ безбедносни проблем. Већини библиотека није потребно ово овлашћење. Библиотеке су понекад неисправно написане и захтевају ово овлашћење. Веб страница <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux тестови заштите меморије</a> објашњава како уклонити овај захтев. Можете да подесите SELinux да привремено дозволи да $TARGET_PATH користи премештај као заобилазницу, док библиотека не буде поправљена. Молим поднесите извештај о грешци.
uk: Програма $SOURCE спробувала завантажити $TARGET_PATH, яка вимагає переміщення. Це потенційна проблема з точки зору безпеки. Більшість бібліотек цього не вимагають. Іноді бібліотеки написані некоректно та вимагають таку можливість. У документі <a href="http://people.redhat.com/drepper/selinux-mem.html">Тести захисту пам'яті SELinux</a> пояснюється як відмовитись від використання цієї можливості. налаштувати SELinux для тимчасового дозволу $TARGET_PATH робити переміщення, поки бібліотеку не буде виправлено. Будь ласка, надішліть звіт про помилку щодо цього пакету.
