Repository: 1dot75cm/selinux-policy
Catalog: plugins/po/*.po
Languages: bn_in, gu, it, ja, pl, sr, uk

source: SELinux has denied the http daemon from connecting to itself or the relay ports. An httpd script is trying to make a network connection to an http/ftp port. If you did not setup httpd to make network connections, this could signal an intrusion attempt.
bn_in: SELinux দ্বারা http ডেমনকে নিজের অথবা রিলে পোর্টের সাথে সংযোগ স্থাপনে বাধা দেওয়া হচ্ছে। একটি httpd স্ক্রিপ্ট দ্বারা http/ftp পোর্টের সাথে নেটওয়ার্ক সংযোগের প্রচেষ্টা করা হচ্ছে। httpd দ্বারা নেটওয়ার্ক সংযোগ অনুমোদন নির্ধারণ না করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ http ડિમનને પોતાની સાથે જોડાવા માટે અથવા રીલે પોર્ટો સાથે જોડાવા નામંજૂર કરેલ છે. httpd સ્ક્રિપ્ટ એ http/ftp પોર્ટ સાથે નેટવર્ક જોડાણ કરવાનો પ્રયત્ન કરી રહ્યું છે. જો તમે httpd ને નેટવર્ક જોડાણો માટે સુયોજિત કરેલ નહિં હોય, તો ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha impedito al demone http di collegarsi a se stesso o alle porte di relay. Uno script httpd stà cercando di eseguire un collegamento di rete su di una porta http/ftp. Se non è stato impostato httpd per collegamenti di rete, ciò potrebbe segnalare un tentativo d'intrusione.
ja: SELiux は http デーモンによる自身への、または中継ポートヘの接続を 拒否しています。httpd スクリプトの１つが http/ftp ポートへのネットワーク 接続を 試行しています。httpd にネットワーク接続をさせる設定していなかった場合、 これは不正侵入の試行を示している可能性があります。
pl: SELinux odmówił demonowi HTTP połączenie z samym sobą lub do portów przekierowujących. Skrypt httpd próbuje wykonać połączenie sieciowe do portu HTTP/FTP. Jeśli nie ustawiono httpd tak, aby wykonywał połączenia sieciowe, może to wskazywać na próbę włamania.
sr: SELinux је одбио http системској услузи повезивање са самом собом или са портовима за прослеђивање. httpd скрипта покушава мрежно повезивање са http/ftp портом. Ако нисте подесили httpd за мрежно повезивање, ово може указивати на покушај упада.
uk: SELinux заборонила підключенню службі http до самого себе або до портів ретрансляції. Сценарій http намагається з'єднатись по мережі з портом http/ftp. Якщо http не налаштований на дозвіл мережних з'єднань, це може слугувати індикатором спроби вторгнення.

source: If you want httpd to connect to httpd/ftp ports you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
bn_in: httpd দ্বারা httpd/ftp পোর্টর সাথে সংযোগ স্থাপন প্রয়োজন হলে $BOOLEAN বুলিয়ান সক্রিয় করা আবশ্যক: "setsebool -P $BOOLEAN=1"
gu: જો તમે httpd ને httpd/ftp પોર્ટો સાથે જોડવા માંગો તો તમારે $BOOLEAN બુલિયન ચાલુ કરવાની જરૂર છે: "setsebool -P $BOOLEAN=1"
it: Se si desidera che httpd si colleghi alle porte httpd/ftp, sarà necessario abilitare il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
ja: httpd が httpd/ftp ポートに接続するよう設定するには、 $BOOLEAN ブーリアン をオンにする必要があります: "setsebool -P $BOOLEAN=1"
pl: Aby httpd łączył się z portami httpd/ftp, należy włączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1"
sr: Ако желите да се httpd повезује са httpd/ftp портовима треба да укључите $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“
uk: Для дозволу підключення службі httpd до портів httpd/ftp встановіть логічну змінну $BOOLEAN: «setsebool -P $BOOLEAN=1»

source: SELinux is preventing the http daemon from sending mail.
bn_in: SELinux দ্বারা http ডেমনকে মেইল পাঠাতে বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux એ http ડિમનને મેઇલ મોકલવા અટકાવી રહ્યું છે
it: SELinux ha impedito al demone http di inviare posta.
ja: SELinux は http デーモンによるメール送信を阻止しています。
pl: SELinux powstrzymuje demona HTTP przed wysłaniem poczty.
sr: SELinux спречава http системску услугу од слања поште.
uk: SELinux запобігає надсиланню пошти службою http.

source: SELinux has denied the http daemon from sending mail. An httpd script is trying to connect to a mail port or execute the sendmail command. If you did not setup httpd to sendmail, this could signal a intrusion attempt.
bn_in: SELinux দ্বারা http ডেমনকে মেইল পাঠাতে বাধা দেওয়া হচ্ছে। একটি httpd স্ক্রিপ্ট দ্বারা মেইল পোর্টের সাথে সংযোগ অথবা sendmail কমান্ড সঞ্চালনের প্রচেষ্টা করা হচ্ছে। httpd দ্বারা sendmail সংযোগ অনুমোদন নির্ধারণ না করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ http ડિમનને મેઇલ મોકવાથી જોડાવાથી નામંજૂર કરેલ છે. httpd સ્ક્રિપ્ટ એ ડેટાબેઝ પોર્ટ સાથે જોડાવાનો પ્રયાસ કરી રહી છે. જો તમે સ્ક્રિપ્ટ મેઇલ પોર્ટ અથવા sendmail આદેશ નો ચલાવવવાની સાથે જોડાવા માટે પ્રયત્ન કરી રહ્યા છે. જો sendmail માં httpd ને સુયોજિત નહિં કરેલ હોય તો ય, તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha impedito al demone http di inviare posta. Uno script httpd stà cercando di collegarsi ad una porta di posta oppure di eseguire il comando sendmail. Se non è stato impostato httpd in modo da inviare posta, ciò potrebbe segnalare un tentativo d'intrusione.
ja: SELinux は http デーモンによるメール送信を拒否しました。 httpd スクリプトの１つがメールポートへの接続か、又は sendmail コマンドの実行を試行しています。 httpd に sendmail を設定していなかった場合、 不正侵入の試行を示している可能性があります。
pl: SELinux odmówił demonowi HTTP wysyłania poczty. Skrypt httpd próbuje połączyć się z portem poczty lub wykonać polecenie sendmail. Jeśli nie ustawiono httpd tak, aby wykonywał sendmail, może to wskazywać na próbę włamania.
sr: SELinux је одбио http системској услузи слање поште. httpd скрипта покушава да се повеже са портом за пошту или да изврши наредбу sendmail. Ако нисте подесили httpd да шаље пошту, ово може указивати на покушај упада.
uk: SELinux заборонила надсилання пошти службою http. Сценарій http намагається приєднатися до поштового порту чи виконати команду sendmail. Якщо httpd не налаштовано на використання sendmail, це може слугувати індикатором спроби вторгнення.

source: If you want httpd to send mail you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
bn_in: httpd দ্বারা মেইল পাঠানোর অনুমতি প্রদান করতে $BOOLEAN বুলিয়ান সক্রিয় করুন: "setsebool -P $BOOLEAN=1"
gu: જો તમે મેઇલ મોકલવા માટે httpd ને ઇચ્છતા હોય તો તમારે $BOOLEAN boolean: "setsebool -P ની તરફ જવાની જરૂર છે $BOOLEAN=1"
it: Se si desidera che httpd invii posta, allora bisogna abilitare il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
ja: httpd にメール送信をさせる場合は、 $BOOLEAN ブーリアン をオンにする必要があります: "setsebool -P $BOOLEAN=1"
pl: Aby httpd wysyłał pocztę, należy włączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1"
sr: Ако желите да httpd шаље пошту, треба да укључите $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“
uk: Для дозволу надсилання пошти службою httpd встановіть значення $BOOLEAN: «setsebool -P $BOOLEAN=1»

source: SELinux is preventing the http daemon from executing cgi scripts.
bn_in: SELinux দ্বারা http ডেমনকে cgi স্ক্রিপ্ট সঞ্চালনে বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux એ http ડિમનને cgi સ્ક્રિપ્ટો ચલાવવાથી અટકાવી રહ્યું છે
it: SELinux ha impedito al demone http di eseguire gli script cgi
ja: SELinux は http デーモンによる cgi スクリプトの実行を阻止しています。
pl: SELinux powstrzymuje demona HTTP przed wykonywaniem skryptów CGI
sr: SELinux спречава http системску услугу од извршавања cgi скрипти.
uk: SELinux запобігає запуску сценаріїв cgi служби http

source: SELinux has denied the http daemon from executing a cgi script. httpd can be setup in a locked down mode where cgi scripts are not allowed to be executed. If the httpd server has been setup to not execute cgi scripts, this could signal an intrusion attempt.
bn_in: SELinux দ্বারা http ডেমনকে cgi স্ক্রিপ্ট সঞ্চালনে বাধা সৃষ্টি করা হচ্ছে। httpd-কে lockdown মোডে নির্ধারণ করা সম্ভব, যার ফলে cgi স্ক্রিপ্ট সঞ্চালন করা যাবে না। httpd সার্ভার দ্বারা cgi স্ক্রিপ্ট সঞ্চালনের প্রস্তুতি না করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ http ડિમનને cgi સ્ક્રિપ્ટ ચલાવવાથી નામંજૂર કરેલ છે. httpd એ તાળું મરાયેલ સ્થિતિમાં સુયોજિત કરી શકાય છે કે જ્યાં cgi સ્ક્રિપ્ટોને ચલાવવા માટે પરવાનગી નથી. જો httpd સર્વર cgi સ્ક્રિપ્ટો નહિં ચલાવવા માટે સુયોજિત થઈ ગયેલ હોય, તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha negato al demone http di eseguire uno script cgi. È possibile impostare httpd in modalità locked down, in cui gli script cgi non possono essere eseguiti. Se il server httpd è stato impostato in modo da non eseguire gli script cgi, ciò può segnalare un tentativo d'intrusione.
ja: SELinux は http デーモンによる cgi スクリプトの実行を拒否しました。 httpd はロックダウンモードで設定して、 cgi スクリプトの実行 が許可されないようにできます。 httpd サーバーが cgi スクリプトを実行しないよう 設定されている場合、これは不正侵入の試行を示している可能性があります。
pl: SELinux odmówił demonowi HTTP wykonania skryptu CGI. httpd może być ustawiony w trybie zablokowanym, w którym skrypty CGI nie mają pozwolenia na wykonywanie. Jeśli serwer httpd został ustawiony tak, aby nie wykonywał skryptów CGI, może to wskazywać na próbę włamania.
sr: SELinux је одбио http системској услузи да изврши cgi скрипту. httpd може бити постављен у закључаном режиму где се cgi скриптама не дозвољава извршавање. Ако је httpd сервер постављен да не извршава cgi скрипте, ово може указивати на покушај упада.
uk: SELinux заборонила службі http виконувати сценарії cgi. В режимі блокування httpd не може запускати сценарії cgi. Якщо сервер httpd не дозволяє виконувати сценарії cgi, це може слугувати індикатором спроби вторгнення.

source: If you want httpd to be able to run cgi scripts, you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
bn_in: httpd দ্বারা cgi স্ক্রিপ্ট সঞ্চালনের অনুমতি প্রদান করতে $BOOLEAN বুলিয়ান সক্রিয় করা আবশ্যক: "setsebool -P $BOOLEAN=1"
gu: જો તમે httpd ને cgi સ્ક્રિપ્ટો ચલાવવામાં સમર્થ કરવા માંગો, તો તમારે $BOOLEAN બુલિયન ચાલુ કરવાની જરૂર છે: "setsebool -P $BOOLEAN=1"
it: Se si desidera che httpd sia in grado di eseguire gli script cgi, allora bisogna abiliare il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
ja: httpd が cgi スクリプトを実行できるようにする場合は、 $BOOLEAN ブーリアン をオンにする必要があります: "setsebool -P $BOOLEAN=1"
pl: Jeśli chcesz, aby httpd mógł uruchamiać skrypty CGI, należy włączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1"
sr: Ако желите да httpd може да извршава cgi скрипте, треба да укључите $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“
uk: Для дозволу службі httpd запускати сценарії cgi встановіть логічну змінну $BOOLEAN: «setsebool -P $BOOLEAN=1»

source: SELinux is preventing the http daemon from acting as a ftp server.
bn_in: SELinux দ্বারা http ডেমনকে ftp সার্ভার রূপে কর্ম সঞ্চালনে প্রতিরোধ করা হচ্ছে।
gu: SELinux એ http ડિમનને ftp સર્વર તરીકે વર્તવાથી બચાવી રહ્યું છે.
it: SELinux ha impedito al demone http di comportarsi come un server ftp.
ja: SELinux は http デーモンが ftp サーバーとして行動するのを阻止しています。
pl: SELinux powstrzymuje demona HTTP przed działaniem jako serwer FTP.
sr: SELinux спречава http системску услугу од деловања као ftp сервер.
uk: SELinux запобігає виконанню служби http у якості сервера ftp.

source: SELinux has denied the http daemon from listening for incoming connections on the ftp port. This means that SELinux will not allow httpd to run as a ftp server. If you did not setup httpd to run as a ftp server, this may signal an intrusion attempt.
bn_in: SELinux দ্বারা http ডেমনকে ftp পোর্টে আগত সংযোগের অপেক্ষা করতে বাধা দেওয়া হয়েছে। এর ফলে SELinux দ্বারা httpd-কে ftp সার্ভার রূপে সঞ্চালনে বাধা সৃষ্টি করা হবে। httpd-কে ftp সার্ভাররূপে কনফিগার না করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ http ડિમનને ftp પોર્ટ પર આવી રહેલ જોડાણો માટે સાંભળવા માટે નામંજૂર કરેલ છે. આનો અર્થ એ થાય કે SELinux એ httpd ને ftp સર્વર તરીકે ચલાવવા માટે પરવાનગી આપશે નહિં. જો તમે httpd ને ftp સર્વર તરીકે ચલાવવા માટે સુયોજિત કરેલ નહિં હોય, તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha impedito al demone http di mettersi in ascolto per collegamenti in entrata sulla porta ftp. Ciò significa che SELinux non permetterà a httpd di essere eseguito come server ftp. Se httpd non è stato impostato per l'esecuzione come server ftp, ciò potrebbe segnalare un tentativo di intrusione.
ja: SELinux は http デーモンが ftp ポートでの受信接続をリスンすることを 拒否しました。これは SELinux が httpd に対し ftp サーバーとしての実行を 許可しないと言う意味です。httpd を ftp サーバーとして実行するように 設定していない場合、これは侵入の試みの示唆となります。
pl: SELinux odmówił demonowi HTTP nasłuchiwania przychodzących połączeń na porcie FTP. Oznacza to, że SELinux nie pozwoli httpd na działanie jako serwer FTP. Jeśli nie ustawiono httpd tak, aby działał jako serwer FTP, może to wskazywać na próbę włamania.
sr: SELinux је одбио http системској услузи да ослушкује за долазеће везе на ftp порту. Ово значи да SELinux неће дозволити да httpd ради као ftp сервер. Ако нисте подесили httpd да ради као ftp сервер, ово може указивати на покушај упада.
uk: SELinux заборонила службі http прослуховувати вхідні з'єднання ftp на порту. Це означає, що SELinux не дозволить виконання http у якості сервера ftp. Якщо httpd не налаштований на роботу у якості сервера ftp, це може бути індикатором спроби вторгнення.

source: If you want the http daemon to listen on the ftp port, you need to enable the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
bn_in: http ডেমনকে ftp পোর্টে অপেক্ষার অনুমতি প্রদান করতে $BOOLEAN বুলিয়ান সক্রিয় করুন: "setsebool -P $BOOLEAN=1"
gu: જો તમે http ડિમનને ftp પોર્ટ પર સાંભળવા માંગો, તો તમારે $BOOLEAN બુલિયન સક્રિય કરવાની જરૂર છે: "setsebool -P $BOOLEAN=1"
it: Se si desidera che il demone http sia in ascolto sulla porta ftp, abilitare il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
ja: http デーモンが ftp ポートをリスンするようにしたい場合は、$BOOLEAN ブーリアン値を 有効にする必要があります: "setsebool -P $BOOLEAN=1"
pl: Aby demon HTTP nasłuchiwał na porcie FTP, należy włączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1"
sr: Ако желите да http системска услуга ослушкује на ftp порту, треба да укључите $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“
uk: Для дозволу службі http прослуховувати порт ftp встановіть логічну змінну $BOOLEAN: «setsebool -P $BOOLEAN=1»

source: SELinux is preventing the http daemon from reading users' home directories.
bn_in: SELinux দ্বারা http ডেমনকে ব্যবহারকারীদের ব্যক্তিগত (home) ডিরেক্টরি পড়তে প্রতিরোধ করা হচ্ছে।
gu: SELinux એ http ડિમનને વપરાશકર્તાઓ ઘર ડિરેક્ટરીઓ વાંચવાથી બચાવી રહ્યું છે.
it: SELinux ha impedito al demone http di leggere le cartelle home degli utenti.
ja: SELinux は http デーモンがユーザーホームディレクトリーを読み込むのを阻止しています。
pl: SELinux powstrzymuje demona HTTP przed odczytywaniem katalogów domowych użytkowników.
sr: SELinux спречава http системску услугу од читања личних директоријума корисника.
uk: SELinux забороняє службі http читати домашні каталоги користувачів.

source: SELinux has denied the http daemon access to users' home directories. Someone is attempting to access your home directories via your http daemon. If you have not setup httpd to share home directories, this probably signals an intrusion attempt.
bn_in: SELinux দ্বারা http ডেমনকে ব্যবহারকারীদের ব্যক্তিগত (home) ডিরেক্টরি পড়তে বাধা সৃষ্টি করা হচ্ছে। কেউ http ডেমনের অপব্যবহার করে এর মাধ্যমে কোনো ব্যবহারকারীর অ্যাকাউন্টে লগ-ইন করার প্রচেষ্টা করছে। httpd দ্বারা ব্যবহারকারীদের ব্যক্তিগত ডিরেক্টরি শেয়ার করার জন্য কনফিগার না করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ http ડિમનને વપરાશકર્તાઓની ઘર ડિરેક્ટરીઓનો વપરાશ કરવા માટે મનાઈ કરેલ છે. કોઈક તમારી ઘર ડિરેક્ટરીઓને http ડિમન મારફતે વાપરવાનો પ્રયાસ કરી રહ્યું છે. જો તમે httpd ને ઘર ડિરેક્ટરીઓ વહેંચવા માટે સુયોજિત કરેલ નહિં હોય, તો આ કદાચ ઘૂંસણખોરી પ્રવેશનો સંકેત આપે.
it: SELinux ha impedito al demone http di accedere alle cartelle home degli utenti. Qualcuno sta' cercando di accedere alle cartelle home tramite il demone http. Se non è stato impostato il demone httpd in modo da condividere le cartelle home, molto probabilmente ciò segnala un tentativo di intrusione.
ja: SELinux は http デーモンによるユーザーホームディレクトリーへのアクセスを拒否しました。 誰かが http デーモン経由でユーザーのホームディレクトリーにアクセスしようとしています。 httpd がホームディレクトリーを共有するように設定していない場合は、これは 多分侵入の試みを示すものと言えます
pl: SELinux odmówił demonowi HTTP dostęp do katalogów domowych użytkowników. Ktoś próbuje uzyskać dostęp do katalogów domowych przez demona HTTP. Jeśli nie ustawiono httpd tak, aby współdzielił katalogi domowe, prawdopodobnie wskazuje to próbę włamania.
sr: SELinux је одбио http системској услузи приступ личним директоријумима корисника. Неко покушава да приступи Вашим личним директоријумима кроз http услугу. Ако нисте подесили httpd да раздељује личне директоријуме, ово вероватно указује на покушај упада.
uk: SELinux забороняє службі http доступ до каталогів користувачів. Хтось намагається отримати доступ до ваших домашніх каталогів через службу http. Якщо ви не робили спеціальних параметрів httpd, це може свідчити про спробу вторгнення.

source: If you want the http daemon to share home directories you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1" You may need to also label the content that you wish to share. The man page httpd_selinux will have further information. 'man httpd_selinux'.
bn_in: http ডেমন দ্বারা ব্যক্তিগত (home) ডিরেক্টরি যৌথরূপে ব্যবহারের জন্য $BOOLEAN বুলিয়ান সক্রিয় করা আবশ্যক: "setsebool -P $BOOLEAN=1" যৌথরূপে ব্যবহার করার জন্য নির্ধারিত তথ্যগুলি পুনরায় লেবেল করার প্রয়োজনও দেখা যেতে পারে। httpd_selinux-র man পৃষ্ঠায় অধিক তথ্য উপস্থিত রয়েছে। 'man httpd_selinux'.
gu: જો તમે $BOOLEAN બુલિયન ચાલુ કરવા માટે ઘર ડિરેક્ટરીઓ વહેંચવા માટે http ડિમન ચાલુ કરવા માંગો તો: "setsebool -P $BOOLEAN=1" તમારે પણ સમાવિષ્ટને લેબલ કરવાની જરૂર પડી શકે છે કે જે વહેંચવા માટે ઇચ્છો છો. મુખ્ય પાનાં પાસે આગળની જાણકારી હશે. 'man httpd_selinux'.
it: Se si desidera che il demone http condivida le home directory allora abilitare il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1" Potrebbe essere necessario etichettare il contenuto che si desidera condividere. Per maggiori informazioni consultare la pagina man httpd_selinux. 'man httpd_selinux'.
ja: http デーモンにホームディレクトリーの共有をさせたい場合は、 $BOOLEAN ブーリアン値を提示する必要があります:"setsebool -P $BOOLEAN=1" また、共有したいコンテンツにラベル付けをする必要があります。詳細情報は httpd_selinux のman ページでご覧下さい。 'man httpd_selinux'
pl: Aby pozwolić demonowi HTTP na współdzielenie katalogów domowych, należy włączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1" Należy także nadać etykietę zawartości, która ma zostać współdzielona. Strona podręcznika httpd_selinux dostarcza dalszych informacji. "man httpd_selinux".
sr: Ако желите да http системска услуга раздељује личне директоријуме, треба да укључите $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“ Можда ћете такође морати да означите садржај који желите да делите. httpd_selinux man страница ће имати више информација. „man httpd_selinux“.
uk: Для дозволу службі http забезпечити спільний доступ до домашніх каталогів встановіть логічну змінну $BOOLEAN: «setsebool -P $BOOLEAN=1» Додатково може знадобитись маркування їх змісту. Докладнішу інформацію наведено на сторінці довідки «man httpd_selinux».

source: SELinux is preventing the http daemon from executing a shell script
bn_in: SELinux দ্বারা http ডেমনকে শেল স্ক্রিপ্ট সঞ্চালনে প্রতিরোধ করা হচ্ছে
gu: SELinux એ http ડિમનને શેલ સ્ક્રિપ્ટ ચલાવવાથી બચાવી રહ્યું છે
it: SELiunx ha impedito al demone http di eseguire uno script della shell
ja: SELinux は http デーモンがシェルスクリプトを実行するのを阻止しています
pl: SELinux powstrzymuje demona HTTP przed wykonaniem skryptu powłoki
sr: SELinux спречава http системску услугу од извршавања скрипте у командном окружењу.
uk: SELinux запобігає запуску сценарію командного рядка служби http.

source: SELinux has denied the http daemon from executing a shell script. Ordinarily, httpd requires that all scripts (CGIs) be labeled httpd_sys_script_exec_t. If httpd should not be running this shell script, this could signal an intrusion attempt.
bn_in: SELinux দ্বারা http ডেমনকে শেল স্ক্রিপ্ট সঞ্চালনে প্রতিরোধ করা হচ্ছে। সাধারণত, httpd'র ক্ষেত্রে সমস্ত স্ক্রিপ্টগুলির (CGIs) জন্য httpd_sys_script_exec_t লেবেল প্রয়োগ করা আবশ্যক। httpd দ্বারা এই শেল স্ক্রিপ্টের সঞ্চালন প্রত্যাশিত না হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ http ડિમનને શેલ સ્ક્રિપ્ટ ચલાવવાથી નામંજૂર કરી નાંખેલ છે. સામાન્ય રીતે, httpd માટે જરૂરી છે કે બધી સ્ક્રિપ્ટો (CGIs) httpd_sys_script_exec_t થી લેબલ થયેલ હોવી જોઈએ. જો httpd એ આ શેલ સ્ક્રિપ્ટ ચલાવી રહી નહિં હોય, તો ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha negato al demone http di eseguire uno script della shell. Generalmente httpd richiede che tutti gli script (CGI) siano etichettati httpd_sys_script_exec_t. Se httpd non deve eseguire tale script di shell, ciò potrebbe segnalare un tentativo d'intrusione.
ja: SELinux は http デーモンによるシェルスクリプト実行を拒否しました。通常、 httpd は 全てのスクリプト(CGI)が httpd_sys_script_exec_t とのラベルを持 つことを要求します。 httpd がこのシェルスクリプトを実行すべきでない場合、 これは、侵入の試みを示唆していると言えます。
pl: SELinux odmówił demonowi HTTP wykonania skryptu powłoki. Zwykle httpd wymaga, aby wszystkie skrypty (CGI) posiadały etykietę httpd_sys_script_exec_t. Jeśli httpd nie powinien uruchamiać tego skryptu powłoki, może to wskazywać na próbę włamania.
uk: SELinux заборонила службі http виконувати сценарій оболонки. Звичайно httpd вимагає, щоб усі сценарії (CGIs) були марковані httpd_sys_script_exec_t. Якщо httpd не повинен запускати сценарій оболонки сценарій, це може бути сигналом спроби вторгнення.

source: If you want httpd to be able to run a particular shell script, you can label it with chcon -t httpd_sys_script_exec_t SCRIPTFILE. If you want httpd to be able execute any shell script you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
bn_in: httpd দ্বারা কোনো সুনির্দিষ্ট শেল স্ক্রিপ্টের সঞ্চালন করার জন্য এটি লেবেল করতে প্রয়োগ করুন chcon -t httpd_sys_script_exec_t SCRIPTFILE। httpd দ্বারা যে কোনো ধরনের শেল স্ক্রিপ্ট সঞ্চালনের জন্য $BOOLEAN বুলিয়ান সক্রিয় করা আবশ্যক: "setsebool -P $BOOLEAN=1"
gu: જો તમે httpd ને ચોક્કસ શેલ સ્ક્રિપ્ટ ચલાવવા માટે સમર્થ બનાવવા માંગો, તો તમે તેને chcon -t httpd_sys_script_exec_t SCRIPTFILE ની મદદથી લેબલ આપી શકો. જો તમે httpd ને કોઈપણ શેલ સ્ક્રિપ્ટ ચલાવવા માટે સમર્થ બનાવવા માંગો તો તમારે $BOOLEAN બુલિયન ચાલુ કરવાની જરૂર છે: "setsebool -P $BOOLEAN=1"
it: Se si desidera che httpd esegua uno specifico shell script, etichettarlo con chcon -t httpd_sys_script_exec_t SCRIPTFILE. Se invece si desidera che httpd sia in grado di eseguire qualsiasi script della shell, allora abilitare il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
ja: httpd を特定のシェルスクリプトの実行ができるようにしたい場合は、 httpd を chcon -t httpd_sys_script_exec_t SCRIPTFILE でラベルを 付けることにより、可能になります。 httpd が如何なるシェルスクリプトをも実行できるようにしたい場合、 $BOOLEAN ブーリアン値を設定します: "setsebool -P $BOOLEAN=1"
pl: Jeśli chcesz, aby httpd mógł wykonywać ten konkretny skrypt powłoki, możesz nadać mu etykietę za pomocą chcon -t httpd_sys_script_exec_t PLIKSKRYPTU. Jeśli chcesz, aby httpd mógł wykonywac wszystkie skrypty powłoki, musisz włączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1"
sr: Ако желите да httpd може да изврши одређену скрипту у командном окружењу, можете је означити са chcon -t httpd_sys_script_exec_t ДАТОТЕКАСКРИПТЕ. Ако желите да httpd може да изврши сваку скрипту у командном окружењу, треба да укључите $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“
uk: Якщо ви бажаєте, щоб httpd міг запускати певний сценарій, треба позначити його командою «chcon -t httpd_sys_script_exec_t SCRIPTFILE». Щоб дозволити httpd виконувати довільні сценарії, встановіть значення $BOOLEAN: «setsebool -P $BOOLEAN=1»

source: SELinux is preventing the http daemon from communicating with the terminal.
bn_in: SELinux দ্বারা http ডেমনকে টার্মিনালের সাথে যোগাযোগে বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux એ http ડિમનને ટર્મિનલ સાથે સંપર્કવ્યવહાર કરવાથી બચાવી રહ્યું છે.
it: SELinux ha impedito al demone http di comunicare con il terminal.
ja: SELinux は http デーモンがターミナルと通信するのを 阻止しています。
pl: SELinux powstrzymuje demona HTTP przed komunikowaniem się z terminalem.
sr: SELinux спречава http системску услугу од комуникације са терминалом.
uk: SELinux запобігає зверненню служби http до терміналу.
