Repository: 1dot75cm/selinux-policy
Catalog: plugins/po/*.po
Languages: bn_in, gu, it, ja, pl, sr, uk

source: If the ftp daemon should be allowed to write to this directory you need to turn on the $BOOLEAN boolean and change the file context of the public directory to public_content_rw_t. Read the ftpd_selinux man page for further information: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t public_content_rw_t <path>"
bn_in: ftp ডেমনকে এই ডিরেক্টরির মধ্যে লেখার অনুমতি প্রদান করার জন্য $BOOLEAN বুলিয়ানের মান সক্রিয় করা আবশ্যক ও সার্বজনীন ডিরেক্টরির ফাইল কনটেক্সট public_content_rw_t'এ পরিবর্তন করুন। অতিরিক্ত তথ্য জানতে ftpd_selinux man পৃষ্ঠা পড়ুন: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" সিস্টেমের মধ্যে ডিফল্ট ফাইল কনটেক্স ফাইল পরিবর্তন করা আবশ্যক। এর ফলে সম্পূর্ণ রি-লেবল (relabel) করা হলেও কনটেক্সট অপরিবর্তিত থাকবে। "semanage fcontext -a -t public_content_rw_t <path>"
gu: જો ftp ડિમન આ ડિરેક્ટરીમાં લખવા માટે માન્ય હોવી જોઈએ તો તમારે $BOOLEAN બુલિયન ચાલુ કરવાની અને public_content_rw_t જાહેર ડિરેક્ટરીનો સંદર્ભ બદલવાની જરૂર છે. આગળની જાણકારી માટે ftpd_selinux મદદ પાનું વાંચો: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" તમારે સંપૂર્ણ નામ બદલવા પર પણ તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર મૂળભૂત ફાઇલ સંદર્ભ ફાઇલોને પણ બદલવુ જ જોઇએ. "semanage fcontext -a -t public_content_rw_t <path>"
it: Se al demone ftp è stato permesso di scrivere in questa cartella, sarà necessario impostare il booleano $BOOLEAN e cambiare il contesto del file della cartella pubblica in public_content_rw_t. Leggere la pagina man ftpd_selinux per ulteriori informazioni: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Si deve inoltre cambiare i file di contesto del file predefinito sul sistema per preservarli anche da una completa rietichettatura. "semanage fcontext -a -t public_content_rw_t <path>"
ja: ftp デーモンにこのディレクトリーへの書き込みが許可されなければならない場合、 $BOOLEAN ブーリアンをオンにして公共ディレクトリーのファイルコンテキストを public_content_rw_t に変更する必要があります。 詳細については ftpd_selinux の man ページをお読みください。 "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" また、システム上のデフォルトファイルコンテキストファイルが完全な再ラベルでも保持できるようにそれらを変更しなければなりません。"semanage fcontext -a -t public_content_rw_t <path>"
pl: Jeśli demon FTP powinien mieć pozwolenie na zapisanie w tym katalogu, należy włączyć zmienną logiczną $BOOLEAN i zmienić kontekst pliku publicznego katalogu na public_content_rw_t. Proszę przeczytać stronę podręcznika ftpd_selinux, aby dowiedzieć się więcej: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <ścieżka>" Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. "semanage fcontext -a -t public_content_rw_t <ścieżka>"
sr: Ако ftp системској услузи треба да буде дозвољен упис у овај директоријум, треба да укључите $BOOLEAN логичку променљиву и промените контекст датотеке јавног директоријума на public_content_rw_t. Прочитајте ftpd_selinux man страницу за даље информације: „setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <путања>“ Такође, морате променити подразумевани контекст датотека на систему како би их сачували у случају поновног означавања. „semanage fcontext -a -t public_content_rw_t <путања>“
uk: Для дозволу службі ftp виконувати запис у цю теку необхідно встановіть логічну змінну $BOOLEAN та замінити контекст спільної теки на public_content_rw_t. За докладною інформацією зверніться до сторінки довідки ftpd_selinux: «setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>» Також треба змінити стандартні файли контекстів, щоб запобігти їх розмітці. «semanage fcontext -a -t public_content_rw_t <path>»

source: SELinux is preventing the ftp daemon from writing files outside the home directory ($TARGET_PATH).
bn_in: SELinux দ্বারা ftp ডেমনকে ব্যবহারকারীদের ব্যক্তিগত (home) ডিরেক্টরির বাইরে ($TARGET_PATH) উপস্থিত ফাইলে লিখতে বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux એ ftp ડિમનને ઘર ડિરેક્ટરી ($TARGET_PATH) ની બહાર ફાઈલો લખવાથી અટકાવી રહ્યું છે.
it: SELinux impedisce al demone ftp di scrivere i file presenti all'esterno della cartella home ($TARGET_PATH).
ja: SELinux ポリシーは ftp デーモンによるホームディレクトリー以外のファイルへの書き込みを阻止しています($TARGET_PATH)。
pl: SELinux powstrzymuje demona FTP przed zapisywaniem plików poza katalog domowy ($TARGET_PATH).
sr: SELinux је спречио ftp системску услугу од записивања датотека ван личног директоријума ($TARGET_PATH).
uk: SELinux запобігає запису файлів за межами домашніх тек користувачів ($TARGET_PATH) службою ftp.

source: SELinux has denied the ftp daemon write access to directories outside the home directory ($TARGET_PATH). Someone has logged in via your ftp daemon and is trying to create or write a file. If you only setup ftp to allow anonymous ftp, this could signal an intrusion attempt.
bn_in: SELinux দ্বারা ftp ডেমনকে ব্যবহারকারীদের ব্যক্তিগত (home) ডিরেক্টরির বাইরে ($TARGET_PATH) উপস্থিত ফাইলে লিখতে বাধা সৃষ্টি করা হচ্ছে। কেউ ftp ডেমনের অপব্যবহার করে এর মাধ্যমে কোনো ফাইল লেখার অথবা নির্মাণের প্রচেষ্টা করছে। ftp'র দ্বারা শুধুমাত্র anonymous ftp'র ব্যবহার কনফিগার করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ ftp ડિમનને ઘર ડિરેક્ટરી ($TARGET_PATH) બહારની ડિરેક્ટરીઓને લખવાના વપરાશની નામંજૂરી કરી છે. કોઈકે તમારા ftp ડિમન તરીકે પ્રવેશ કરેલ છે અને ફાઈલ બનાવવાનો અથવા લખવાનો પ્રયાસ કરી રહ્યો છે. જો તમે જ ftp ને અનામિક ftp ને પરવાનગી આપવા માટે સુયોજિત કરેલ હોય, તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત કરી શક્યું હોત.
it: SELinux ha negato al demone ftp la posibilità di scrivere sulle cartelle presenti fuori dalla cartella home ($TARGET_PATH). Qualcuno ha eseguito un login tramite il demone ftp, e stà cercando di creare o scrivere un file. Se si imposta ftp in modo da abilitare solo un ftp anonimo, tale operazione potrebbe segnalare un tentativo d'intrusione.
ja: SELinux はホームディレクトリー以外のディレクトリー($TARGET_PATH) に 対する ftp デーモンの書き込みアクセスを拒否しました。 誰かがユーザーの ftp デーモン経由でログインし、ファイルの作成または書き込みを試行しています。 ftp に anonymous ftp のみを許可する設定をしている場合、これは不正侵入を 示している可能性があります。
pl: SELinux odmówił demonowi FTP dostępu do zapisu do katalogów poza katalogiem domowym ($TARGET_PATH). Ktoś zalogował się przez demona FTP i próbuje utworzyć lub zapisać plik. Jeśli ustawiono FTP tak, aby pozwalał tylko na anonimowy dostęp, może to wskazywać na próbę włamania.
sr: SELinux је одбио ftp системској услузи приступ уписа директоријумима ван личног директоријума ($TARGET_PATH). Неко се пријавио кроз Вашу ftp системску услугу и покушава да направи или упише датотеку. Ако сте подесили ftp да дозвољава само анонимни ftp, ово може указивати на покушај упада.
uk: SELinux заборонила службі ftp запис у каталогах відмінних від домашнього ($TARGET_PATH). Хтось зайшов через вашу службу ftp та намагається створити або змінити файл. Якщо анонімний ftp-вхід заборонений, то можливо має місце спроба вторгнення.

source: If you do not want SELinux preventing ftp from writing files anywhere on the system you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
bn_in: SELinux দ্বারা ftp-কে সিস্টেমের যে কোনো স্থানে ফাইল লিখতে বাধা সৃষ্টি না করার জন্য $BOOLEAN বুলিয়ান সক্রিয় করা আবশ্যক: "setsebool -P $BOOLEAN=1"
gu: જો તમે SELinux વડે ftp ને સિસ્ટમ પર ગમે ત્યાં ફાઈલો લખવાથી અટકાવવા માંગો તો તમારે $BOOLEAN બુલિયન ચાલુ કરવાની જરૂર છે: "setsebool -P $BOOLEAN=1"
it: Se non si desidera che SELinux impedisca ad ftp di scrivere sui file presenti in qualsiasi posizione del sistema, abilitare il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
ja: SELinux が ftp によるシステム上のあらゆるファイルに対する書き込みを阻止しないようにする場合は、 $BOOLEAN ブーリアンをオンにする必要があります。 "setsebool -P $BOOLEAN=1"
pl: Jeśli SELinux nie ma powstrzymywać FTP przed zapisywaniem plików w dowolnym miejscu w systemie, należy włączyć wartość logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1"
sr: Ако не желите да SELinux спречава ftp у записивању датотека било где на систему, треба да укључите $BOOLEAN логичку променљиву: „setsebool -P $BOOLEAN=1“
uk: Для дозволу службі ftp записувати файли у довільне місце у системі, треба встановити змінну $BOOLEAN: «setsebool -P $BOOLEAN=1»

source: SELinux prevented the ftp daemon from $ACCESS files stored on a CIFS filesytem.
bn_in: SELinux দ্বারা ftp ডেমনকে CIFS ফাইল-সিস্টেমের মধ্যে সংরক্ষিত ফাইল $ACCESS করতে প্রতিরোধ করা হয়েছে।
gu: SELinux એ ftp ડિમનને $ACCESS ફાઈલો કે જે CIFS ફાઈલસિસ્ટમ પર સંગ્રહાયેલ છે તેનાથી બચાવેલ છે.
it: SELinux ha evitato al demone ftp di $ACCESS files registrati su un filesystem CIFS.
ja: SELinux は ftp デーモンが CIFS ファイルシステム上に保存されているファイルへ $ACCESS する のを阻止しました。
pl: SELinux powstrzymał demona FTP przed $ACCESS plików przechowywanych na systemie plików CIFS.
sr: SELinux је спречио ftp системску услугу од $ACCESS датотека ускладиштеним на CIFS систему датотека.
uk: SELinux блокує службу ftp від $ACCESS файлів файлової системі CIFS.

source: SELinux prevented the ftp daemon from $ACCESS files stored on a CIFS filesystem. CIFS (Comment Internet File System) is a network filesystem similar to SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) The ftp daemon attempted to read one or more files or directories from a mounted filesystem of this type. As CIFS filesystems do not support fine-grained SELinux labeling, all files and directories in the filesystem will have the same security context. If you have not configured the ftp daemon to read files from a CIFS filesystem this access attempt could signal an intrusion attempt.
bn_in: SELinux দ্বারা ftp ডেমনকে CIFS ফাইল-সিস্টেমের মধ্যে সংরক্ষিত ফাইল $ACCESS করতে প্রতিরোধ করা হয়েছে। CIFS (কমেন্ট ইন্টারনেট ফাইল-সিস্টেম) মূলত SMB'র (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) অনুরূপ নেটওয়ার্ক ফাইল-সিস্টেম। ftp ডেমন দ্বারা এই প্রকৃতির কোনো মাউন্ট করা ফাইল-সিস্টেম থেকে ফাইল পড়ার প্রচেষ্টা করা হয়েছে। CIFS ফাইল-সিস্টেম দ্বারা ফাইন-গ্রেইন্ড SELinux লেবেল বৈশিষ্ট্য সমর্থিত না হওয়ার ফলে ফাইল-সিস্টেমের মধ্যে উপস্থিত সমস্ত ফাইল ও ডিরেক্টরির মধ্যে একই নিরাপত্তা কনটেক্সট ব্যবহৃত হবে। যদি CIFS ফাইল-সিস্টেম থেকে ফাইল পড়ার উদ্দেশ্যে ftp ডেমন না কনফিগার করা হয়ে থাকে তাহলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ ftp ડિમનને CIFS ફાઈલસિસ્ટમ પર સંગ્રહાયેલ $ACCESS ફાઈલોથી બચાવેલ છે. CIFS (Comment Internet File System) એ SMB જેવી જ નેટવર્ક ફાઈલસિસ્ટમ છે (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) ftp ડિમને આ પ્રકારની માઉન્ટ થયેલ ફાઈલસિસ્ટમની એક અથવા વધુ ફાઈલો અથવા ડિરેક્ટરીઓમાંથી વાંચવાનું પસંદ કરેલ છે. CIFS ફાઈલસિસ્ટમો fine-grained SELinux લેબલીંગને આધાર આપતું નહિં હોવાથી, ફાઈલસિસ્ટમમાંની બધી ફાઈલો અને ડિરેક્ટરીઓને એવો જ સુરક્ષા સંદર્ભ હોવો જોઈએ. CIFS ફાઈલસિસ્ટમમાંથી ફાઈલો વાંચવા માટે જો તમે ftp ડિમનને રૂપરેખાંકિત કરેલ નહિં હોય તો આ વપરાશ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હશે.
it: SELinux ha evitato al demone ftp di $ACCESS files immmagazzinati su un filesystem CIFS. CIFS (Comment Internet File System) è un filesystem di rete simile a SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) Il demone ftp ha tentato di leggere uno o più files o directories da un filesystem montato di questo tipo. Poiché il sistema CIFS non supporta l'etichettatura granulare di SELinux, tutti i files e le cartelle nel filesystem avranno lo stesso contesto di sicurezza. Se non si è configurato il demone per leggere i files da un filesystem CIFS questo tentativo di accesso può segnalare un tentativo d'intrusione.
ja: SELinux は CIFS ファイルシステムに格納されているファイルが ftp デーモンによって $ACCESS されるのを阻止しました。 CIFS (Comment Internet File System) は SMB と同様のネットワークファイルシステムです、 (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>)。 ftp デーモンはマウントされているこのタイプのファイルシステムから 1 つまたは複数の ファイルかディレクトリーを読み込もうとしました。 CIFS ファイルシステムは SELinux の 詳細なラベル機能はサポートしていません。ファイルシステム内のファイル及びディレクトリーはすべて 同じセキュリティーコンテキストを有することになります。 ftp デーモンが CIFS ファイルシステムからファイルを読み込むよう設定してない場合、 このアクセス試行は不正侵入の試行を示している可能性があります。
pl: SELinux powstrzymał demona FTP przed $ACCESS plików przechowywanych na systemie plików CIFS. CIFS (Wspólny, internetowy system plików) jest sieciowym systemem plików podobnym do SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>). Demon FTP próbował odczytać jeden lub więcej plików lub katalogów z zamontowanego systemu plików tego typu. Jako że system plików CIFS nie obsługuje dokładnych etykiet SELinuksa, wszystkie pliki i katalogi na tym systemie plików będą posiadały ten sam kontekst bezpieczeństwa. Jeśli nie skonfigurowano demona FTP tak, aby odczytywał pliki z systemu plików CIFS, ta próba dostępu może wskazywać na próbę włamania.
sr: SELinux је спречио ftp системску услугу од $ACCESS датотека ускладиштеним на CIFS систему датотека. CIFS (Common Internet File System - Заједнички Интернет систем датотека) је мрежни систем датотека сличан SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) Системска услугу ftp је покушала да прочита једну или више датотека или директоријума са монтираног система датотека ове врсте. CIFS системи датотека не подржавају SELinux ознаке високе резолуције, све датотеке и директоријуми на систему датотека ће имати истоветан безбедносни контекст. Ако нисте подесили ftp системску услугу за читање датотека са CIFS система датотека овај покушај приступа може да указује на покушај упада.
uk: SELinux заборонила службі ftp $ACCESS для файлам на CIFS розділі. CIFS (Comment Internet File System) - мережна файлова система, аналогічна SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) Служба ftp намагається прочитати зміст підключеної системи цього типу. Оскільки система CIFS не підтримує низькорівневе встановлення позначок SELinux, усі файли та каталоги мають однаковий контекст безпеки. Якщо ви не налаштовували службу ftp на читання файлів з CIFS, ця спроба отримати доступ можливо є вторгненням.

source: Changing the "$BOOLEAN" and "$WRITE_BOOLEAN" booleans to true will allow this access: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". warning: setting the "$WRITE_BOOLEAN" boolean to true will allow the ftp daemon to write to all public content (files and directories with type public_content_t) in addition to writing to files and directories on CIFS filesystems.
bn_in: "$BOOLEAN" ও "$WRITE_BOOLEAN" বুলিয়ানের মান true (সত্য) হলে ব্যবহারাধিকার প্রাপ্ত হবে: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". সতর্কবাণী: "$WRITE_BOOLEAN" বুলিয়ানের মান true হলে ftp ডেমনকে CIFS ফাইল-সিস্টেমের সমস্ত ফাইল ও ডিরেক্টরিতে লেখার অনুমতির পাশাপাশি সমস্ত সাবর্জনীন বিষয়বস্তুতে (public_content_t প্রকৃতির ফাইল ও ডিরেক্টরি) লেখার অনুমতি প্রদান করা হবে।
gu: "$BOOLEAN" અને "$WRITE_BOOLEAN" બુલિયનોને ખરામાં બદલવાનું આ વપરાશની પરવાનગી આપશે: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". ચેતવણી: "$WRITE_BOOLEAN" બુલિયનને ખરામાં સુયોજિત કરવાનું ftp ડિમનને બધા જાહેર સમાવિષ્ટો (public_content_t પ્રકાર સાથેની ફાઈલો અને ડિરેક્ટરીઓ) માં લખવાની પરવાનગી આપશે CIFS ફાઈલસિસ્ટમો પર ફાઈલો અને ડિરેક્ટરીઓ પર લખવા સાથે વધુમાં.
it: Cambiando le booleane "$BOOLEAN" e "$WRITE_BOOLEAN" in true si permetterà tale accesso: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". attenzione: impostare la booleana "$WRITE_BOOLEAN" su true permetterà al demone ftp di scrivere tutto il contenuto publico (file e cartelle con tipo public_content_t) oltre a scrivere file e cartelle sui filesystems CIFS.
ja: "$BOOLEAN" 及び "$WRITE_BOOLEAN" のブーリアンを true に変更するとこのアクセスが許可されます: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1" 警告: "$WRITE_BOOLEAN" ブーリアンを true に設定すると、 CIFS ファイルシステム上のファイルやディレクトリーへの書き込みに加えてすべて のパブリックコンテント(タイプ ublic_content_t のファイル及びディレクトリー) への書き込みを ftp デーモンに許可することになります。
pl: Zmienienie wartości logicznych "$BOOLEAN" i "$WRITE_BOOLEAN" na prawdę pozwoli na ten dostęp: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". ostrzeżenie: ustawienie wartości logicznej "$WRITE_BOOLEAN" na prawdę pozwoli demonowi FTP na zapisanie całej zawartości publicznej (plików i katalogów typu public_content_t), a także zapisywanie do plików i katalogów na systemach plików CIFS.
sr: Измена „$BOOLEAN“ и „$WRITE_BOOLEAN“ логичких променљивих на истините ће дозволити овај приступ: „setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1“. упозорење: постављање „$WRITE_BOOLEAN“ променљиве на истиниту ће дозволити ftp системској услузи уписивање у сав јавни садржај (датотеке и директоријуме врсте public_content_t) у додатку уписивања датотека и директоријума на CIFS системима датотека.
uk: Зміна ознак "$BOOLEAN" та "$WRITE_BOOLEAN" у TRUE відкриє доступ: «setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1». Увага: встановлення ознаки "$WRITE_BOOLEAN" у TRUE дозволить службі ftp записувати в усі спільні ресурси (файли, каталоги типу public_content_t) окрім запису у файли та каталоги файлових систем CIFS.

source: SELinux prevented the ftp daemon from $ACCESS files stored on a NFS filesytem.
bn_in: SELinux দ্বারা ftp ডেমনকে NFS ফাইল-সিস্টেমের মধ্যে সংরক্ষিত ফাইল $ACCESS করতে প্রতিরোধ করা হয়েছে।
gu: SELinux એ ftp ડિમનને $ACCESS ફાઈલોથી બચાવેલ છે કે જેઓ NFS ફાઈલસિસ્ટમ પર સંગ્રહાયેલ છે.
it: SELinux ha evitato al demone ftp di $ACCESS a file registrati su un filesystem NFS.
ja: SELinux は ftp デーモンが NFS ファイルシステム上に保存されたファイルへ $ACCESS するのを 阻止しました。
pl: SELinux powstrzymał demona FTP przed $ACCESS plików przechowywanych na systemie plików NFS.
sr: SELinux је спречио ftp системску услугу од $ACCESS датотека ускладиштеним на NFS систему датотека.
uk: SELinux заборонила доступ $ACCESS службі ftp до файлів системи NFS.

source: SELinux prevented the ftp daemon from $ACCESS files stored on a NFS filesystem. NFS (Network Filesystem) is a network filesystem commonly used on Unix / Linux systems. The ftp daemon attempted to read one or more files or directories from a mounted filesystem of this type. As NFS filesystems do not support fine-grained SELinux labeling, all files and directories in the filesystem will have the same security context. If you have not configured the ftp daemon to read files from a NFS filesystem this access attempt could signal an intrusion attempt.
bn_in: SELinux দ্বারা ftp ডেমনকে NFS ফাইল-সিস্টেমের মধ্যে উপস্থিত ফাইল $ACCESS করতে প্রতিরোধ করা হয়েছে। NFS (নেটওয়ার্ক ফাইল-সিস্টেম) মূলত Unix / Linux সিস্টেমে ব্যবহৃত একটি নেটওয়ার্ক ফাইল-সিস্টেম ftp ডেমন দ্বারা এই প্রকৃতির কোনো মাউন্ট করা ফাইল-সিস্টেম থেকে ফাইল পড়ার প্রচেষ্টা করা হয়েছে। NFS ফাইল-সিস্টেম দ্বারা ফাইন-গ্রেইন্ড SELinux লেবেল বৈশিষ্ট্য সমর্থিত না হওয়ার ফলে ফাইল-সিস্টেমের মধ্যে উপস্থিত সমস্ত ফাইল ও ডিরেক্টরির মধ্যে একই নিরাপত্তা কনটেক্সট ব্যবহৃত হবে। যদি NFS ফাইল-সিস্টেম থেকে ফাইল পড়ার উদ্দেশ্যে ftp ডেমন না কনফিগার করা হয়ে থাকে তাহলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ ftp ડિમનને NFS ફાઈલસિસ્ટમ પર સંગ્રહાયેલ $ACCESS ફાઈલોમાંથી લખવાથી બચાવેલ છે. NFS (Network Filesystem) એ Unix / Linux સિસ્ટમો પર સામાન્ય રીતે વાપરવામાં આવતી નેટવર્ક ફાઈલસિસ્ટમ છે. ftp ડિમને આ પ્રકારની માઉન્ટ થયેલ ફાઈલસિસ્ટમમાંથી એક અથવા વધુ ફાઈલો અથવા ડિરેક્ટરીઓ વાંચવાનું પસંદ કરેલ છે. NFS ફાઈલસિસ્ટમો fine-grained SELinux લેબલીંગને આધાર આપતું નહિં હોવાથી, ફાઈલસિસ્ટમમાંની બધી ફાઈલો અને ડિરેક્ટરીઓને સરખો સુરક્ષા સંદર્ભ હશે. જો તમે ftp ડિમનને NFS ફાઈલસિસ્ટમમાંથી ફાઈલો વાંચવા માટે રૂપરેખાંકિત નહિં કરેલ હોય તો આ વપરાશ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha evitato al demone ftp di $ACCESS a file registrati su un filesystem NFS. L'NFS (Network Filesystem) è un filesystem di rete comunemente utilizzato sui sistemi Unix / Linux. Il demone ftp ha tentato di leggere uno o più files o directories da un filesystem montato di questo tipo. Poiché il filesystems NFS non supporta l'etichettatura fine-grained di SELinux, tutti i file e le cartelle nel filesystem avranno lo stesso contesto di sicurezza. Se non si è configurato il demone ftp per leggere files da un filesystem NFS questo accesso potrebbe segnalare un tentativo di intrusione.
ja: SELinux は NFS ファイルシステムに格納されているファイルに ftp が $ACCESS するのを阻止しました。 NFS (Network Filesystem) は Unix システム/ Linux システムで一般的に使用されるネットワーク ファイルシステムです。 ftp デーモンはマウントされているこのタイプのファイルシステムから 1 つまたは複数の ファイルかディレクトリーを読み込もうとしました。 NFS ファイルシステムは SELinux の詳細な ラベル機能はサポートしていないため、 ファイルシステム内のファイル及びディレクトリーはすべて 同じセキュリティーコンテキストを有することになります。 ftp デーモンが NFS ファイルシステムからファイルを読み込むよう設定してない場合、 このアクセス試行は不正侵入の試行を示している可能性があります。
pl: SELinux powstrzymał demona FTP przed $ACCESS plików przechowywanych na systemie plików NFS. NFS (Sieciowy system plików) jest sieciowym systemem plików powszechnie używanym na systemach UNIX/Linux. Demon FTP próbował odczytać jeden lub więcej plików lub katalogów z zamontowanego systemu plików tego typu. Jako że system plików NFS nie obsługuje dokładnych etykiet SELinuksa, wszystkie pliki i katalogi na tym systemie plików będą posiadały ten sam kontekst bezpieczeństwa. Jeśli nie skonfigurowano demona FTP tak, aby odczytywał pliki z systemu plików NFS, ta próba dostępu może wskazywać na próbę włamania.
sr: SELinux је спречио ftp системску услугу од $ACCESS датотека ускладиштеним на NFS систему датотека. NFS (Network Filesystem - Мрежни систем датотека) је мрежни систем датотека који се уобичајено користи на Unix / Linux системима. ftp системска услуга је покушала да прочита једну или више датотека или директоријума са монтираног система датотека ове врсте. NFS системи датотека не подржавају SELinux ознаке високе резолуције , све датотеке и директоријуми на систему датотека ће имати истоветан безбедносни контекст. Ако нисте подесили ftp системску услугу за читање датотека са NFS система датотека овај покушај приступа може да указује на покушај упада.
uk: SELinux запобігла $ACCESS до файлів на розділі NFS. NFS (Network Filesystem) - мережна файлова система, що звичайно використовується у системах UNIX/Linux. Служба ftp намагається прочитати дані з підключеної файлової системи цього типу. NFS система не підтримує низькорівневе маркування SELinux, усі файли та каталоги файлової системи мають однаковий контекст безпеки. Якщо ви не налаштовували службу ftp на читання з розділів NFS, ця спроба отримання доступу може бути спробою вторгнення.

source: Changing the "allow_ftpd_use_nfs" boolean to true will allow this access: "setsebool -P allow_ftpd_use_nfs=1."
bn_in: "allow_ftpd_use_nfs" বুলিয়ানের মান true (সত্য) নির্ধারণ করা হলে এই অনুমতি প্রদান করা হবে: "setsebool -P allow_ftpd_use_nfs=1."
gu: "allow_ftpd_use_nfs" બુલિયન કિંમતને ખરામાં બદલવાનું આ વપરાશની પરવાનગી આપશે: "setsebool -P allow_ftpd_use_nfs=1."
it: Cambiando il booleano "allow_ftpd_use_nfs" in true verrà permesso questo accesso: "setsebool -P allow_ftpd_use_nfs=1."
ja: "allow_ftpd_use_nfs"ブーリアンを「true」に変更するとこのアクセスを 許可します: "setsebool -P allow_ftpd_use_nfs=1."
pl: Zmienienie wartości logicznej "allow_ftpd_use_nfs" na prawdę pozwoli na ten dostęp: "setsebool -P allow_ftpd_use_nfs=1."
sr: Изменом „allow_ftpd_use_nfs“ логичке променљиве на истиниту ће дозволити овај приступ: „setsebool -P allow_ftpd_use_nfs=1.“
uk: Встановлення логічної змінної «allow_ftpd_use_nfs» у TRUE дозволить доступ: «setsebool -P allow_ftpd_use_nfs=1»
