Repository: 1dot75cm/selinux-policy
Catalog: plugins/po/*.po
Languages: bn_in, gu, it, ja, pl, sr, uk

source: Changing the "allow_ftpd_use_nfs" and "$WRITE_BOOLEAN" booleans to true will allow this access: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". warning: setting the "$WRITE_BOOLEAN" boolean to true will allow the ftp daemon to write to all public content (files and directories with type public_content_t) in addition to writing to files and directories on NFS filesystems.
bn_in: "allow_ftpd_use_nfs" ও "$WRITE_BOOLEAN" বুলিয়ানের মান true (সত্য) হলে ব্যবহারাধিকার প্রাপ্ত হবে: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". সতর্কবাণী: "$WRITE_BOOLEAN" বুলিয়ানের মান true হলে ftp ডেমনকে NFS ফাইল-সিস্টেমের সমস্ত ফাইল ও ডিরেক্টরিতে লেখার অনুমতির পাশাপাশি সমস্ত সাবর্জনীন বিষয়বস্তুতে (public_content_t প্রকৃতির ফাইল ও ডিরেক্টরি) লেখার অনুমতি প্রদান করা হবে।
gu: "allow_ftpd_use_nfs" અને "$WRITE_BOOLEAN" બુલિયનોને ખરામાં બદલવાનું આ વપરાશની પરવાનગી આપશે: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". ચેતવણી: "$WRITE_BOOLEAN" બુલિયનને ખરામાં સુયોજિત કરવાનું ftp ડિમનને બધા જાહેર સમાવિષ્ટો (public_content_t પ્રકાર સાથેની ફાઈલો અને ડિરેક્ટરીઓ) માં લખવાની પરવાનગી આપશે NFS ફાઈલસિસ્ટમો પર ફાઈલો અને ડિરેક્ટરીઓ પર લખવા સાથે વધુમાં.
it: Cambiando il booleano "allow_ftpd_use_nfs" e "$WRITE_BOOLEAN" in true si permetterà questo accesso: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". attenzione: impostando il booleano "$WRITE_BOOLEAN" su true si permetterà al demone ftp di scrivere tutti i contenuti pubblici (file e cartelle con il tipo public_content_t) oltre a scrivere file e cartelle sui filesystems NFS.
ja: "allow_ftpd_use_nfs" ブーリアンと "$WRITE_BOOLEAN" ブーリアンを true に変更するとこのアクセスを許可します: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1"。 警告: "$WRITE_BOOLEAN" ブーリアンを true に設定すると、 NFS ファイルシステム上のファイルやディレクトリーへの書き込みに加えてすべて のパブリックコンテント(タイプ ublic_content_t のファイル及びディレクトリー) への書き込みを ftp デーモンに許可することになります。
pl: Zmienienie wartości logicznych "allow_ftpd_use_nfs" i "$WRITE_BOOLEAN" na prawdę pozwoli na ten dostęp: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". ostrzeżenie: ustawienie wartości logicznej "$WRITE_BOOLEAN" na prawdę pozwoli demonowi FTP na zapisanie całej zawartości publicznej (plików i katalogów typu public_content_t), a także zapisywanie do plików i katalogów na systemach plików NFS.
sr: Измена „allow_ftpd_use_nfs“ и „$WRITE_BOOLEAN“ логичких променљива на истините ће дозволити овај приступ: „setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1“. упозорење: постављање „$WRITE_BOOLEAN“ променљиве на истиниту ће дозволити ftp системској услузи уписивање у сав јавни садржај (датотеке и директоријуме врсте public_content_t) у додатку уписивања датотека и директоријума на NFS системима датотека.
uk: Встановлення ознак «allow_ftpd_use_nfs» та «$WRITE_BOOLEAN» дозволить такий доступ: «setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1». увага: встановлення ознаки «$WRITE_BOOLEAN» у TRUE дозволяє службі ftp писати у спільні області (файли та каталоги с типом public_content_t) окрім запису у файли та каталоги на NFS розділах.

source: SELinux policy is preventing the http daemon from writing to a public directory.
bn_in: SELinux নিয়মনীতির জন্য http ডেমনকে সার্বজনীন ডিরেক্টির মধ্যে লিখতে বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux પોલિસી એ http ડિમનને જાહેર ડિરેક્ટરી લખવાથી અટકાવી રહ્યું છે.
it: La policy di SELinux sta evitando che il demone http scriva nella cartella pubblica.
ja: SELinux ポリシーは http デーモンが公共ディレクトリーに書き込むことを 阻止しています。
pl: Polityka SELinuksa powstrzymuje demona HTTP przed zapisaniem do publicznego katalogu.
sr: SELinux полиса спречава http системску услугу од уписивања у јавни директоријум.
uk: Політика SELinux запобігає виконанню запису у спільну теку службою http.

source: SELinux policy is preventing the http daemon from writing to a public directory. If httpd is not setup to write to public directories, this could signal an intrusion attempt.
bn_in: SELinux নিয়মনীতির জন্য http ডেমনকে সার্বজনীন ডিরেক্টির মধ্যে লিখতে বাধা সৃষ্টি করা হচ্ছে। অ্যানোনিমাস লিখনের উদ্দেশ্যে http নির্ধারণ না করা হলে, এটি সম্ভাব্য অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux પોલિસી એ http ડિમનને જાહેર ડિરેક્ટરી લખવાથી અટકાવી રહ્યું છે. જો http એ જાહેર ડિરેક્ટરીઓ લખવા માટે સુયોજિત થયેલ નહિં હોય, તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: La policy di SELinux sta evitando che il demone http scriva nella cartella pubblica. Se httpd non è impostato per scrivere nelle cartelle pubbliche, ciò potrebbe segnalare un tentativo di intrusione.
ja: SELinux ポリシーは http デーモンが公共ディレクトリーに書き込むことを 阻止しています。httpd が公共ディレクトリーに書き込むように設定されていない場合、 これは侵入の試みを示す可能性があります。
pl: Polityka SELinuksa powstrzymuje demona HTTP przed zapisaniem do publicznego katalogu. Jeśli HTTP nie jest ustawiony tak, aby zapisywał do katalogów publicznych, może to wskazywać na próbę włamania.
sr: SELinux полиса спречава http системску услугу од уписивања у јавни директоријум. Ако httpd није подешен да уписује у јавне директоријуме, ово може указивати на покушај упада.
uk: Політика SELinux запобігає виконанню запису у спільну теку службою httpd. Якщо httpd не налаштований на запис у спільні теки, це може слугувати індикатором спроби вторгнення.

source: If httpd should be allowed to write to this directory you need to turn on the $BOOLEAN boolean and change the file context of the public directory to public_content_rw_t. Read the httpd_selinux man page for further information: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t public_content_rw_t <path>"
bn_in: httpd-কে এই ডিরেক্টরিতে লেখার অনুমতি প্রদান করতে হলে $BOOLEAN বুলিয়ান সক্রিয় করুন ও সার্বজনীন লাইব্রেরির ফাইল কনটেক্সট public_content_rw_t'এ পরিবর্তন করুন। অধিক জানতে httpd_selinux man পৃষ্ঠা পড়ুন: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" সিস্টেমের মধ্যে ডিফল্ট ফাইল কনটেক্স ফাইল পরিবর্তন করা আবশ্যক। এর ফলে সম্পূর্ণ রি-লেবল (relabel) করা হলেও কনটেক্সট অপরিবর্তিত থাকবে। "semanage fcontext -a -t public_content_rw_t <path>"
gu: જો http આ ડિરેક્ટરીમાં લખવા માટે માન્ય હોવું જોઈએ તો તમારે $BOOLEAN બુલિયન ચાલુ કરવાની અને જાહેર ડિરેક્ટરીનો ફાઈલ સંદર્ભ public_content_rw_t માં બદલવાની જરૂર છે. વધુ જાણકારી માટે httpd_selinux મદદ પાનું વાંચો: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" તમારે સંપૂર્ણ નામ બદલવા પર પણ તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર મૂળભૂત ફાઇલ સંદર્ભ ફાઇલોને પણ બદલવુ જ જોઇએ. "semanage fcontext -a -t public_content_rw_t <path>"
it: Se httpd dovesse poter scrivere in questa cartella si dovrebbe attivare il booleano $BOOLEAN e cambiare il contesto dei file della cartella pubblica in public_content_rw_t. Per ulteriori informazioni leggere la pagina man httpd_selinux: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Si deve inoltre cambiare i file di contesto del file predefinito sul sistema per preservarli anche da una completa rietichettatura. "semanage fcontext -a -t public_content_rw_t <path>"
ja: httpd がこのディレクトリーへの書き込み許可を必要とする場合は、 $BOOLEAN ブーリアンをオンにして、公共ディレクトリーのファイルコンテキストを public_content_rw_t に変更します。詳細は httpd_selinux の man ページをご覧下さい : "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" また、ラベル総替えの後でもコンテキストを維持できるように、システムでデフォルトの ファイルコンテキストファイルを変更する必要があります。 "semanage fcontext -a -t public_content_rw_t <path>"
pl: Jeśli httpd powinien mieć pozwolenie na zapisanie w tym katalogu, należy włączyć zmienną logiczną $BOOLEAN i zmienić kontekst pliku publicznego katalogu na public_content_rw_t. Proszę przeczytać stronę podręcznika httpd_selinux, aby dowiedzieć się więcej: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <ścieżka>" Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. "semanage fcontext -a -t public_content_rw_t <ścieżka>"
sr: Ако httpd системској услузи треба дозволити упис у овај директоријум, треба да укључите $BOOLEAN логичку променљиву и промените контекст датотеке јавног директоријума на public_content_rw_t. Прочитајте httpd_selinux man страницу за више детаља: „setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <путања>“
uk: Для дозволу http виконання запису у цю теку необхідно встановити логічну змінну $BOOLEAN та замінити контекст спільної теки на public_content_rw_t. За докладною інформацією зверніться до сторінки довідки httpd_selinux: «setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>» Також треба змінити типові контексти файлів у системі, щоб вони збереглись при повторній розмітці. «semanage fcontext -a -t public_content_rw_t <path>»

source: Web Server
bn_in: ওয়েব সার্ভার
gu: વેબ સર્વર
ja: Web サーバー
pl: Serwer WWW
sr: Веб сервер
uk: Веб-сервер

source: SELinux policy is preventing an httpd script from writing to a public directory.
bn_in: SELinux নিয়মনীতির জন্য httpd স্ক্রিপ্টকে সার্বজনীন ডিরেক্টির মধ্যে লিখতে বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux પોલિસી એ httpd સ્ક્રિપ્ટને જાહેર ડિરેક્ટરીમાં લખવાથી અટકાવી રહી છે.
it: La policy di SELinux sta evitando che uno script httpd scriva in una cartella pubblica.
ja: SELinux ポリシーは httpd スクリプトが公共ディレクトリーに書き込むのを阻止 しています。
pl: Polityka SELinuksa powstrzymuje skrypt httpd przed zapisaniem do publicznego katalogu.
sr: SELinux полиса спречава httpd скрипту од уписивања у јавни директоријум.
uk: Політика SELinux запобігає запису сценарієм httpd у спільну теку.

source: SELinux policy is preventing an httpd script from writing to a public directory. If httpd is not setup to write to public directories, this could signal an intrusion attempt.
bn_in: SELinux নিয়মনীতির জন্য httpd স্ক্রিপ্ট সার্বজনীন ডিরেক্টির মধ্যে লিখতে বাধা সৃষ্টি করা হচ্ছে। অ্যানোনিমাস লিখনের উদ্দেশ্যে http নির্ধারণ না করা হলে, এটি সম্ভাব্য অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux પોલિસી એ httpd સ્ક્રિપ્ટને જાહેર ડિરેક્ટરીમાં લખવાથી અટકાવી રહી છે. જો httpd એ જાહેર ડિરેક્ટરીઓ લખવા માટે સુયોજિત થયેલ નહિં હોય, તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: La policy di SELinux sta evitando che uno script httpd scriva in una cartella pubblica. Se httpd non è impostato per scrivere nelle cartelle pubbliche, ciò potrebbe segnalare un tentativo di intrusione.
ja: SELinux ポリシーは httpd スクリプトが公共ディレクトリーに書き込むのを 阻止しています。httpd が公共ディレクトリーに書き込むように設定されていない場合は、 これは侵入の試みを示す可能性があります。
pl: Polityka SELinuksa powstrzymuje skrypt httpd przed zapisaniem do publicznego katalogu. Jeśli httpd nie jest ustawiony tak, aby zapisywał do katalogów publicznych, może to wskazywać na próbę włamania.
sr: SELinux полиса спречава httpd скрипту од уписивања у јавни директоријум. Ако httpd није подешен да уписује у јавне директоријуме, ово може указивати на покушај упада.
uk: Політика SELinux запобігає запису у спільну теку сценарієм httpd. Якщо httpd не налаштований на запис у спільні теки, це може слугувати індикатором спроби вторгнення.

source: If httpd scripts should be allowed to write to public directories you need to turn on the $BOOLEAN boolean and change the file context of the public directory to public_content_rw_t. Read the httpd_selinux man page for further information: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t public_content_rw_t <path>"
bn_in: httpd স্ক্রিপ্টকে এই ডিরেক্টরিতে লেখার অনুমতি প্রদান করতে হলে $BOOLEAN বুলিয়ান সক্রিয় করুন ও সার্বজনীন লাইব্রেরির ফাইল কনটেক্সট public_content_rw_t'এ পরিবর্তন করুন। অধিক জানতে httpd_selinux man পৃষ্ঠা পড়ুন: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" সিস্টেমের মধ্যে ডিফল্ট ফাইল কনটেক্স ফাইল পরিবর্তন করা আবশ্যক। এর ফলে সম্পূর্ণ রি-লেবল (relabel) করা হলেও কনটেক্সট অপরিবর্তিত থাকবে। "semanage fcontext -a -t public_content_rw_t <path>"
gu: જો httpd સ્ક્રિપ્ટો જાહેર ડિરેક્ટરીઓમાં લખવા માટે માન્ય હોવી જોઈએ તો તમારે $BOOLEAN બુલિયન ચાલુ કરવાની અને જાહેર ડિરેક્ટરીનો ફાઈલ સંદર્ભ public_content_rw_t માં બદલવાની જરૂર છે. આગળની જાણકારી માટે httpd_selinux મદદ પાનું વાંચો: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" તમારે સંપૂર્ણ નામ બદલવા પર પણ તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર મૂળભૂત ફાઇલ સંદર્ભ ફાઇલોને પણ બદલવુ જ જોઇએ. "semanage fcontext -a -t public_content_rw_t <path>"
it: Se gli scripts httpd dovessero poter scrivere nelle cartelle pubbliche si dovrebbe attivare il booleano $BOOLEAN e cambiare il contesto dei file nelle cartelle pubbliche in public_content_rw_t. Per ulteriori informazioni leggere le pagine man httpd_selinux: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Si deve inoltre cambiare i file di contesto del file predefinito sul sistema per preservarli anche da una completa rietichettatura. "semanage fcontext -a -t public_content_rw_t <path>"
ja: httpd スクリプト が公共ディレクトリーへの書き込み許可を必要とする場合は、 $BOOLEAN ブーリアンをオンにして、公共ディレクトリーのファイルコンテキストを public_content_rw_t に 変更します。詳細は httpd_selinux の man ページをご覧下さい : "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" また、完全なラベル替えでファイルコンテキストを維持する為にはシステム上の デフォルトのファイルコンテキストファイルを変更しなければなりません。 "semanage fcontext -a -t public_content_rw_t <path>"
pl: Jeśli skrypty httpd powinny mieć pozwolenie na zapisanie w tym katalogu, należy włączyć zmienną logiczną $BOOLEAN i zmienić kontekst publicznego katalogu na public_content_rw_t. Proszę przeczytać stronę podręcznika httpd_selinux, aby dowiedzieć się więcej: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <ścieżka>" Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. "semanage fcontext -a -t public_content_rw_t <ścieżka>"
sr: Ако httpd скриптама треба дозволити упис у овај директоријум, треба да укључите $BOOLEAN логичку променљиву и промените контекст датотеке јавног директоријума на public_content_rw_t. Прочитајте httpd_selinux man страницу за више детаља: „setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <путања>“ Такође, морате променити подразумевани контекст датотека на систему како би их сачували у случају поновног означавања. „semanage fcontext -a -t public_content_rw_t <путања>“
uk: Для дозволу сценаріям httpd виконання записи у спільні теки необхідно встановити логічну змінну $BOOLEAN та замінити контекст спільної теки на public_content_rw_t. За докладною інформацією зверніться до сторінки довідки httpd_selinux: «setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>» Також треба змінити типові контексти файлів у системі, щоб вони збереглись навіть при повторній розмітці. «semanage fcontext -a -t public_content_rw_t <path>»

source: SELinux prevented a java plugin ($SOURCE_TYPE) from making the stack executable.
bn_in: SELinux দ্বারা একটি java প্লাগ-ইনকে ($SOURCE_TYPE) স্ট্যাককে এক্সেকিউটেবল করতে বাধা সৃষ্টি করা হয়েছে।
gu: SELinux એ java પ્લગઈનને ($SOURCE_TYPE) સ્ટેક ચલાવી શકાય તેવું બનાવવાથી બચાવ્યું છે.
it: SELinux ha evitato che un plugin java ($SOURCE_TYPE) rendesse lo stack eseguibile.
ja: SELinux は java plugin ($SOURCE_TYPE)がスタックを実行可能にすることを 阻止していました。
pl: SELinux powstrzymał wtyczkę Java ($SOURCE_PATH) przed ustawieniem stosu jako wykonywalny.
sr: SELinux је спречио java додатак ($SOURCE_TYPE) од промене стека у извршни.
uk: SELinux запобігла призначенню модулем java ($SOURCE_TYPE) стеку у якості виконуваного.

source: SELinux prevented the java plugin ($SOURCE_TYPE) from making the stack executable. An executable stack should not be required by any software (see <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> for more information). However, some versions of the Java plugin are known to require this access to work properly. You should check for updates to the software before allowing this access.
bn_in: SELinux দ্বারা একটি java প্লাগ-ইনকে ($SOURCE_TYPE) স্ট্যাককে এক্সেকিউটেবল করতে বাধা সৃষ্টি করা হয়েছে। কোনো সফ্টওয়্যার দ্বাড়অ এক্সেকিউটেবন স্ট্যাক ব্যবহারের আবশ্যকতা দেখা দেওয়া উচিত নয় (অধিক জানতে <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> দেখুন)। তথাপি Java প্লাগ-ইনের কয়েকটি সংস্করণের সঠিক কর্ম সঞ্চালনের জন্য এটি প্রয়োজন হতে পারে। এই অনুমতি প্রদান করার পূর্বে নির্দিষ্ট সফ্টওয়্যার সংক্রান্ত আপডেট পরীক্ষা করুন।
gu: SELinux એ java પ્લગઈનને ($SOURCE_TYPE) સ્ટેક એક્ઝેક્યુટેબલ બનાવવાથી બચાવેલ છે. એક્ઝેક્યુટેબલ સ્ટેક કોઈપણ સોફ્ટવેર દ્વારા જરૂરી હોવું જોઈએ નહિં (વધુ જાણકારી માટે <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux મેમરી સુરક્ષા ચકાસણીઓ</a> જુઓ). છતાં, Java પ્લગઈનની અમુક આવૃત્તિઓ આ વપરાશ પર યોગ્ય રીતે કામ કરવા માટે જાણીતી છે. આ વપરાશની પરવાનગી આપવા પહેલાં તમારે સોફ્ટવેર માટેના સુધારાઓની ચકાસણી કરવી જોઈએ.
it: SELinux ha evitato che il plugin java ($SOURCE_TYPE) rendesse lo stack eseguibile. Uno stack eseguibile non dovrebbe essere necessario ad alcun software (per maggiori informazioni si veda <a href="http://people.redhat.com/drepper/selinux-mem.html">Test di SELinux per la protezione della memoria</a>). Comunque, per alcune versioni del plugin Java è nota la necessità di questo accesso per funzionare in modo appropriato. Si controllino gli aggiornamenti del software prima di permettere tale accesso.
ja: SELinux は java plugin ($SOURCE_TYPE)がスタックを実行可能にすることを阻止しました。 実行可能なスタックはいずれのソフトウェアも必要としないはずです。 (詳細は、<a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a>) をご覧ください。) ただし、 Java plugin の中には正常に動作するためにこのアクセスを必要とするバージョン があることが知られています。 このアクセスを許可する前に、 ソフトウェアに対する更新が ないか確認してください。
pl: SELinux powstrzymał wtyczkę Java ($SOURCE_PATH) przed ustawieniem stosu jako wykonywalny. Żadne oprogramowanie nie powinno wymagać wykonywalnego stosu (proszę zobaczyć <a href="http://people.redhat.com/drepper/selinux-mem.html">Testy ochrony pamięci SELinuksa</a>, aby dowiedzieć się więcej). Jednak niektóre wersje wtyczki Java wymagają tego dostępu, aby poprawnie działać. Powinno się sprawdzić, czy nie ma dostępnych aktualizacji dla tego oprogramowania, zanim zostanie udzielone pozwolenie.
sr: SELinux је спречио java додатак ($SOURCE_TYPE) од промене стека у извршни. Извршни стек ни би требало да буде неопходан ни за који софтвер (погледајте <a href="http://people.redhat.com/drepper/selinux-mem.html ">SELinux тестови заштите меморије</a> за више информација). Међутим, познато је да неке верзије Java додатка захтевају овај приступ да би радиле исправно. Треба да проверите за ажурирани софтвер пре дозвољавања овог приступа.
uk: SELinux запобігла формуванню виконуваного стека модулем java ($SOURCE_TYPE). Виконуваний стек не потрібен жодній програмі (див. <a href="http://people.redhat.com/drepper/selinux-mem.html">Тестування захисту пам'яті SELinux</a>). Хоча, деякі версії Java-плагінів вимагають таку можливість для звичайної роботи. Виконайте оновлення ПЗ перш ніж вимикати цей захист.

source: SELinux prevented $SOURCE from using kerberos.
bn_in: SELinux দ্বারা $SOURCE-কে kerberos ব্যবহারে প্রতিরোধ করা হয়েছে।
gu: SELinux એ $SOURCE ને કર્બરોઝ વાપરવાથી બચાવ્યું છે.
it: SELinux ha evitato che $SOURCE usasse kerberos.
ja: SELinux は $SOURCE が kerberos を使用することを阻止していました。
pl: SELinux powstrzymał $SOURCE przed używaniem Kerberosa.
sr: SELinux је спречио да $SOURCE употреби kerberos.
uk: SELinux зупинила $SOURCE від використання kerberos.

source: SELinux prevented $SOURCE from using kerberos for authentication. If you have configured the system to use kerberos this access is expected but is not currently allowed by SELinux. Otherwise this access may signal an intrusion.
bn_in: SELinux দ্বারা $SOURCE-কে kerberos ব্যবহারে প্রতিরোধ করা হয়েছে। সিস্টেম দ্বারা kerberos'র ব্যবহার কনফিগার করা হলে এটি প্রত্যাশিত হলেও SELinux বর্তমানে এই কাজের অনুমতি প্রদান করে না। অন্যথা, এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ $SOURCE ને સત્તાધિકરણ માટે કર્બરોઝ વાપરવાથી બચાવેલ છે. જો તમે કર્બરોઝ વાપરવા માટે સિસ્ટમ રૂપરેખાંકિત કરેલ હોય તો આ વપરાશ ઈચ્છનીય છે પરંતુ તે વર્તમાનમાં SELinux દ્વારા માન્ય નથી. નહિંતર આ વપરાશ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શકશે.
it: SELinux ha evitato che $SOURCE usasse kerberos per l'autenticazione. Se si è configurato il sistema per usare kerberos questo accesso è atteso ma non è attualmente permesso da SELinux. Altrimenti questo accesso potrebbe segnalare un intrusione.
ja: SELinux は $SOURCE が 認証目的の kerberos を使用することを 阻止しました。システムが kerberos を使用するように設定している 場合は、このアクセスは予想されるものですが、現在 SELinux では許可して いません。そうでない場合は、このアクセスは侵入を警報している可能性があります。
pl: SELinux powstrzymał $SOURCE przed używaniem Kerberosa do uwierzytelniania. Jeśli tak skonfigurowano system, aby używał Kerberosa, ten dostęp jest konieczny, ale nie jest teraz dozwolony przez SELinuksa. W innym wypadku ten dostęp może wskazywać na włamanie.
sr: SELinux је спречио да $SOURCE употреби kerberos за аутентификацију. Ако сте подесили систем да користи kerberos, овај приступ је очекиван али тренутно није дозвољен у SELinux програму. У противном овај приступ може указивати на упад.
uk: SELinux запобігла $SOURCE використанню kerberos для автентифікації. Якщо система налаштована на використанню kerberos, тоді ця дія очікується, але наразі вимкнена у SELinux. У іншому випадку це може бути індикатором спроби вторгнення.

source: Authorization
bn_in: অনুমোদন ব্যবস্থা
gu: સત્તાધિકરણ
it: Autorizzazione
ja: 認証
pl: Upoważnienie
sr: Ауторизација
uk: Авторизація

source: SELinux prevented a mplayer plugin ($SOURCE_TYPE) from making the stack executable.
bn_in: SELinux দ্বারা একটি mplayer প্লাগ-ইনকে ($SOURCE_TYPE) স্ট্যাককে এক্সেকিউটেবল করতে বাধা সৃষ্টি করা হয়েছে।
gu: SELinux એ mplayer પ્લગઈન ($SOURCE_TYPE) ને સ્ટેક એક્ઝેક્યુટ કરી શકાય તેવો બનાવવાથી અટકાવ્યું હતું.
it: SELinux ha evitato che un plugin mplayer ($SOURCE_TYPE) rendesse lo stack eseguibile.
ja: SELinux は mplayer plugin ($SOURCE_TYPE)がスタックを実行可能にすることを阻止しました。
pl: SELinux powstrzymał wtyczkę MPlayera ($SOURCE_PATH) przed ustawieniem stosu jako wykonywalny.
sr: SELinux је спречио mplayer додатак ($SOURCE_TYPE) од промене стека у извршни.
uk: SELinux запобігла призначенню модулем mplayer ($SOURCE_TYPE) стеку у якості виконуваного.
