Repository: 1dot75cm/selinux-policy
Catalog: plugins/po/*.po
Languages: bn_in, gu, it, ja, pl, sr, uk

source: You can restore the default system context to this file by executing the restorecon command. restorecon restore using restorecon -R /root/.ssh.
bn_in: restorecon কমান্ড প্রয়োগ করে ডিফল্ট সিস্টেম কনটেক্স পুনরুদ্ধার করা যাবে। restorecon -R /root/.ssh প্রয়োগ করে restorecon সহযোগে পুনরুদ্ধার করুন।
gu: તમે મૂળભૂત સિસ્ટમ સંદર્ભ આ ફાઈલમાં restorecon આદેશ ચલાવીને પુનઃસંગ્રહી શકો. restorecon ને , restorecon -R '$TARGET_PATH' ની મદદથી પુનઃસંગ્રહી શકો.
it: È possibile ripristinare il contesto del sistema predefinito su questo fileeseguendo il comando restorecon. ripristino utilizzando restorecon -R /root/.ssh.
ja: restorecon コマンドを実行することにより、このファイルへデフォルトのシステムコンテキストを 復元することが出来ます。restorecon は restorecon -R /root/.ssh を使用して 復元します。
pl: Można przywrócić domyślny kontekst systemu tego pliku wykonując polecenie restorecon. restorecon przywraca używając restorecon -R /root/.ssh.
uk: Первинний контекст можна відновити за допомогою команди restorecon Виконайте команду «restorecon -R /root/.ssh».

source: SELinux is preventing $SOURCE_PATH "$ACCESS" to $TARGET_PATH.
bn_in: SELinux দ্বারা $SOURCE_PATH-কে $TARGET_PATH ব্যবহার করতে বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux એ $SOURCE_PATH "$ACCESS" ને $TARGET_PATH થી અટકાવી રહ્યું છે.
it: SELinux impedisce $SOURCE_PATH "$ACCESS" a $TARGET_PATH.
ja: SELinux は $TARGET_PATH への $SOURCE_PATH による "$ACCESS" を阻止しています。
pl: SELinux powstrzymuje $SOURCE "$ACCESS" od $TARGET_PATH.
sr: SELinux спречава $SOURCE_PATH „$ACCESS“ ка $TARGET_PATH.
uk: SELinux забороняє $SOURCE_PATH доступ «$ACCESS» до $TARGET_PATH.

source: SELinux denied $SOURCE access to $TARGET_PATH. If this is a swapfile it has to have a file context label of swapfile_t. If you did not intend to use $TARGET_PATH as a swapfile it probably indicates a bug, however it could also signal a intrusion attempt.
bn_in: SELinux দ্বারা $SOURCE-কে $TARGET_PATH ব্যবহারে বাধা সৃষ্টি করা হচ্ছে। এটি swapfile হলে ফাইল কনটেক্সট লেবেল swapfile_t প্রয়োগ করা আবশ্যক। $TARGET_PATH swapfile না হলে এটি সম্ভবত একটি বাগ অথবা অনুপ্রবেশের প্রচেষ্টার সংকেত।
gu: SELinux એ $TARGET_PATH નો $SOURCE વપરાશ નામંજૂર કર્યો. જો આ સ્વેપફાઈલ હોય તો તેને swapfile_t નું ફાઈલ સંદર્ભ લેબલ હોવું જોઈએ. જો તમે $TARGET_PATH ને સ્વેપફાઈલ તરીકે વાપરવાનો હેતુ નહિં રાખ્યો હોય તો એ કદાચ ભૂલ સૂચવી શકે છે, છતાં તે ઘૂંસણખોરી પ્રવેશનો સંકેત પણ સૂચવી શક્યું હોત.
it: SELinux ha negato a $SOURCE di accedere a $TARGET_PATH. Se esso è uno swapfile allora sarà necessario avere una etichetta swapfile_t. Se non si desiderava utilizzare $TARGET_PATH come swapfile, tale comportamento potrebbe indicare un bug, oppure un tentativo d'intrusione.
ja: SELinux は $TARGET_PATH への $SOURCE のアクセスを拒否しました。 これがスワップファイルならば、swapfile_t のファイルコンテキストラベルを 持っている必要があります。$TARGET_PATH をスワップファイルとして 使用する意図でなかった場合は、これは多分バグか、又は不正侵入の 試みの 形跡の可能性があります。
pl: SELinux odmówił $SOURCE dostęp do $TARGET_PATH. Jeśli jest to plik wymiany, musi posiadać etykietę pliku swapfile_t. Jeśli $TARGET_PATH nie miał zostać użyty jako plik wymiany, prawdopodobnie wskazuje to na błąd, jednak może także wskazywać na próbę włamania.
sr: SELinux је одбио $SOURCE приступ ка $TARGET_PATH. Ако је ово свап датотека, мора имати swapfile_t ознаку контекста датотеке. Ако нисте наумили да користите $TARGET_PATH као свап датотеку ово вероватно указује на грешку, мада такође може указивати и на покушај упада.
uk: SELinux заборонила $SOURCE доступ до $TARGET_PATH. Якщо це файл підкачки, то він повинен мати метку swapfile_t. Якщо ви не збирались використовувати $TARGET_PATH як файл підкачки, можливо це помилка або спроба вторгнення.

source: You can alter the file context by executing chcon -t swapfile_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
bn_in: chcon -t swapfile_t '$TARGET_PATH' প্রয়োগ করে ফাইল কনটেক্সট পরিবর্তন করা যাবে। সিস্টেমের মধ্যে ডিফল্ট ফাইল কনটেক্স ফাইল পরিবর্তন করা আবশ্যক। এর ফলে সম্পূর্ণ রি-লেবল (relabel) করা হলেও কনটেক্সট অপরিবর্তিত থাকবে। "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
gu: તમે chcon -t swapfile_t '$TARGET_PATH' ચલાવીને ફાઈલ સંદર્ભ બદલી શકો છો તમારે મૂળભૂત ફાઈલ સંદર્ભ ફાઈલોને પણ સંપૂર્ણ પુન:લેબલ પર તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર બદલવી જ પડશે "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'" ATH'"
it: È possibile alterare il contesto del file eseguendo chcon -t swapfile_t '$TARGET_PATH' È necessario inoltre modificare i file per il contesto del file predefinito sul sistema per preservarli anche da una completa rietichettatura. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
ja: chcon -t swapfile_t '$TARGET_PATH' を実行すると、ファイルコンテキストを 変更することができます。 また、完全な再ラベルの後でもそれらを保持するために、システム上でデフォルトの ファイルコンテキストファイルも変更しなければなりません。"semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
pl: Można zmienić kontekst pliku wykonując chcon -t swapfile_t "$TARGET_PATH" Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
uk: Файловий контекст можна змінити, виконавши «сhcon -t swapfile_t '$TARGET_PATH'» Також треба змінити типові контексти файлів у системі, щоб вони зберігались навіть при повторній розмітці. «semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'»

source: Your system may be seriously compromised! $SOURCE_PATH tried to load a kernel module.
bn_in: আপনার সিস্টেম গুরুতরভাবে বিপদগ্রস্ত হতে পারে! $SOURCE_PATH দ্বারা একটি কার্নেল মডিউল লোড করার প্রচেষ্টা করা হয়েছে।
gu: તમારી સિસ્ટમ ગંભીરતા થી સમાધાન કરી શકે છે! $SOURCE_PATH એ કર્નલ મોડ્યુલ ને લાવવા માટે પ્રયત્ન કર્યો હતો.
it: Il sistema potrebbe essere seriamente compromesso! $SOURCE_PATH ha cercato di caricare un modulo del kernel.
ja: ご使用のシステムには深刻な侵害の可能性があります! $SOURCE_PATH がカーネルモジュールをロードしようとしました。
pl: System mógł zostać poważnie zagrożony. $SOURCE_PATH próbowało wczytać moduł jądra.
uk: Ваша система може бути серйозно скомпрометована! $SOURCE_PATH намагається завантажити модуль ядра.

source: SELinux has prevented $SOURCE from loading a kernel module. All confined programs that need to load kernel modules should have already had policy written for them. If a compromised application tries to modify the kernel this AVC will be generated. This is a serious issue. Your system may very well be compromised.
bn_in: SELinux দ্বারা $SOURCE-কে একটি কার্নেল মডিউল লোড করতে বাধা দেওয়া হয়েছে। কার্নেল মডিউল লোড করার অধিকারপ্রাপ্ত সকল কনফাইন করা প্রোগ্রামের জন্য প্রয়োজনীয় পলিসি উপস্থিত থাকা আবশ্যক। কোনো বিপদগ্রস্ত অ্যাপ্লিকেশন দ্বারা কার্নেল পরিবর্তনের প্রয়াস করা হলে এই AVC-টি উৎপন্ন হবে। এটি একটি গুরুত্বপূর্ণ সমস্যা এবং আপনার সিস্টেমও বিপদগ্রস্ত হতে পারে।
gu: SELinux એ કર્નલ મોડ્યુલને લોડ કરી રહ્યા હોય ત્યારે $SOURCE અટકાવેલ છે. બધા મર્યાદામાં રાખેલ કાર્યક્રમો કે જે તેઓ માટે પહેલેથી જ પોલિસી લખાયેલ હોવી જોઇએ તે કર્નલ મોડ્યુલ ને લોડ કરવાની જરૂર છે જો સમજૂતી થયેલ કાર્યક્રમ આ AVC ઉત્પન્ન થયેલ હશે તે કર્નલને બદલવા માટે પ્રયત્ન કરે છે. આ ગંભીર સમસ્યા છે તમારી સિસ્ટમ સારી રીતે સમાધાન થયેલ છે.
it: SELinux ha prevenuto che $SOURCE caricasse un modulo del kernel. Tutte le applicazioni che necessitano di caricare un modulo del kernel dovrebbero avere una politica già scritta. Se una applicazione compromessa tenta di modificare il kernel verrà generato questo messaggio AVC. Questa è una questione seria. Il sistema potrebbe essere seriamente compromesso.
ja: SELinux は $SOURCE による カーネルモジュールのロードを阻止しました。 カーネルモジュールをロードする必要のある全ての拘束されたプログラムは既に それら自身用の ポリシーを書かせておくべきでした。侵害されたアプリケーションが カーネルを修正する試みをすると、この AVC が生成されるでしょう。これは 重大な 問題です。ご使用のシステムは侵害されている可能性が高くなります。
pl: SELinux powstrzymał $SOURCE przed wczytaniem modułu jądra. Wszystkie ograniczane aplikacje, które wymagają wczytania modułów jądra powinny mieć napisaną dla siebie politykę. Jeśli zagrożona aplikacja próbuje zmodyfikować jądro, tworzone jest to AVC. Jest to poważne zagrożenie. System mógł zostać w dużym stopniu zagrożony.
uk: SELinux забороняє $SOURCE завантажувати модуль ядра. Для всіх програм, яким потрібен такий рівень доступу, має існувати окрема політика. Якщо скомпрометована програма намагається змінити модуль, буде згенеровано AVC. Це суттєва проблема та може бути індикатором того, що система була скомпрометована.

source: SELinux is preventing $SOURCE_PATH the "sys_resource" capability.
bn_in: SELinux দ্বারা $SOURCE_PATH-কে "sys_resource" ক্ষমতা প্রাপ্ত করতে প্রতিরোধ করা হচ্ছে।
gu: SELinux એ $SOURCE_PATH ની "sys_resource" ક્ષમતાને અટકાવી રહ્યું છે.
it: SELinux nega a $SOURCE_PATH la funzione "sys_resource".
ja: SELinux は $SOURCE_PATH の "sys_resource" 能力を阻止しています。
pl: SELinux powstrzymuje możliwości "sys_resource" $SOURCE_PATH.
uk: SELinux забороняє $SOURCE_PATH використовувати можливість «sys_resource».

source: Confined domains should not require "sys_resource". This usually means that your system is running out of disk space. Please clear up the disk and this AVC message should go away. If this AVC continues after you clear up the disk space, please report this as a bug.
bn_in: কনফাইন করা ডোমেইনের ক্ষেত্রে "sys_resource" আবশ্যক নয়। সম্ভবত আপনার কম্পিউটারের ডিস্কের ফাঁকা স্থান দ্রুত পূর্ণ হয়ে যাচ্ছে। অনুগ্রহ করে কিছু স্থান ফাঁকা করুন, এবং এর ফলে এই AVC বার্তাটি পুনরায় প্রদর্শিত হবে না। তথাপি যদি এই AVC বার্তাটি প্রদর্শিত হয় তাহলে বাগ রূপে এটি দায়ের করুন।
gu: શુદ્ધિત થયેલ ડોમેઈનને "sys_resource" ની જરૂર રહેતી નથી. આનો સામાન્ય રીતે એવો અર્થ થાય કે તમારી સિસ્ટમની ડિસ્ક જગ્યા ખૂટી ગઈ છે. મહેરબાની કરીને ડિસ્ક સાફ કરો અને આ AVC સંદેશો જતો રહેશે. જો આ AVC ચાલુ રહે તો પછી તમારે ડિસ્ક જગ્યા ખાલી કરવી પડશે, મહેરબાની કરીને આને ભૂલના અહેવાલ તરીકે જમા કરો.
it: I domini confinati non dovrebbero richiedere "sys_resource". Tale comportamento generalmente significa che il sistema ha quasi esaurito lo spazio del disco. Rendendo disponibile spazio sul disco il messaggio AVC dovrebbe scomparire. Se tale messaggio non scompare, segnalare questo comportamento come un bug.
ja: 拘束されたドメインは "sys_resource" を要求することはありません。これは通常、 使用システムのディスク領域が不足していることを意味します。ディスク領域を 空けると、 AVC メッセージは消えるはずです。ディスクを空けた後でもこの AVC が継続するならば、 これをバグとして報告して下さい。
pl: Ograniczone domeny nie powinny wymagać "sys_resource". Zwykle oznacza to, że kończy się miejsce w systemie. Proszę wyczyścić dysk, a ten komunikat AVC zniknie. Jeśli w dalszym ciągu będzie się pojawiał, proszę zgłosić to jako błąd.
uk: Для доменів з обмеженнями не потрібний «sys_resource». Поява цього повідомлення, зазвичай, означає, що у системі залишилося мало місця на дисках. Будь ласка, вилучіть зайві компоненти, щоб позбутися цього повідомлення AVC. Якщо повідомлення з’являтиметься і після вивільнення місця на диску, будь ласка, повідомте про цю ваду розробникам.

source: SELinux is preventing the tftp daemon from modify $TARGET_PATH.
bn_in: SELinux দ্বারা tftp ডেমনকে $TARGET_PATH পরিবর্তন করতে বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux એ tftp ડિમનનો $TARGET_PATH ને બદલવાથી બચાવી રહ્યું છે.
it: SELinux ha impedito al demone tftp di modificare $TARGET_PATH.
ja: SELinux は tftp デーモンによる $TARGET_PATH の修正を阻止しています。
pl: SELinux powstrzymuje demona TFTP przed zmodyfikowaniem $TARGET_PATH.
sr: SELinux је спречио tftp системску услугу од измене $TARGET_PATH.
uk: SELinux запобігає зміні $TARGET_PATH службою tftp.

source: SELinux prevented the tftp daemon from writing to $TARGET_PATH. Usually tftpd is setup only to read content and is not allowed to modify it. If you setup tftpd to modify $TARGET_PATH need to change its label. If you did not setup tftp to modify $TARGET_PATH, this could signal an intrusion attempt.
bn_in: SELinux দ্বারা tftp ডেমনকে $TARGET_PATH-এ লিখতে বাধা দেওয়া হয়েছে।সাধারণত tftpd শুধুমাত্র তথ্য পাঠের জন্য প্রস্তুত করা হয় ও কিছু পরিবর্তনের জন্য অনুমতি প্রাপ্ত নয়। যদি $TARGET_PATH পরিবর্তনের জন্য tftpd প্রস্তুত করা হয় তাহলে এটির লেবেল পরিবর্তন করা আবশ্যক। $TARGET_PATH পরিবর্তনের জন্য tftp প্রস্তুত না করা হলে এটি একটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ tftp ડિમનને $TARGET_PATH માં લખવાથી બચાવેલ છેામંજૂર કસામાન્ય રીતે tftpd એ સમાવિષ્ટ વાંચવા માટે ફક્ત સુયોજિત છે અનેેતેને બદલવા માટે વપરાયેલ નથી. ાથે જો તમે $TARGET_PATH ને બદલવા માટે tftpd ને સુયોજિત કરો તો તેનાં લેબલને બદલવાની જરૂર છે. ે જો તમે $TARGET_PATH ને સુયોજિત નહિં કરેલ હોયેઝ જોડાણોની પરવી ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત. ોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha impedito al demone tftp di scrivere su $TARGET_PATH. Normalmente tftpdè impostato solo per leggere contenuti e non gli è consentito modificarli. Se si imposta tftpd per modificare $TARGET_PATH bisogna cambiarne l'etichetta. Se non si è impostato tftpd per modificare $TARGET_PATH, ciò potrebbe segnalare un tentativo d'intrusione.
ja: SELinux は tftp デーモンによる $TARGET_PATH への書き込みを拒否しています。 通常、tftpd はコンテンツを読み込む為にのみセットアップされて、その修正は許可されません。 $TARGET_PATH の修正をするように tftpd をセットアップしている場合、そのラベルも変更する必要が あります。 $TARGET_PATH の修正をするように設定していない場合は、これは不正侵入の試みの形跡と言えます。
pl: SELinux powstrzymał demona TFTP przed zapisaniem do $TARGET_PATH. Zwykle tftpd jest ustawiony tak, aby tylko odczytywać zawartość i nie ma pozwolenia na jej modyfikację. Jeśli ustawiono tftpd tak, aby modyfikował $TARGET_PATH, należy zmienić jego etykietę. Jeśli nie, może to wskazywać na próbę włamania.
uk: SELinux забороняє службі tftp виконувати запис у $TARGET_PATH. Звичайно параметри tftp дозволяють лише читання. Якщо параметри tftpd припускають зміну $TARGET_PATH, потрібно мінити його позначку. У противному випадку це може бути індикатором спроби вторгнення.

source: If you want to change the file context of $TARGET_PATH so that the tftp daemon can modify it, you need to execute it using<br> <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br>
bn_in: tftp ডেমন দ্বারা পরিবর্তনের উদ্দেশ্যে $TARGET_PATH'র ফাইল কনটেক্সট পরিবর্তন করতে হলে প্রয়োগ করুন<br> <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br>
gu: જો તમે $TARGET_PATH નો ફાઈલ સંદર્ભ બદલવા માંગો છો કે જેથી tftp ડિમન તેને બદલી શકે, તો તમારે તેને<br> <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> ની મદદથી ચલાવવાની જરૂર છે. <br><b># restorecon -R -v /tftpboot</b></br>
it: Se si desidera modificare il contesto del file di $TARGET_PATH in modo che il demone tftpd vi possa accedere, è necessario eseguirlo utilizzando<br> <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br>
ja: tftp デーモンが $TARGET_PATH のファイルコンテキストを修正できるように そのファイルコンテキストを変更する場合は、<br> <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br> を使って それを実行する必要があります。
pl: Aby zmienić kontekst pliku $TARGET_PATH tak, aby demon TFTP mógł go modyfikować, należy wykonać <br> <b># semanage fcontext -m tftpdir_rw_t "/tftpboot(/.*)?"</b> <br><b># restorecon -R -v /tftpboot</b></br>
uk: Якщо ви бажаєте змінити контекст файлу $TARGET_PATH з метою дозволу доступу до нього службі tftp, виконайте <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br>

source: SELinux prevented $SOURCE from $ACCESS files stored on a NFS filesytem.
bn_in: SELinux দ্বারা $SOURCE-কে NFS ফাইল-সিস্টেমের মধ্যে উপস্থিত ফাইল $ACCESS'এ বাধা সৃষ্টি করা হয়েছে।
gu: SELinux એ NFS ફાઈલસિસ્ટમ પર સંગ્રહાયેલ $ACCESS ફાઈલોથી $SOURCE ને બચાવેલ છે.
it: SELinux ha impedito a $SOURCE di $ACCESS i file conservati su di un filesystem NFS.
ja: SELinux は $SOURCE が NFS ファイルシステム上に保存してあるファイルに $ACCESS するのを阻止しました。
pl: SELinux powstrzymał $SOURCE przed $ACCESS plików przechowywanych na systemie plików NFS.
sr: SELinux је спречио $SOURCE при $ACCESS датотека сачуваних на NFS систему датотека.
uk: SELinux забороняє $SOURCE доступ $ACCESS до файлів, розташованих у файловій системі NFS.

source: SELinux prevented $SOURCE from $ACCESS files stored on a NFS filesystem. NFS (Network Filesystem) is a network filesystem commonly used on Unix / Linux systems. $SOURCE attempted to read one or more files or directories from a mounted filesystem of this type. As NFS filesystems do not support fine-grained SELinux labeling, all files and directories in the filesystem will have the same security context. If you have not configured $SOURCE to read files from a NFS filesystem this access attempt could signal an intrusion attempt.
bn_in: SELinux দ্বারা $SOURCE-কে NFS ফাইল-সিস্টেমের মধ্যে সংরক্ষিত ফাইল $ACCESS করতে প্রতিরোধ করা হয়েছে। NFS (নেটওয়ার্ক ফাইল-সিস্টেম) মূলত Unix / Linux'র মধ্যে ব্যবহৃত নেটওয়ার্ক ফাইল-সিস্টেম। $SOURCE দ্বারা এই প্রকৃতির কোনো মাউন্ট করা ফাইল-সিস্টেম থেকে ফাইল পড়ার প্রচেষ্টা করা হয়েছে। NFS ফাইল-সিস্টেম দ্বারা ফাইন-গ্রেইন্ড SELinux লেবেল বৈশিষ্ট্য সমর্থিত না হওয়ার ফলে ফাইল-সিস্টেমের মধ্যে উপস্থিত সমস্ত ফাইল ও ডিরেক্টরির মধ্যে একই নিরাপত্তা কনটেক্সট ব্যবহৃত হবে। যদি NFS ফাইল-সিস্টেম থেকে ফাইল পড়ার উদ্দেশ্যে $SOURCE না কনফিগার করা হয়ে থাকে তাহলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ NFS ફાઈલસિસ્ટમ પર સંગ્રહાયેલ $ACCESS ફાઈલોથી $SOURCE ને બચાવેલ છે. NFS (Network Filesystem) એ Unix / Linux સિસ્ટમો પર સામાન્ય રીતે વાપરવામાં આવતી નેટવર્ક ફાઈલસિસ્ટમ છે. $SOURCE એ આ પ્રકારની માઉન્ટ થયેલ એક અથવા વધુ ફાઈલો અથવા ડિરેક્ટરીઓમાંથી વાંચવાથી બચાવેલ છે. NFS ફાઈલસિસ્ટમો સારું SELinux લેબલીંગને આધાર આપતું નથી, ફાઈલસિસ્ટમમાંની બધી ફાઈલો અને ડિરેક્ટરીઓને એક જ સુરક્ષા સંદર્ભ હશે. જો તમે $SOURCE ને NFS ફાઈલસિસ્ટમમાંથી આ વપરાશ પૂરો પાડવા માટે રૂપરેખાંકિત કરેલ નહિં હોય તો આ વપરાશ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha impedito a $SOURCE di $ACCESS ai file conservati su di un filesystem NFS. NFS (Network Filesystem) è un filesystem di rete comunemente usato sui sistemi Linux / Unix. $SOURCE ha cercato di leggere uno o più file o cartelle da un filesystem di questo tipo precedentemente montato. Poiché i filesystem NFS non supportano l'etichettatura fine-grained di SELinux, tutti i file e le cartelle presenti nel filesystem avranno lo stesso contesto di sicurezza. Se non è stato configurato $SOURCE in modo da leggere i file da un filesystem NFS questo accesso potrebbe essere un tentativo d'intrusione.
ja: SELinux は $SOURCE が NFS ファイルシステム上に保存されているファイルに $ACCESS するのを阻止しました。 NFS (Network Filesystem) は Unix / Linux システム上で一般的に使用されるネット ワークファイルシステムです。 $SOURCE はこのタイプのマウント済みファイルシステムから単数、又は複数の ファイルかディレクトリーを読み込もうとしました。NFS ファイルシステムは、きめ細かい SELinux ラベルに対応しない為、このファイルシステム内の全てのファイルと ディレクトリーは同じセキュリティーコンテキストを持っています。 $SOURCE が NFS ファイルシステムからのファイルを読み込むように設定していない場合、 このアクセスの試みは不正侵入の試みの形跡だと言えます。
pl: SELinux powstrzymał $SOURCE przed $ACCESS plików przechowywanych na systemie plików NFS. NFS (Sieciowy system plików) jest sieciowym systemem plików powszechnie używanym na systemach UNIX/Linux. $SOURCE próbował odczytać jeden lub więcej plików lub katalogów z zamontowanego systemu plików tego typu. Jako że system plików NFS nie obsługuje dokładnych etykiet SELinuksa, wszystkie pliki i katalogi na tym systemie plików będą posiadały ten sam kontekst bezpieczeństwa. Jeśli nie skonfigurowano $SOURCE tak, aby odczytywał pliki z systemu plików NFS, ta próba dostępu może wskazywać na próbę włamania.
sr: SELinux је спречио $SOURCE при $ACCESS датотека похрањених на NFS систему датотека. NFS (Network Filesystem - Мрежни систем датотека) је мрежни систем датотека који се обично користи на Unix / Linux системима. $SOURCE је покушао да прочита јену или више датотека или директоријума са монтираног система датотека ове врсте. Како NFS системи не подржавају SELinux ознаке високе резолуције, све датотеке и директоријуми на систему датотека ће имати исти безбедносни контекст. Ако нисте подесили $SOURCE за читање са NFS система датотека, овај приступ може указивати на покушај упада.
uk: SELinux заборонила $SOURCE доступ $ACCESS до файлів на розділі NFS. NFS (Network Filesystem) - мережна файлова система, що використовується на системах Unix / Linux. $SOURCE спробував прочитати зміст підключеної системи цього типу. Оскільки NFS система не підтримує низькорівневе маркування SELinux, усі файли та каталоги мають однаковий контекст безпеки. Якщо ви не налаштовували $SOURCE на читання файлів з NFS, ця спроба отримати доступ можливо є вторгненням.

source: SELinux is preventing the users from running TCP servers in the usedomain.
bn_in: SELinux দ্বারাব্যবহারকারীদেরকে usedomain-এ TCP সার্ভার চালাতে বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux એ વપરાશકર્તાઓને usedomain માં TCP સર્વરો ચલાવવાથી અટકાવી રહ્યું છે.
it: SELinux ha impedito all'utente di eseguire server TCP nel dominio utente.
ja: SELinux は ユーザーが usedomain 内で TCP サーバーを実行することを阻止しています。
pl: SELinux powstrzymuje użytkowników przed uruchomieniem serwerów TCP w domenie użytkownika.
sr: SELinux спречава кориснике у покретању TCP сервера у корисничком домену.
uk: SELinux забороняє користувачам запускати сервери TCP у домені користувача.
