Repository: 1dot75cm/selinux-policy
Catalog: plugins/po/*.po
Languages: bn_in, gu, it, ja, pl, sr, uk

source: You can alter the file context by executing chcon -R -t samba_share_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
bn_in: chcon -R -t samba_share_t '$TARGET_PATH' প্রয়োগ করে ফাইল কনটেক্সট পরিবর্তন করা যাবে। সিস্টেমের মধ্যে ডিফল্ট ফাইল কনটেক্স ফাইল পরিবর্তন করা আবশ্যক। এর ফলে সম্পূর্ণ রি-লেবল (relabel) করা হলেও কনটেক্সট অপরিবর্তিত থাকবে। "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
gu: તમે chcon -R -t samba_share_t '$TARGET_PATH' ચલાવીને ફાઈલ સંદર્ભ બદલી શકો છો તમારે મૂળભૂત ફાઈલ સંદર્ભ ફાઇલોને પણ સંપૂર્ણ પુન:લેબલ પર તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર બદલવી જ પડશે. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'" ATH'"
it: È possibile alterare il contesto del file eseguendo chcon -R -t samba_share_t '$TARGET_PATH' È necessario altresì modificare i file per il contesto del file predefinito sul sistema per preservarli anche da una completa rietichettatura. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
ja: chcon -R -t samba_share_t '$TARGET_PATH' を実行すると、ファイルコンテキストを変更することができます。 また、完全な再ラベルの後にもそれらを保持するためにシステム上でデフォルトのファイルコンテキストファイルも変更しなければなりません。"semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
pl: Można zmienić kontekst pliku wykonując chcon -R -t samba_share_t "$TARGET_PATH" Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
uk: Контекст файлу можна змінити, виконавши команду «chcon -R -t samba_share_t '$TARGET_PATH'» Також треба змінити типові контексти файлів у системі, щоб вони збереглись навіть при повторній розмітці. «semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'»

source: SELinux is preventing the kernel modules from being loaded.
bn_in: SELinux দ্বারা কার্নেল মডিউল লোড করতে বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux એ કર્નલ મોડ્યુલોને લોડ થવાથી બચાવી રહ્યું છે.
it: SELinux ha impedito il caricamento dei moduli del kernel.
ja: SELinux はカーネルモジュールがロードされるのを阻止しています。
pl: SELinux powstrzymuje moduły jądra przed wczytaniem.
sr: SELinux спречава учитавање модула језгра.
uk: SELinux забороняє завантаження модулів ядра.

source: SELinux has denied kernel module utilities from modifying kernel modules. This machine is hardened to not allow the kernel to be modified, except in single user mode. If you did not try to manage a kernel module, this probably signals an intrusion.
bn_in: SELinux দ্বারা কার্নেল মডিউল সামগ্রী দ্বারা কার্নেল মডিউল পরিবর্তন করতে বাধা সৃষ্টি করা হচ্ছে। এই মেশিনে সিঙ্গল ইউজার মোড ব্যতীত অন্য কোনো অবস্থায় কার্নেল মডিউল পরিবর্তন না করার জন্য নিরাপদ করা হয়েছে। কার্নেল মডিউল পরিচালনার চেষ্টা না করা হলে এটি সম্ভবত অনুপ্রবেশের সংকেত।
gu: SELinux એ કર્નલ મોડ્યુલ ઉપયોગીતાઓને કર્નલ મોડ્યુલો સુધારવાથી બચાવી રાખેલ છે. આ મશીનને કર્નલને સુધારવામાં નહિં આવે તે માટે સખત બનાવવામાં આવેલ છે, અપવાદરૂપે એક વપરાશકર્તા સ્થિતિ. જો તમે કર્નલ મોડ્યુલની વ્યવસ્થા કરવાનો પ્રયાસ કર્યો નહિં હોય, તો આ કદાચ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha negato alle utility del modulo del kernel di modificare i moduli del kernel. Questa macchina è configurata per impedire la modifica del kernel, fatta eccezione se si utilizza la modalità utente singolo. Se invece non è stata fatta alcuna operazione di gestione dei moduli del kernel, tale comportamento potrebbe segnalare un tentativo d'intrusione.
ja: SELinux はカーネルモジュールユーティリティがカーネルモジュールを 変更することを否定しました。このマシンは、シングルユーザーモード以外は、 カーネル変更を許可しないように固められています。ユーザーがカーネルモジュールの 管理を試そうとしていない場合、これは多分、侵入の形跡と言えます。
pl: SELinux odmówił narzędziom modułów jądra modyfikowania modułów jądra. Ten komputer został wzmocniony tak, aby nie pozwalać na modyfikowanie jądra, oprócz trybu jednego użytkownika. Jeśli nie próbowano zarządzać modułem jądra, prawdopodobnie wskazuje to na włamanie.
sr: SELinux је одбио алаткама модула језгра измењивање модула језгра. Ова машина је осигурана да не дозвољава измене језгра, осим у режиму јединог корисника. Ако нисте покушали да управљате модулом језгра, ово вероватно указује на упад.
uk: SELinux заборонила утилітам модулів ядра змінювати модулі ядра. Для кращого захисту цієї машини модифікація модулів має бути заборонена, за винятком однокористувацького режиму. Якщо ви не займались налаштовуванням модулів ядра, можливо має місце спроба вторгнення.

source: If you allow the management of the kernel modules on your machine, turn off the $BOOLEAN boolean: "setsebool -P $BOOLEAN=0".
bn_in: আপনার মেশিনে কার্নেল মডিউলের পরিচালনার অনুমতি প্রদান করতে হলে $BOOLEAN বুলিয়ান বন্ধ করুন: "setsebool -P $BOOLEAN=0".
gu: જો તમે તમારા મશીન પરના કર્નલ મોડ્યુલોના વ્યવસ્થાપનને પરવાનગી આપો, તો $BOOLEAN બુલિયન બંધ કરો: "setsebool -P $BOOLEAN=0".
it: Se si abilita il processo di gestione dei moduli del kernel sulla macchina, disabilitare il valore boolean $BOOLEAN: "setsebool -P $BOOLEAN=0".
ja: マシン上のカーネルモジュールの管理を許可したい場合は、$BOOLEAN ブーリアン値を 止めます。: "setsebool -P $BOOLEAN=0".
pl: Aby pozwolić na zarządzanie modułami jądra na tym komputerze, należy wyłączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=0".
sr: Ако желите да дозволите управљање модулима језгра на Вашој машини, искључите $BOOLEAN логичку: „setsebool -P $BOOLEAN=0“.
uk: Якщо ви дозволяєте керування модулями ядра на вашій машині, скиньте ознаку $BOOLEAN: «setsebool -P $BOOLEAN=0».

source: Kernel
bn_in: কার্নেল
gu: કર્નલ
ja: カーネル
pl: Jądro
sr: Језгро
uk: Ядро

source: SELinux is preventing the modification of the running policy.
bn_in: SELinux দ্বারা চলমান নিয়মনীতি পরিবর্তনে বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux એ ચાલી રહેલ પોલિસીના સુધારાથી બચાવી રહ્યું છે.
it: SELinux ha impedito la modifica della policy corrente.
ja: SELinux は実行ポリシーの修正を阻止しています。
pl: SELinux powstrzymuje przed modyfikowaniem uruchomionej polityki.
sr: SELinux спречава измену текуће полисе.
uk: SELinux забороняє зміну поточної політики.

source: SELinux has denied the management tools from modifying the way the SELinux policy runs. This machine is hardened, so if you did not run any SELinux tools, this probably signals an intrusion.
bn_in: SELinux দ্বারা পরিচালন সামগ্রী দ্বারা SELinux নিয়মনীতির সঞ্চালনের পদ্ধতি পরিবর্তনের অনুমতি প্রদান করা হয়নি। কোনো SELinux সামগ্রী চালানো না হলে এই মেশিনটি নিরাপদ করা হয়েছে এবং সম্ভবত অনুপ্রবেশের সংকেত।
gu: SELinux એ SELinux પોલિસી જે રીતે ચાલે છે તે માર્ગ સુધારવાથી વ્યવસ્થાપન સાધનોને નામંજૂર કરેલ છે. આ મશીન મજબૂત કરવામાં આવેલ છે જો તમે કોઈપણ SELinux સાધનો ચાલુ કરેલ નહિં હોય, આ કદાચ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha negato ai tool di gestione di modificare il modo attraverso il quale la policy SELinux viene eseguita. Questa macchina è protetta, quindi se non è stato eseguito alcuno strumento SELinux, tale comportamento potrebbe segnalare una intrusione.
ja: SELinux は、管理ツールによる SELinux ポリシー実行方法の変更を拒否しました。 このマシンは強固にされており、ユーザーが SELinux ツールを実行していない場合は、多分、 これは、侵入の形跡だと言えます。
pl: SELinux odmówił narzędziom zarządzania modyfikowania sposobu, w jakim działa polityka SELinuksa. Ten komputer jest wzmocniony, więc jeśli nie uruchomiono żadnych narzędzi SELinuksa, prawdopodobnie wskazuje to na włamanie.
uk: SELinux заборонила інструментам налаштовування змінювати спосіб роботи політик SELinux. Машина краще захищена тому якщо ви не виконували утиліти SELinux, це може означати спробу вторгнення.

source: If you want to modify the way SELinux is running on your machine you need to bring the machine to single user mode with enforcing turned off. The turn off the secure_mode_policyload boolean: "setsebool -P secure_mode_policyload=0".
bn_in: আপনার মেশিনে চলমান SELinux প্রণালী পরিবর্তন করতে হলে enforcing মোড বন্ধ করে মেশিনটি সিঙ্গল-ইউজার মোডে নিন। secure_mode_policyload বুলিয়ান বন্ধ করুন: "setsebool -P secure_mode_policyload=0".
gu: જો તમે SELinux જે રીતે તમારા મશીન પર ચાલી રહ્યું છે તે બદલવા માંગો તો તમારે મશીનને એક વપરાશકર્તા સ્થિતિમાં enforcing ને બંધ કરીને લાવવાની જરૂર છે. પછી secure_mode_policyload બુલિયન બંધ કરો: "setsebool -P secure_mode_policyload=0".
it: Se si desidera modificare il modo attraverso il quale viene eseguito SELinux sulla macchina locale, entrare nella modalità utente singolo con enforcing disabilitato. Successivamente disabilitate il booleano secure_mode_policyload boolean: "setsebool -P secure_mode_policyload=0".
ja: ユーザーのマシン上で SELinux が動作する方法を変更したい場合は、マシンを 強制的に停止してシングルユーザーモードにします。secure_mode_policyload ブーリアンを停止します: "setsebool -P secure_mode_policyload=0".
pl: Aby zmodyfikować sposób, w jakim na tym komputerze jest uruchomiony SELinux, należy przełączyć komputer na tryb jednego użytkownika z wyłączonym wymuszaniem. Aby wyłączyć zmienną logiczną secure_mode_policyload: "setsebool -P secure_mode_policyload=0".
sr: Ако желите да измените начин на који SELinux ради на овој машини, треба да доведете машину у режим јединог корисника са искљученим приморавањем. Потом искључите secure_mode_policyload логичку: „setsebool -P secure_mode_policyload=0“.
uk: Якщо ви бажаєте змінити спосіб роботи SELinux, вам треба перевести машину у однокористувацький режим з примусовим вимиканням. Виконайте скидання ознаки secure_mode_policyload: «setsebool -P secure_mode_policyload=0».

source: Your system may be seriously compromised!
bn_in: আপনার সিস্টেম গুরুতরভাবে বিপদগ্রস্ত হতে পারে!
gu: તમારી સિસ્ટમ ગંભીરતા થી સમાધાન કરી શકે છે!
it: Il sistema potrebbe essere seriamente compromesso!
ja: ご使用のシステムには深刻な侵害の可能性があります!
pl: System mógł zostać poważnie zagrożony.
uk: Ваша система може бути серйозно скомпрометована!

source: SELinux has prevented $SOURCE from modifying $TARGET. This denial indicates $SOURCE was trying to modify the selinux policy configuration. All applications that need this access should have already had policy written for them. If a compromised application tries to modify the SELinux policy this AVC will be generated. This is a serious issue. Your system may very well be compromised.
bn_in: SELinux দ্বারা $SOURCE-কে $TARGET পরিবর্তন করতে বাধা দেওয়া হয়েছে। $SOURCE দ্বারা selinux পলিসির কনফিগারেশন পরিবর্তনের প্রচেষ্টা করা হলে এই প্রতিরোধ করা হয়। এটি ব্যবহারের অধিকারপ্রাপ্ত সকল অ্যাপ্লিকেশনের জন্য প্রয়োজনীয় পলিসি উপস্থিত থাকা আবশ্যক। কোনো বিপদগ্রস্ত অ্যাপ্লিকেশন দ্বারা SELinux পলিসি পরিবর্তনের প্রয়াস করা হলে এই AVC-টি উৎপন্ন হবে। এটি একটি গুরুত্বপূর্ণ সমস্যা এবং আপনার সিস্টেমও বিপদগ্রস্ত হতে পারে।
gu: SELinux એ $TARGET ને બદલવાથી $SOURCE ને અટકાવાયેલ છે. આ નામંજૂરી સૂચવે છે કે $SOURCE એ selinux પોલિસી રૂપરેખાંકનને બદલવા માટે પ્રયત્ન કરી રહ્યુ હતુ. બધા કાર્યક્રમો કે જે આ પ્રવેશની જરૂર તેઓ માટે પહેલેથી જ લખાયેલ પોલિસીની હોવી જોઇએ. જો સમજૂતી થયેલ કાર્યક્રમ SELinux પોલિસી ને બદલવા માટે પ્રયત્ન કરે છે આ AVC ઉત્પન્ન થશે. આ ગંભીર સમસ્યા છે. તમારી સિસ્ટમ સારી રીતે સમાધાન થયેલ હોઇ શકે છે.
it: SELinux ha prevenuto che $SOURCE modificasse $TARGET. Questo rifiuto indica che $SOURCE stava tentando di modificare la configurazione della politica di selinux. Tutte le applicazioni che necessitano di questo accesso hanno una politica già scritta. Se una applicazione compromessa tenta di modificare la politica di SELinux verrà generato questo messaggio AVC. Questa è una questione seria. Il sistema potrebbe essere seriamente compromesso.
ja: SELinux は、$SOURCE による $TARGET の修正を阻止しました。この拒否は $SOURCE が selinux ポリシーの設定を修正する試みをしていたことを 示します。 このアクセスを必要とする全てのアプリケーションはそれ自身用にすでにポリシーを 書かせておくべきでした。侵害されたアプリケーションが SELinux ポリシーを 修正する 試みをすると、この AVC が生成されるでしょう。これは重大な問題です。 ご使用の システムは侵害されている可能性が高くなります。
pl: SELinux powstrzymał $SOURCE przed zmodyfikowaniem $TARGET. Ten dostęp wskazuje, że $SOURCE próbował zmodyfikować konfigurację polityki SELinuksa. Wszystkie aplikacje, które wymagają tego dostępu powinny mieć napisaną dla siebie politykę. Jeśli zagrożona aplikacja próbuje zmodyfikować politykę SELinuksa, tworzone jest to AVC. Jest to poważne zagrożenie. System mógł zostać w dużym stopniu zagrożony.
uk: SELinux забороняє $SOURCE змінювати $TARGET. $SOURCE намагається змінити конфігурацію політики selinux. Для всіх програм, яким потрібен цей доступ, має існувати сласна політика. Якщо скомпрометована програма намагається змінити політику, буде згенеровано AVC. Це є серйозною проблемою та може бути індикатором того, що система могла бути скомпрометована.

source: Your system may be seriously compromised! $SOURCE_PATH tried to modify SELinux enforcement.
bn_in: আপনার সিস্টেম গুরুতরভাবে বিপদগ্রস্ত হতে পারে! $SOURCE_PATH দ্বারা SELinux বাস্তবায়নের অবস্থা পরিবর্তনের প্রচেষ্টা করা হয়েছে।
gu: તમારી સિસ્ટમ ગંભીરતા થી સમાધાન કરી શકે છે! $SOURCE_PATH એ SELinux ને દબાણ કરીને બદલવા માટે પ્રયત્ન કર્યુ હતુ.
it: Il sistema potrebbe essere seriamente compromesso! $SOURCE_PATH ha cercato di modificare la modalità enforcement di SELinux.
ja: ご使用のシステムには深刻な侵害の可能性があります! $SOURCE_PATH が SELinux 強制を修正しようとしました。
pl: System mógł zostać poważnie zagrożony. $SOURCE_PATH próbowało zmodyfikować wymuszanie SELinuksa.
uk: Ваша система може бути серйозно скомпрометована! $SOURCE_PATH намагається змінити примусовий режим SELinux.

source: SELinux has prevented $SOURCE from writing to a file under /selinux. Files under /selinux control the way SELinux is configured. All programs that need to write to files under /selinux should have already had policy written for them. If a compromised application tries to turn off SELinux this AVC will be generated. This is a serious issue. Your system may very well be compromised.
bn_in: SELinux দ্বারা $SOURCE-কে /selinux-র অধীন উপস্থিত একটি ফাইলে লিখতে বাধা দেওয়া হয়েছে। SELinux-র কনফিগারেশনের প্রণালী /selinux-র অধীন উপস্থিত ফাইলগুলি দ্বারা নির্ধারণ করা হয়। এটি ব্যবহারের অধিকারপ্রাপ্ত সকল অ্যাপ্লিকেশনের জন্য প্রয়োজনীয় পলিসি উপস্থিত থাকা আবশ্যক। কোনো বিপদগ্রস্ত অ্যাপ্লিকেশন দ্বারা SELinux পলিসি পরিবর্তনের প্রয়াস করা হলে এই AVC-টি উৎপন্ন হবে। এটি একটি গুরুত্বপূর্ণ সমস্যা এবং আপনার সিস্টেমও বিপদগ্রস্ত হতে পারে।
gu: SELinux એ /selinux ની હેઠળ ફાઇલને લખવા માંથી SOURCE ને અટકાવેલ છે. /selinux ની હેઠળ ફાઇલો SELinux નું નિયંત્રણ કરે છે તે રૂપરેખાંકિત થયેલ છે. બધા કાર્યક્રમો કે જે તેઓ માટે પહેલેથી જ પોલિસી લખાયેલ હોવી જોઇએ તે /selinux હેઠળ ફાઇલોને લખવાની જરૂર છે જો સમજૂતી થયેલ કાર્યક્રમ આ AVC ઉત્પન્ન થશે તે SELinux ને બંધ કરવા માટે પ્રયત્ન કરે છે આ ગંભીર સમસ્યા છે. તમારી સિસ્ટમ સારી રીતે સમાધાન થયેલ હોઇ શકે છે.
it: SELinux ha prevenuto che $SOURCE modificasse un file sotto /selinux. I file sotto /selinux controllano il modo in cui è configurato SELinux. Tutte le applicazioni che necessitano di scrivere i file sotto /selinux dovrebbero avere una politica già scritta. Se una applicazione compromessa tenta di spegnere SELinux verrà generato questo messaggio AVC. Questa è una questione seria. Il sistema potrebbe essere seriamente compromesso.
ja: SELinux は $SOURCE による /selinux 以下のファイルへの書き込みを阻止しました。 /selinux 下のファイルは SELinux が設定される方法を制御します。 /selinux 下にファイルを書き込む必要のある全てのプログラムはそれ自身用に すでにポリシーを 書かせておくべきでした。侵害されたアプリケーションが SELinux を閉じる 試みをすると この AVC が生成されるでしょう。これは重大な問題です。ご使用のシステムは 既に 侵害されている可能性があります。
pl: SELinux powstrzymał $SOURCE przed zapisaniem do pliku w /selinux. Pliki w /selinux kontrolują konfigurację SELinuksa. Wszystkie programy, które wymagają zapisywania do plików w /selinux powinny mieć napisaną dla siebie politykę. Jeśli zagrożona aplikacja próbuje wyłączyć SELinuksa, tworzone jest to AVC. Jest to poważne zagrożenie. System mógł zostać w dużym stopniu zagrożony.
uk: SELinux забороняє $SOURCE записувати у файл, розташований у каталозі /selinux. Файли у /selinux керують параметрами політики SELinux. Всі програми, яким потрібен такий доступ, повинні мати власну політику. якщо скомпрометована програма намагається вимкнути політику, буде згенеровано AVC. Це є суттєвою проблемою та може бути індикатором того, що система була скомпрометована.

source: SELinux is preventing the spamd daemon from reading users' home directories.
bn_in: SELinux দ্বারা spamd ডেমনকে ব্যবহারকারীদের ব্যক্তিগত (home) ডিরেক্টরি পড়তে বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux એ spamd ડિમનને વપરાશકર્તાઓ ઘર ડિરેક્ટરીઓ વાંચવાથી બચાવી રહ્યું છે.
it: SELinux ha impedito al demone spamd di leggere le cartelle home degli utenti.
ja: SELinux は spamd デーモンがユーザーホームディレクトリーを読み込むのを 阻止しています。
pl: SELinux powstrzymuje demona spamd przed odczytaniem katalogów domowych użytkowników.
sr: SELinux је спречио spamd системску услугу од читања личних директоријума корисника.
uk: SELinux забороняє службі spamd читати домашні каталоги користувачів.

source: SELinux has denied the spamd daemon access to users' home directories. Someone is attempting to access your home directories via your spamd daemon. If you only setup spamd to share non-home directories, this probably signals an intrusion attempt.
bn_in: SELinux দ্বারা spamd ডেমনকে ব্যবহারকারীদের ব্যক্তিগত (home) ডিরেক্টরি পড়তে বাধা সৃষ্টি করা হচ্ছে। কেউ spamd ডেমনের অপব্যবহার করে এর মাধ্যমে ব্যক্তিগত ডিরেক্টরিতে প্রবেশ করার প্রচেষ্টা করছে। spamd'র দ্বারা ব্যবহারকারীদের ব্যক্তিগত ডিরেক্টরি ভিন্ন অন্য ডিরেক্টরি শেয়ার করার জন্য কনফিগার করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ spamd ડિમનને વપરાશકર્તાઓની ઘર ડિરેક્ટરીઓ વાપરવાની મનાઈ કરેલ છે. કોઈક તમારી ઘર ડિરેક્ટરીઓને spamd ડિમન મારફતે વાપરવાનો પ્રયાસ કરી રહ્યું છે. જો તમે spamd ને માત્ર ઘર ડિરેક્ટરીઓ વહેંચવા માટે જ સુયોજિત કરો, તો આ કદાચ ઘૂંસણખોરી પ્રવેશનો સંકેત આપે.
it: SELinux ha negato al demone spamd di accedere alle cartelle home degli utenti. Qualcuno sta cercando di accedere alle cartelle home locali tramite il demone spamd. Se è stato impostato spamd in modo da condividere le cartelle non home, ciò potrebbe segnalare un tentativo d'intrusione.
ja: SELinux は spamd デーモンがユーザーのホームディレクトリーにアクセスするのを 否定しました。誰かが、spamd デーモンを通してユーザーのホームディレクトリーに アクセスしようとしています。spamd がホームディレクトリー以外のみを共有するように 設定していた場合、これは多分不正侵入の形跡を意味します。
pl: SELinux odmówił demonowi spamd dostęp do katalogów domowych użytkowników. Ktoś próbuje uzyskać dostęp do katalogów domowych przez demona spamd. Jeśli ustawiono spamd tak, aby współdzielić tylko katalogi nie będące katalogami domowymi, prawdopodobnie wskazuje to na próbę włamania.
uk: SELinux закрила доступ службі spamd до домашніх каталогів користувачів. Хтось намагається отримати доступ до цих каталогів за допомогою служби spamd. Якщо ви не налаштовували spamd на роботу з цими каталогами, можлива спроба вторгнення.

source: If you want spamd to share home directories you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
bn_in: spamd দ্বারা ব্যক্তিগত (home) ডিরেক্টরি যৌথরূপে ব্যবহারের অনুমতি প্রদান করতে $BOOLEAN বুলিয়ান সক্রিয় করা আবশ্যক: "setsebool -P $BOOLEAN=1"
gu: જો તમે spamd ને ઘર ડિરેક્ટરીઓ વહેંચવા ઈચ્છો કે તો તમારે $BOOLEAN બુલિયન ચાલુ કરવાની જરૂર છે: "setsebool -P $BOOLEAN=1"
it: Se desiderate che spamd condivida le home directory allora sarà necessario abilitare il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
ja: spamd がホームディレクトリーを共有するようにしたい場合、$BOOLEAN ブーリアン値を 設定する必要があります: "setsebool -P $BOOLEAN=1"
pl: Aby spamd współdzielił katalogi domowe użytkowników,należy włączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1"
sr: Ако желите да spamd раздељује личне директоријуме треба да укључите $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“
uk: Якщо ви бажаєте, щоб spamd використовував спільний доступ до домашніх каталогів, встановіть ознаку $BOOLEAN: «setsebool -P $BOOLEAN=1»

source: SELinux is preventing the squid daemon from connecting to network port $PORT_NUMBER
bn_in: SELinux দ্বারা squid ডেমনকে নেটওয়ার্ক পোর্টের সাথে সংযোগ করতে বাধা সৃষ্টি করা হচ্ছে $PORT_NUMBER
gu: SELinux એ squid ડિમનને નેટવર્ક પોર્ટ $PORT_NUMBER સાથે જોડાવાથી બચાવી રહ્યું છે
it: SELinux ha impedito al demone squid di collegarsi alla porta della rete $PORT_NUMBER
ja: SELinux は squid デーモンがネットワークポート $PORT_NUMBER に接続するのを 阻止しています。
pl: SELinux powstrzymuje demona Squid przed połączeniem się z portem sieciowym $PORT_NUMBER
sr: SELinux спречава squid системску услугу од повезивања на мрежни порт $PORT_NUMBER
uk: SELinux блокує доступ службі squid для мережного порту $PORT_NUMBER

source: SELinux has denied the squid daemon from connecting to $PORT_NUMBER. By default squid policy is setup to deny squid connections. If you did not setup squid to network connections, this could signal a intrusion attempt.
bn_in: SELinux দ্বারা squid ডেমেনকে $PORT_NUMBER'র সাথে সংযোগ করতে প্রতিরোধ করা হয়েছে। ডিফল্টরূপে squid নিয়মনীতি দ্বারা squid সংযোগ প্রত্যাখ্যান করা হয়। squid দ্বারা নেটওয়ার্ক সংযোগ ব্যবস্থা নির্ধারণ না করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ squid ડિમનને $PORT_NUMBER સાથે જોડાવાથી નામંજૂર કરેલ છે. મૂળભૂત રીતે squid પોલિસી એ squid જોડાણોને નામંજૂર કરવા માટે સુયોજિત થયેલ છે. જો તમે squid ને નેટવર્ક જોડાણોમાં સુયોજિત કરેલ નહિં હોય, તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha negato al demone squid di collegarsi a $PORT_NUMBER. Per default la policy di squid è impostata in modo da negare i suddetti collegamenti. Se non è stato impostato squid in modo da effettuare i collegamenti di rete, tale comportamento potrebbe indicare un tentativo d'intrusione.
ja: SELinux は squid デーモンが $PORT_NUMBER へ接続するのを否定しました。 デフォルトでは、squid ポリシーは squid 接続を否定するように設定されて います。squid がネットワーク接続をするように設定していなかった場合、 これは、侵入の試みの形跡と言えます。
pl: SELinux odmówił demonowi Squid połączenia się z $PORT_NUMBER. Domyślnie polityka Squida odmawia połączenia Squida. Jeśli nie ustawiono Squida tak, aby wykonywał połączenia sieciowe, może to wskazywać na próbę włamania.
sr: SELinux је одбио squid системској услузи повезивање на порт $PORT_NUMBER. Подразумевано је squid полиса подешена да одбија squid везе. Ако нисте подесили squid за мрежно повезивање, ово може указивати на покушај упада.
uk: SELinux заборонила службі squid підключатись до порту $PORT_NUMBER. Типово політика squid налаштована на заборону підключення squid. Якщо ви не налаштовували мережні пристрої для squid, можлива спроба вторгнення.

source: If you want squid to connect to network ports you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
bn_in: squid-কে নেটওয়ার্ক পোর্টের সাথে সংযোগের অনুমতি প্রদান করতে $BOOLEAN বুলিয়ান সক্রিয় করা আবশ্যক: "setsebool -P $BOOLEAN=1"
gu: જો તમે squid ને નેટવર્ક પોર્ટો સાથે જોડવા માંગો તો તમારે $BOOLEAN બુલિયન ચાલુ કરવાની જરૂર છે: "setsebool -P $BOOLEAN=1"
it: Se si desidera che squid si colleghi alle porte di rete, allora sarà necessario abilitare il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
ja: squid がネットワークポートに接続するようにしたい場合、$BOOLEAN ブーリアン値を設定する必要があります: "setsebool -P $BOOLEAN=1"
pl: Aby Squid łączył się z portami sieciowymi, należy włączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1"
sr: Ако желите да се squid повезује са мрежним портовима, треба да укључите $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“
uk: Якщо ви бажаєте, щоб squid працював з мережними портами, встановіть значення $BOOLEAN «setsebool -P $BOOLEAN=1»

source: SELinux denied access requested by $SOURCE. $TARGET_PATH may be a mislabeled. sshd is allowed to read content in /root/.ssh directory if it is labeled correctly.
bn_in: $SOURCE দ্বারা অনুরোধ করা ব্যবহারাধিকার SELinux দ্বারা প্রত্যাখ্যান করা হয়েছে। $TARGET_PATH সম্ভবত সঠিকভাবে লেবেল করা হয়নি। সঠিকরূপে লেবেল করা হলে, /root/.ssh ডিরেক্টরির মধ্যে অন্তর্ভুক্ত তথ্য sshd দ্বারা পড়া সম্ভব হবে।
gu: SELinux એ $SOURCE દ્વારા અરજી થયેલ વપરાશની નામંજૂરી આપી. $TARGET_PATH એ ખોટી રીતે લેબલ થયેલ હોઈ શકે. sshd ને /root/.ssh ડિરેક્ટરીમાં સમાવિષ્ટને વાંચવા માટે પરવાનગી આપેલ છે જો તે યાગ્ય રીતે લેબલ થયેલ છે.
it: SELinux ha negato l'accesso richiesto da $SOURCE. $TARGET_PATH potrebbe essere stato etichettato incorrettamente. sshd è in grado di leggere il contenuto nella directory /root/.ssh se etichettato in modo corretto.
ja: SELinux は $SOURCE から要求されたアクセスを拒否しました。$TARGET_PATH が 間違えたラベルを付けている可能性があります。正しいラベルがあれば sshd は /root/.ssh ディレクトリの コンテンツを読み込むことができます。
pl: SELinux odmówił dostępu żądanego przez $SOURCE. $TARGET_PATH może mieć błędną etykietę. sshd może odczytywać zawartość katalogu /root/.ssh, jeśli ma poprawną etykietę.
uk: SELinux запобігає доступу за запитом $SOURCE. Можливо, розмітка $TARGET_PATH некоректна. Якщо каталог /root/.ssh позначено правильно, SSHD дозволяється читати його зміст.
