Repository: 1dot75cm/selinux-policy
Catalog: plugins/po/*.po
Languages: bn_in, gu, it, ja, pl, sr, uk

source: The $SOURCE application attempted to load $TARGET_PATH which requires text relocation. This is a potential security problem. Most libraries should not need this permission. The <a href="http://people.redhat.com/drepper/selinux-mem.html"> SELinux Memory Protection Tests</a> web page explains this check. This tool examined the library and it looks like it was built correctly. So setroubleshoot can not determine if this application is compromized or not. This could be a serious issue. Your system may very well be compromised. Contact your security administrator and report this issue.
bn_in: $SOURCE অ্যাপ্লিকেশন দ্বারা $TARGET_PATH লোড করার প্রচেষ্টা করা হয়েছে যার জন্য টেক্সট স্থানান্তরণ আবশ্যক। এটি একটি সম্ভাব্য সুরক্ষা জড়িত আশঙ্কা। অধিকাংশ লাইব্রেরির জন্য এই অনুমতি প্রয়োজন নেই। <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> ওয়েব পেজ'এ এই পরীক্ষার বিবরণ উপলব্ধ করা হয়েছে। এটি দ্বাটা লাইব্রেরি পরীক্ষা করা হয়েছে এবং সম্ভবত লাইব্রেরিটি সঠিকভাবে নির্মিত হয়েছে। এর ফলে, অ্যাপ্লিকেশনটি বিপদগ্রস্ত কি না তা setroubleshoot দ্বারা নির্ধারণ করা সম্ভব হবে না। এটি একটি গুরুতর সমস্যা হতে পারে। আপনার সিস্টেমটিও বিপদগ্রস্ত হতে পারে। অনুগ্রহ করে সিস্টেম অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করে এই সমস্যা সম্পর্কে সূচিত করুন।
gu: $SOURCE કાર્યક્રમ એ $TARGET_PATH લોડ કરવા જઈ રહ્યું છે કે જેને લખાણ પુનઃસ્થાનિકરણ જરૂરી છે. આ સંભવિત સુરક્ષા સમસ્યા છે. મોટા ભાગની લાઈબ્રેરીઓને આ પરવાનગીની જરૂર નથી. લાઈબ્રેરીઓ અમુકવાર અયોગ્ય રીતે કોડ થયેલ હોય છે અને આ પરવાનગી માટે અરજી કરે છે. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux મેમરી સુરક્ષા ચકાસણીઓ</a> વેબ પાનું કેવી રીતે આ જરૂરીયાત દૂર કરવી તે સમજાવે છે. તમે $TARGET_PATH ને કામ કરવા માટે પુનઃસ્થાનિકરણ વાપરવા માટે પરવાનગી આપવા માટે SELinux ને કામચલાઉ રીતે રૂપરેખાંકિત કરી શકો છો, જ્યાં સુધી લાઈબ્રેરી ચોક્કસ નહિં થાય. મહેરબાની કરીને આ પેકેજ વિરુદ્ધ <a href="http://bugzilla.redhat.com/bugzilla/enter_bug.cgi">ભૂલનો અહેવાલ</a> જમા કરો.
it: L'applicazione $SOURCE ha tentato di caricare $TARGET_PATH che necessita text relocation. Questo è un potenziale problema di sicurezza. Molte librerie non hanno bisogno di questo permesso. La pagina web <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> spiega come rimuovere questa richiesta. Questo strumento ha esaminato la libreria e sembra che sia stata compilata correttamente. Quindi setroubleshoot non è in grado di determinare se questa applicazione sia compromessa oppure no. Questo potrebbe essere un problema serio. Il sistema potrebbe essere seriamente compromesso. Contattare l'amministratore di sistema e riportare questo problema.
ja: $SOURCE アプリケーションは、テキストのリロケーションが必要な $TARGET_PATH をロードしようとしました。 セキュリティー上の問題となる可能性があります。 ほとんどのライブラリーはこのパーミッションを必要としません。 <a href="http://people.redhat.com/drepper/selinux-mem.html"> SELinux Memory Protection Tests</a> のウェブページではこのチェックを説明しています。 このツールはライブラリーが正しく 構築されたかを調べます。だから setroubleshoot はこのアプリケーションが信用でき ないかどうかを決めません。これは重大な問題になりかねません。あなたのシステムは 損傷を受けているかもしれません。 セキュリティー管理者に連絡し、この問題をレポートしてください。
pl: Aplikacja $SOURCE próbowała wczytać $TARGET_PATH, który wymaga relokacji tekstu. Jest to potencjalny problem z bezpieczeństwem. Większość bibliotek nie musi mieć tego pozwolenia. Strona WWW <a href="http://people.redhat.com/drepper/selinux-mem.html">Testy ochrony pamięci SELinuksa</a> wyjaśnia ten test. Te narzędzie sprawdziło bibliotekę i wygląda na to, że została poprawnie zbudowana. Program setroubleshoot nie może określić, czy aplikacja została zagrożona. Może to być poważny problem. System mógł zostać w dużym stopniu zagrożony. Proszę skontaktować się z administratorem bezpieczeństwa i zgłosić ten problem.
sr: $SOURCE програм је покушао да учита $TARGET_PATH што захтева премештај текста. Ово је могућ безбедносни проблем. Већини библиотека није потребно ово овлашћење. Веб страница <a href="http://people.redhat.com/drepper/selinux-mem.html"> SELinux тестови заштите меморије</a> објашњава како уклонити овај захтев. Ова алатка је прегледала библиотеку и она изгледа исправно. Тако да setroubleshoot не може одредити да ли је овај програм проваљен или не. Ово би могао да буде озбиљан проблем. Ваш систем би стварно могао бити проваљен. Контактирајте администратора за безбедност и пријавите овај проблем.
uk: Програма $SOURCE спробувала завантажити $TARGET_PATH, яка вимагає переміщення. Це потенційна проблема з точки зору безпеки. Більшість бібліотек цього не вимагають. Іноді бібліотеки написані некоректно та вимагають таку можливість. У документі <a href="http://people.redhat.com/drepper/selinux-mem.html">Тести захисту пам'яті SELinux</a> пояснюється як відмовитись від використання такої можливості. Ця утиліта проаналізувала бібліотеку, та, швидше за все, її зібрано правильно. Але setroubleshoot не може точно визначити, чи чи була ця програма скомпрометована. Це досить серйозна проблема. Повідомте про цю проблему вашого адміністратора з бепеки.

source: If you trust $TARGET_PATH to run correctly, you can change the file context to textrel_shlib_t. "chcon -t textrel_shlib_t '$TARGET_PATH'" You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'"
bn_in: $TARGET_PATH'র সঠিক কর্ম সঞ্চালন সম্পর্কে নিশ্চিত হলে ফাইলের কনটেক্সট textrel_shlib_t'এ পরিবর্তন করা যাবে। "chcon -t textrel_shlib_t '$TARGET_PATH'" সিস্টেমের মধ্যে ডিফল্ট ফাইল কনটেক্স ফাইল পরিবর্তন করা আবশ্যক। এর ফলে সম্পূর্ণ রি-লেবল (relabel) করা হলেও কনটেক্সট অপরিবর্তিত থাকবে। "semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'"
gu: જો તમને $TARGET_PATH ને ચલાવવાનો વિશ્વાસ હોય, તો તમે ફાઈલ સંદર્ભને textrel_shlib_t માં બદલી શકો છો. "chcon -t textrel_shlib_t $TARGET_PATH" તમારે મૂળભૂત ફાઈલ સંદર્ભ ફાઈલોને સંપૂર્ણ પુન:લેબલ પર પણ તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર બદલવી જ પડશે. "semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'"
it: Se si ritiene che $TARGET_PATH sia correttamente in esecuzione, è possibile cambiare il contesto del file in textrel_shlib_t. "chcon -t textrel_shlib_t '$TARGET_PATH'" È necessario inoltre cambiare i file di contesto del file predefinito sul sistema per preservarli anche da una completa rietichettatura. "semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'"
ja: $TARGET_PATH が正しく実行することを信用できる場合は、ファイルコンテキストを textrel_shlib_t へ変更することができます。"chcon -t textrel_shlib_t $TARGET_PATH" また、システム上のデフォルトファイルコンテキストのファイルを完全な再ラベルでも保持するようにそれらを変更しなければなりません。"semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'"
pl: Jeśli $TARGET_PATH ma zaufanie, że będzie poprawne się uruchomiał, można zmienić kontekst pliku na textrel_shlib_t. "chcon -t textrel_shlib_t '$TARGET_PATH'" Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. "semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'"
sr: Ако верујете да $TARGET_PATH ради исправно, можете променити контекст датотеке на textrel_shlib_t. „chcon -t textrel_shlib_t '$TARGET_PATH'“ Такође, морате променити подразумевани контекст датотека на систему како би их сачували у случају поновног означавања. „semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'“
uk: Якщо ви довіряєте $TARGET_PATH, то можна замінити контекст файлу на textrel_shlib_t. «chcon -t textrel_shlib_t $TARGET_PATH» Також треба змінити типові контексти файлів у системі, щоб вони збереглись навіть при повторній розмітці. «semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'»

source: SELinux is preventing $SOURCE_PATH from making the program stack executable.
bn_in: SELinux দ্বারা $SOURCE_PATH-কে প্রোগ্রাম স্ট্যাক সঞ্চালনযোগ্য (এক্সেকিউটেবল) করতে প্রতিরোধ করা হচ্ছে।
gu: SELinux એ $SOURCE_PATH ને કાર્યક્રમ સ્ટેક એક્ઝેક્યુટેબલ બનાવવાથી અટકાવી રહ્યું છે.
it: SELinux impedisce al $SOURCE_PATH di rendere lo stack del programma eseguibile.
ja: SELinux は $SOURCE_PATH がプログラムスタックを実行可能にすることを阻止しています。
pl: SELinux powstrzymuje $SOURCE_PATH przed ustawieniem stosu programu jako wykonywalny.
sr: SELinux спречава $SOURCE_PATH од промене програмског стека у извршни.
uk: SELinux забороняє $SOURCE_PATH визначати програмний стек як виконуваний.

source: The $SOURCE application attempted to make its stack executable. This is a potential security problem. This should never ever be necessary. Stack memory is not executable on most OSes these days and this will not change. Executable stack memory is one of the biggest security problems. An execstack error might in fact be most likely raised by malicious code. Applications are sometimes coded incorrectly and request this permission. The <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> web page explains how to remove this requirement. If $SOURCE does not work and you need it to work, you can configure SELinux temporarily to allow this access until the application is fixed. Please file a bug report.
bn_in: $SOURCE অ্যাপ্লিকেশন দ্বারা স্ট্যাক এক্সেকিউটেবল করার প্রচেষ্টা করা হয়েছে। এটি একটি সম্ভাব্য সুরক্ষা জড়িত আশঙ্কা। এই কর্মের প্রয়োজন হওয়া উচিত নয়। বর্তমানে অধিকাংশ OS'এ স্ট্যাক মেমরি এক্সিকিউট করা সম্ভব নয় এবং এই বৈশিষ্ট্য পরিবর্তিত হবে না। এক্সেকিউটেবল স্ট্যাক মেমরি একটি প্রধান সুরক্ষজড়িত সমস্যা। execstack সমস্যা সম্ভবত কোনো মন্দ উদ্দেশ্যে লেখা কোড দ্বারা উৎপন্ন হতে পারে। অ্যাপ্লিকেশনের মধ্যে উপস্থিত ত্রুটিপূর্ণ কোডের ফলে এই অনুরোধ করা হতে পারে। <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> ওয়েব পেজ'এ এই আবশ্যকতা মুছে ফেলার নির্দেশ লেখা হয়েছে। $SOURCE-র সঠিক কর্ম সঞ্চালন প্রয়োজন হলে SELinux কনফিগার করে অ্যাপ্লিকেশনের ত্রুটি সংশোধন না করা অবধি অস্থায়ী রূপে ব্যবহারাধিকার প্রদান করুন। অনুগ্রহ করে একটি বাগ রিপোর্ট দায়ের করুন।
gu: $SOURCE કાર્યક્રમે તેનો સ્ટેક એક્ઝેક્યુટેબલ બનાવવાનું પસંદ કરેલ છે. આ સંભવિત સુરક્ષા સમસ્યા છે. આ ક્યારેય હંમેશ માટે જરૂરી હોવું જોઈએ નહિં. સ્ટેક મેમરી મોટા ભાગની OS પર આ દિવસોમાં એક્ઝેક્યુટેબલ નથી અને આ બદલાશે નહિં. એક્ઝેક્યુટેબલ સ્ટેક મેમરી એ સુરક્ષા સમસ્યાઓમાંનો મોટામાં મોટો છે. execstack ભૂલ કદાચ વાસ્તવમાં મોટે ભાગે મલીન કોડ દ્વારા પેદા કરાયેલ છે. કાર્યક્રમો અમુક સમયે અયોગ્ય રીતે કોડ થયેલ હોય છે અને આ પરવાનગીની અરજી કરે છે. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux મેમરી સુરક્ષા ચકાસણીઓ</a> વેબ પાનું કેવી રીતે જરૂરીયાત દૂર કરવી તે સૂચવે છે. જો $SOURCE કામ નહિં કરે અને તમારે તેને કામ કરવાની જરૂર હોય, તો તમે SELinux ને કામચલાઉ રીતે આ વપરાશની પરવાનગી આપવા માટે રૂપરેખાંકિત કરી શકો છો જ્યાં સુધી કાર્યક્રમ ચોક્કસ નહિં થઈ જાય. મહેરબાની કરીને આ આ પેકેજ વિરુદ્ધ ભૂલનો અહેવાલ જમા કરો.
it: L'applicazione $SOURCE ha tentato di rendere il suo stack eseguibile. Questo è un potenziale problema di sicurezza. Ciò non dovrebbe mai essere necessario. La stack memory non è eseguibile sulla maggior parte degli OS odierni e tale tendenza non cambierà. La stack memory eseguibile è uno frai più grandi problemi di sicurezza. Un errore execstack potrebbe in effetti essere causato da codice malizioso. Le applicazioni sono talvolta codificate in modo non corretto e richiedono questo permesso. La pagina web <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> spiega come rimuovere questo requisito. Se $SOURCE non funziona ma è necessario per lavorare, è possibile configurare SELinux per permettere temporaneamente questo accesso fino a che l'applicazione non sarà corretta. Inviare un bug report relativo a questo pacchetto.
ja: $SOURCE アプリケーションが自身のスタックを実行可能にしようと試みました。 セキュリティー上の問題となる可能性があります。これは完全に不要な動作です。 最近の OS ではほとんどの場合スタックメモリーは実行可能になっていません。また、 これが変更されることもありません。実行可能なスタックメモリーはセキュリティー上の 重大な問題のひとつです。実際、execstack エラーは悪意のあるコードに よって発生する可能性が最も高いのです。アプリケーションは誤って記述 されることがあり、このパーミッションを要求することがあります。 <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> のウェブページにはこの要求の削除方法が記載されています。$SOURCE が動作しなくて 動作させる必要がある場合、アプリケーションが修正されるまでの間、 SELinux を設定して一時的にこのアクセスを許可することができます。 バグレポートを提出してください。
pl: Aplikacja $SOURCE próbowała ustawić swój stos jako wykonywalny. Jest to potencjalny problem z bezpieczeństwem. Nigdy nie powinno to być konieczne. W dzisiejszych czasach pamięć stosu nie jest wykonywalna na większości systemów, i nie zmieni się to. Wykonywalna pamięć stosu jest jednym z największych problemów z bezpieczeństwem. Taki błąd jest najczęściej powodowany przez złośliwy kod. Aplikacje mogą czasem być niepoprawnie napisane i żądać tego pozwolenia. Strona WWW <a href="http://people.redhat.com/drepper/selinux-mem.html">Testy ochrony pamięci SELinuksa</a> wyjaśnia, jak usunąć te wymaganie. Jeśli $SOURCE nie działa, a jest wymagana, można tak tymczasowo skonfigurować SELinuksa, aby pozwalał na ten dostęp, dopóki aplikacja nie zostanie naprawiona. Proszę zgłosić raport błędu.
sr: $SOURCE програм је покушао да претвори свој стек у извршни. Ово је могућ безбедносни проблем. Ово никада не би требало да буде неопходно. Меморија стека није извршна на већини оперативних система и то се неће променити. Извршна меморија стека је један од највећих безбедносних проблема. До execstack грешке је, у ствари, највероватније дошло због злонамерног кода. Програми су понекад неисправно написани и захтевају ово овлашћење. Веб страница <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux тестови заштите меморије</a> објашњава како уклонити овај захтев. Ако $SOURCE не ради, а потребан Вам је у радном стању, можете привремено подесити SELinux да дозволи овај приступ док програм не буде поправљен. Молим поднесите извештај о грешци.
uk: Програма $SOURCE спробувала зробити свій стек виконуваним. Це потенційна загроза безпеки. Така операція не має використовуватись. Стекова пам'ять не є виконуваною у більшості ОС на сьогоднішній день, і це не зміниться у майбутньому. Виконуваний стек - це одна з найсерйозніших проблем безпеки. Подібні помилки можуть бути викликані програмою зловмисника. Іноді некоректно написані програми вимагають таку можливість. У документі <a href="http://people.redhat.com/drepper/selinux-mem.html">Тести захисту пам'яті SELinux</a> пояснюється як виключити вживання такої можливості. Якщо $SOURCE не працює, а вам неодмінно треба ця програма, можна налаштувати SELinux для тимчасового дозволу цієї можливості, доки програма не буде виправлена. Будь ласка надішліть у цьому пакеті.

source: Sometimes a library is accidentally marked with the execstack flag, if you find a library with this flag you can clear it with the execstack -c LIBRARY_PATH. Then retry your application. If the app continues to not work, you can turn the flag back on with execstack -s LIBRARY_PATH. Otherwise, if you trust $SOURCE to run correctly, you can change the context of the executable to execmem_exec_t. "chcon -t execmem_exec_t '$SOURCE_PATH'" You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'"
bn_in: কিছু সময় কোনো লাইব্রেরির মধ্যে ভুলবসত execstack ফ্ল্যাগ যোগ করা হয়, এই রকম কোনো ফ্ল্যাগ কোনো লাইব্রেরিতে পাওয়া গেলে সেটি মুছে ফেলতে হলে execstack -c LIBRARY_PATH প্রয়োগ করুন। অ্যাপ্লিকেশন পুনরায় সঞ্চালনের চেষ্টা করুন। অ্যাপ্লিকেশনটি আরম্ভ না হলে execstac -s LIBRARY_PATH দ্বারা ফ্ল্যাগটি পুনরায় স্থাপন করা যাবে। অথবা, $SOURCE-র সঠিক কর্ম সঞ্চালন সম্পর্কে নিশ্চিত হলে এক্সেকিউটেবেলের কনটেক্সট execmem_exec_t'এ পরিবর্তন করুন। "chcon -t execmem_exec_t '$SOURCE_PATH'" সিস্টেমের মধ্যে ডিফল্ট ফাইল কনটেক্স ফাইল পরিবর্তন করা আবশ্যক। এর ফলে সম্পূর্ণ রি-লেবল (relabel) করা হলেও কনটেক্সট অপরিবর্তিত থাকবে। "semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'"
gu: અમુક વાર લાઈબ્રેરી આકસ્મિક રીતે execstack ફ્લેગ સાથે ચિહ્નિત થાય છે, જો તમને આ ફ્લેગ સાથે લાઈબ્રેરી મળે તો તમે તેને execstack -c LIBRARY_PATH સાથે સાફ કરી શકો છો. પછી તમારા કાર્યક્રમનો પુનઃપ્રયાસ કરો. જો કાર્યક્રમ નહિં કામ કરવાનું ચાલુ રાખે, તો તમે ફ્લેગને ફરીથી execstack -s LIBRARY_PATH વડે ચાલુ કરી શકો છો. નહિંતર, જો તમે $SOURCE નો યોગ્ય રીતે ચલાવવામાં વિશ્વાસ કરો, તો તમે એક્ઝેક્યુટેબલનો સંદર્ભ execmem_exec_t. "chcon -t execmem_exec_t '$SOURCE_PATH'" માં બદલી શકો છો તમારે સિસ્ટમ પર મૂળભૂત ફાઈલ સંદર્ભ ફાઈલો પણ તેમને સંપૂર્ણ પુનઃલેબલ પર જાળવી રાખવા માટે બદલવી જ પડશે. "semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'"
it: Talvolta una libreria è accidentalmente contrassegnata con il flag execstack, se si trova una librerria con questo flag, è possibile cancellarlo con execstack -c LIBRARY_PATH. Quindi riavviare l'applicazione. Se l'applicazione continua a non funzionare, è possibile ripristinare il flag con execstack -s LIBRARY_PATH. Altrimenti, se si ritiene che $SOURCE sia correttamente eseguito, è possibile cambiare il contesto dell'eseguibile in execmem_exec_t. "chcon -t execmem_exec_t '$SOURCE_PATH'" Si deve inoltre cambiare i file di contesto del file predefinito sul sistema per preservarli anche da una completa rietichettatura. "semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'"
ja: 誤って execstack フラグがライブラリーに付けられてしまうことがあります。 このフラグの付いたライブラリーを見つけた場合、 execstack -c LIBRARY_PATH で消去することができます。 その後にアプリケーションを再試行してくだ さい。これを行ってもアプリケーションが動作しない場合は、 execstack -s LIBRARY_PATH でフラグをオンに戻すことができます。 $SOURCE が 正常に実行していると信用できる場合、その実行可能ファイルのコンテキストを execmem_exec_t に変更できます。"chcon -t execmem_exec_t '$SOURCE_PATH'" また、システム上のデフォルトファイルコンテキストのファイルが完全な再ラベルでも保持できるようにそれらを変更しなければなりません。"semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'"
pl: Czasami biblioteka jest przypadkowo oznaczona flagą wykonywalności stosu, jeśli taka biblioteka zostanie znaleziona, można ją wyczyścić za pomocą execstack -c LIBRARY_PATH. Wtedy należy ponownie uruchomić aplikację. Jeśli dalej nie chce działać, można ponownie dodać flagę za pomocą execstack -s LIBRARY_PATH. Jeśli jednak $SOURCE ma zaufanie, że będzie poprawne się uruchomiał, można zmienić kontekst pliku na execmem_exec_t. "chcon -t execmem_exec_t '$SOURCE_PATH'" Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. "semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'"
sr: Понекад је библиотека случајно означена execstack заставицом, ако нађете библиотеку са овом заставицом можете је очистити са execstack -c LIBRARY_PATH. Онда поново покрените Ваш програм. Ако програм и даље не ради, можете да поставите заставицу назад са execstac -s LIBRARY_PATH. У противном, ако верујете да $SOURCE ради исправно, можете променити контекст извршне датотеке на execmem_exec_t. „chcon -t execmem_exec_t '$SOURCE_PATH'“ Такође, морате променити подразумевани контекст датотека на систему како би их сачували у случају поновног означавања. „semanage fcontext -a -t execmem_exec_t '$$FIX_SOURCE_PATH'“
uk: Іноді бібліотека випадково позначається ознакою execstack, якщо ви знайдете подібну бібліотеку, ви зможете змінити це командою execstack -c LIBRARY_PATH. Потім спробуйте запустити програму знову. Якщо вона не запрацює, увімкніть ознаку назад за допомогою execstack -s LIBRARY_PATH. Якщо ж, ви вважаєте, що $SOURCE працює стабільно, можете змінити його контекст на execmem_exec_t. «chcon -t execmem_exec_t '$SOURCE_PATH'» Також треба змінити типові файли контексту, щоб запобігти їх зміні при повторній розмітці. «semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'»

source: SELinux policy is preventing the ftp daemon from writing to a public directory.
bn_in: SELinux নিয়মনীতির জন্য ftp ডেমনকে সার্বজনীন ডিরেক্টির মধ্যে লিখতে বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux પોલિસી એ ftp ડિમનને જાહેર ડિરેક્ટરીમાં લખવાથી બચાવી રહ્યું છે.
it: La policy di SELinux sta evitando al demone ftp di scrivere in una cartella pubblica.
ja: SELinux ポリシーは ftp デーモンが公共ディレクトリーに書くのを 阻止しています。
pl: Polityka SELinuksa powstrzymuje demona FTP przed zapisaniem do publicznego katalogu.
sr: SELinux полиса спречава ftp системску услугу од уписивања у јавни директоријум.
uk: Політика SELinux запобігає виконанню службою ftp запису у спільну теку.

source: SELinux policy is preventing the ftp daemon from writing to a public directory. If ftpd is not setup to allow anonymous writes, this could signal an intrusion attempt.
bn_in: SELinux নিয়মনীতির জন্য ftp ডেমনকে সার্বজনীন ডিরেক্টির মধ্যে লিখতে বাধা সৃষ্টি করা হচ্ছে। অ্যানোনিমাস লিখনের উদ্দেশ্যে ftpd নির্ধারণ না করা হলে, এটি সম্ভাব্য অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux પોલિસી એ ftp ડિમનને જાહેર ડિરેક્ટરીમાંથી લખવાથી અટકાવી રહી છે. જો ftpd એ અનામિક લેખનોને સુયોજિત કરવા માટે માન્ય નહિં હોય, તો આ ઘૂંસણખોરીનો સંકેત આપી શક્યું હશે.
it: La policy di SELinux sta evitando al demone ftp di scrivere in una cartella pubblica. Se ftpd non è impostato per permettere scritture anonime, ciò potrebe segnalare un tentativo di intrusione.
ja: SELinux ポリシーは ftp デーモンが公共ディレクトリーに書くのを阻止し ています。ftpd が anonymous 書き込みを許可するように設定されていない 場合は、これは侵入試みを警報している可能性があります。
pl: Polityka SELinuksa powstrzymuje demona FTP przed zapisaniem do publicznego katalogu. Jeśli ftpd nie jest ustawiony tak, aby pozwalał na anonimowe zapisywanie, może to wskazywać na próbę włamania.
sr: SELinux полиса спречава ftp системску услугу од уписивања у јавни директоријум. Ако ftpd није подешен да дозвољава анонимне уписе, ово може да указује на покушај упада.
uk: Політика SELinux запобігає виконанню службою ftp запису у спільну теку. Якщо параметри ftpd не дозволяють анонімний запис, це може бути індикатором спроби вторгнення.
