Repository: 1dot75cm/selinux-policy
Catalog: plugins/po/*.po
Languages: bn_in, gu, it, ja, pl, sr, uk

source: SELinux is preventing $SOURCE "$ACCESS" access to files with the default label, default_t. The default_t label is the default label for new directories created under the / directory. No confined applications are allowed to access files labeled default_t. This probably indicates a labeling problem, especially if the files being referred to are not top level directories. Any files/directories under standard system directories, /usr, /var. /dev, /tmp, ..., should not be labeled with the default_t. If you create a new directory in / it will get this label.
bn_in: SELinux দ্বারা $SOURCE-কে $TARGET_PATH ($TARGET_TYPE) "$ACCESS"-এ প্রতিরোধ করা হচ্ছে। /ডিরেক্টরির অধীন নির্মিত নতুন ডিরেক্টরির ক্ষেত্রে default_t ডিফল্ট লেবেল প্রয়োগ করা হয়। কনফাইন করা কোনো অ্যাপ্লিকেশন দ্বারা default_t ফাইলের ব্যবহার অনুমোদিত নয়। লেবেল সংক্রান্ত সম্ভাব্য সমস্যার ইঙ্গিত দেয়, বিশেষত যদি উল্লিখিত ফাইলগুলি শীর্ষস্তরের ডিরেক্টরি না হয়। প্রমিত সিস্টেম ডিরেক্টরি অর্থাৎ /usr, /var. /dev, /tmp, ..., প্রভৃতির অধীন কোনো ফাইল/ডিরেক্টরির ক্ষেত্রে default_t লেবেল প্রয়োগ করা উচিত নয়। এর ফলে /'র মধ্যে কোনো ডিরেক্টরি নির্মিত হলে এই লেবেল স্বয়ংক্রিয়রূপে স্থপিত হবে।
gu: SELinux એ $SOURCE "$ACCESS" ને default_t, મૂળભૂત લેબલવાળી ફાઈલોને વાપરવાથી અટકાવી રહ્યુ છે.ૂર થઈ default_t label એ / ડિરેક્ટરી હેઠળ બનાવેલ નવી ડિરેક્ટરીઓ માટે મૂળભૂત લેબલ છે.પશુદ્દ થયેલ ળભૂત લેકાર્યક્રમો લેબલ થયેલ default_t ફાઇલોને વાપરવા માટે પરવાનગી આપેલ નથીલેઆ કદાચ સૂચવે છે કે લેબલ કરવામાં સમસ્યા હોઇ શકે છે, બલીંગ સમસ્યા સૂચવી શકે, ખાસ કરીને જો ફાઈલોનો સંદર્ભ કરવામાં આવેલ હોય કે જે ટોચ સ્તરની ડિરેક્ટરીઓ નહિં હોય. કોઈપણ ફાઈલો/ડિરેક્ટરીઓ સિસ્ટમ ડિરેક્ટરીઓ સમજે છે, /usr, /var. /dev, /tmp, ..., એ default_t સાથે લેબલ આપવામાં આવેલ હોવી જોઈએ નહિં. જો તમે / માં નવી ડિરેક્ટરી બનાવો તો તેને આ લેબલ મળશે.
it: SELinux impedisce l'accesso $SOURCE "$ACCESS" ai file con l'etichetta predefinita default_t. La default_t è l'etichetta predefinita per le nuove directory create sotto /. Nessuna applicazione confinata ha il permesso di accedere ad i file default_t. Ciò potrebbe indicare un problema per quanto riguarda l'etichettatura, in modo particolare se i file ai quali si fa riferimento non fanno parte delle directory di livello superiore. Qualsiasi file/directory sotto le directory standard del sistema, /usr, /var. /dev, /tmp, ..., non dovrebbe essere etichettato con default_t. Se si crea una nuova directory in / verrà assegnata questa etichetta.
ja: SELinux は $SOURCE によるデフォルトラベル default_t でのファイルへの "$ACCESS" を阻止しています。 default_t は / の下に作成された新規ディレクトリーのデフォルトラベルです。拘束されているアプリケーションは default_t にアクセスできません。これは多分、特に、参照されているファイルがトップレベルのディレクトリーでない場合にラベル付けの 問題を示しています。標準のシステムディレクトリーの下にあるファイルやディレクトリー、 すなわち、 /usr、/var、/dev、/tmp 等は default_t でラベル付けすべきではありません。 / の下に新規のディレクトリーを作成する場合に、このラベルを付けることになります。
pl: SELinux powstrzymuje $SOURCE "$ACCESS" dostęp do plików z domyślą etykietą, default_t. default_t jest domyślną etykietą dla nowych katalogów utworzonych w /. Żadne ograniczane aplikacje nie mają pozwolenia na dostęp do plików default_t. Prawdopodobnie wskazuje to na problem z etykietami, zwłaszcza, jeśli nie są to pliki na szczycie hierarchii katalogów. Wszystkie pliki/katalogi znajdujące się w standardowych katalogach systemowych, takich jak /usr, /var, /dev, /tmp itp. nie powinny posiadać etykiety default_t. Jeśli więc utworzony zostanie nowy katalog w /, dostanie on tę etykietę.
sr: SELinux спречава $SOURCE „$ACCESS“ приступ ка датотекама са подразумеваном ознаком, default_t. Ознака default_t је подразумевана за нове директоријуме направљене под директоријумом /. Ниједном ограниченом програму није дозвољено да приступи датотекама означеним као default_t. Ово вероватно указује на проблем у означавању, нарочито ако датотеке у питању нису директоријуми највишег нивоа. Било које датотеке/директоријуми под стандардним системским директоријумима /usr, /var, /dev, /tmp,... не би требало да буду означени са default_t. Ако направите нови директоријум у / он ће добити ову ознаку.
uk: SELinux забороняє $SOURCE доступ «$ACCESS» до файлів з позначкою default_t. Всім заново створеним у кореневому дереві «/» каталогам присвоюється стандартна позначка default_t. Програмам, що обмежуються, не дозволяється звертатися до файлів default_t. Це може бути результатом проблеми маркування, особливо якщо ці файли не є каталогами верхнього рівня. Файли та каталоги з стандартних системних каталогів /usr, /var, /dev, /tmp та таке інше не повинні мати позначку default_t. При створенні нових каталогів у «/» їм буде призначена ця позначка.

source: If you created a directory in / and want $SOURCE to use these files you must tell SELinux about it by changing the labels. Execute the following commands: <br> <b># semanage fcontext -t FILE_TYPE '$FIX_TARGET_PATH%s' </b> <br>where FILE_TYPE is one of the following: %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>If the $TARGET_PATH is not in / you probably need to relabel the system. Execute: <br><b>"touch /.autorelabel; reboot"</b>
bn_in: /-র মধ্যে একটি ডিরেক্টরি নির্মাণ করার পরে $SOURCE দ্বারা এই ফাইলগুলি ব্যবহারের নির্দেশ দেওয়া জন্য, লেবেল পরিবর্তন করে SELinux-কে সূচিত করা আবশ্যক। এর জন্য নিম্নলিখিত কমান্ডগুলি প্রয়োগ করুন: <br> <b># semanage fcontext -t FILE_TYPE '$FIX_TARGET_PATH%s' </b> <br>এই ক্ষেত্রে FILE_TYPE-র জন্য নিম্নলিখিত একটি মান প্রয়োগ করা হবে: %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>$TARGET_PATH-টি /-র মধ্যে উপস্থিত না থাকলে, সিস্টেম পুনরায় লেবেল করা আবশ্যক। এর জন্য নিম্নলিখিত কমান্ড সঞ্চালন করুন: <br><b>"touch /.autorelabel; reboot"</b>
gu: જો તમે / માં ડિરેક્ટરી બનાવેલ હોય તો અને આ ફાઇલોને વાપરવા માટે ઇચ્છતા હોય તો તમારે લેબલો બદલવા દ્દારા તેના વિશે SELinux ને તમારે કહેવુ જ જોઇએ . નીચેનાં આદેશોને ચલાવો: <br> <b># semanage fcontext -t FILE_TYPE '$FIX_TARGET_PATH%s' </b> <br>જ્યાં FILE_TYPE એ નીચેનાંનો એક છે: %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>જો એ / માં નથી તો તમારે સિસ્ટમને પુન:લેબલ કરવાની જરૂર પડી શકે છે. ચલાવો: <br><b>"touch /.autorelabel; reboot"</b>
it: Se è stata creata una directory in / e si vuole che $SOURCE usi questi file è necessario informare SELinux modificando le etichette. Eseguire i seguenti comandi: <br> <b># semanage fcontext -t FILE_TYPE '$FIX_TARGET_PATH%s' </b> <br>dove FILE_TYPE è uno tra i seguenti: %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>Se $TARGET_PATH non si trova in / probabilmente è necessario rietichettare il sistema. Eseguire: <br><b>"touch /.autorelabel; reboot"</b>
ja: / の中にディレクトリーを作成していて、$SOURCE がそこのファイルを使用できるようにしたい場合は、ラベルを変更することでそれを SELinux に教えます。以下のコマンドを 実行します: <br> <b># semanage fcontext -t FILE_TYPE '$FIX_TARGET_PATH%s' </b> <br>ここで、FILE_TYPE は、以下の１つです: %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>$TARGET_PATH が / に無ければ、システムを再ラベルする必要があります。以下を実行します: <br><b>"touch /.autorelabel; reboot"</b>
pl: Jeśli utworzono katalog w / i $SOURCE ma używać tych plików, należy przekazać to SELinuksowi zmieniając etykiety. Proszę wykonać poniższe polecenia: <br> <b># semanage fcontext -t TYP_PLIKU "$FIX_TARGET_PATH%s" </b> <br>gdzie TYP_PLIKU jest jednym z poniższych: %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>Jeśli $TARGET_PATH nie jest w /, prawdopodobnie należy ponownie nadać etykiety w systemie. Proszę wykonać: <br><b>"touch /.autorelabel; reboot"</b>
uk: Якщо ви створили каталог у «/» та хочете дозволити $SOURCE використовувати файли, вимагається змінити позначками наступним образом: <br> <b># semanage fcontext -t FILE_TYPE '$FIX_TARGET_PATH%s' </b> <br>де FILE_TYPE може приймати значення: %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>Якщо $TARGET_PATH не дозволено у «/», то може вимагатись виконати повторну розмітку: <br><b>«touch /.autorelabel; reboot»</b>

source: SELinux is preventing $SOURCE_PATH "$ACCESS" access to device $TARGET_PATH.
bn_in: SELinux দ্বারা $SOURCE_PATH-কে ডিভাইস $TARGET_PATH "$ACCESS" ব্যবহারের বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux એ $SOURCE_PATH "$ACCESS" વપરાશને ઉપકરણ $TARGET_PATH થી અટકાવી રહ્યું છે.
it: SELinux impedisce l'accesso $SOURCE_PATH "$ACCESS" al dispositivo $TARGET_PATH.
ja: SELinux は デバイス $TARGET_PATH への $SOURCE_PATH による "$ACCESS" アクセスを阻止しています。
pl: SELinux powstrzymuje $SOURCE_PATH "$ACCESS" dostęp do urządzenia $TARGET_PATH.
sr: SELinux спречава $SOURCE_PATH „$ACCESS“ приступ уређају $TARGET_PATH.
uk: SELinux забороняє $SOURCE_PATH доступ «$ACCESS» до при строю $TARGET_PATH.

source: SELinux has denied $SOURCE "$ACCESS" access to device $TARGET_PATH. $TARGET_PATH is mislabeled, this device has the default label of the /dev directory, which should not happen. All Character and/or Block Devices should have a label. You can attempt to change the label of the file using restorecon -v '$TARGET_PATH'. If this device remains labeled device_t, then this is a bug in SELinux policy. Please file a bg report. If you look at the other similar devices labels, ls -lZ /dev/SIMILAR, and find a type that would work for $TARGET_PATH, you can use chcon -t SIMILAR_TYPE '$TARGET_PATH', If this fixes the problem, you can make this permanent by executing semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' If the restorecon changes the context, this indicates that the application that created the device, created it without using SELinux APIs. If you can figure out which application created the device, please file a bug report against this application.
bn_in: SELinux দ্বারা $SOURCE-কে ডিভাইস $TARGET_PATH "$ACCESS" ব্যবহারের বাধা সৃষ্টি করা হচ্ছে। $TARGET_PATH'র লেবেল সঠিক নয়, এই ডিভাইসে /dev ডিরেক্টরির ডিফল্ট লেবেল প্রয়োগ করা হয়েছে যা হওয়া উচিত নয়। সমস্ত ক্যারেক্টার এবং/অথবা ব্লক ডিভাইসের জন্য লেবেল উপস্থিত থাকা আবশ্যক। ফাইলের লেবেল পরিবর্তন করতে প্রয়োগ করুন restorecon -v $TARGET_PATH। এর পরেও যদি ডিভাইসের লেবেল device_t হয়ে থাকলে তাহলে এটি সম্ভবত SELinux নিয়মনীতির সমস্যা। অনুগ্রহ করে একটি বাগ রিপোর্ট দায়ের করুন। অন্যান্য সমতূল্য ডিভাইস লেবেল যেমন, ls -lZ /dev/SIMILAR, দেখে $TARGET_PATH'র ব্যবহারযোগ্য কোনো লেবেল চিহ্নিত করে chcon -t SIMILAR_TYPE $TARGET_PATH ব্যবহার করা যাবে। এর দ্বারা সমস্যার সমাধান হলে স্থায়ীরূপে এই সমাধান প্রয়োগ করতে ব্যবহার করুন semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' restorecon দ্বারা কনটেক্সট পরিবর্তিত হওয়ার অর্থ হল ডিভাইস নির্মাণকারী অ্যাপ্লিকেশনটি SELinux API প্রয়োগ না করে অ্যাপ্লিকেশন নির্মাণ করেছে। যে অ্যাপ্লিকেশনের দ্বারা এই কাজ করা হয়েছে সেটি সনাক্ত করা হলে অনুগ্রহ করে অ্যাপ্লিকেশনটির জন্য একটি বাগ রিপোর্ট দায়ের করুন।
gu: SELinux એ $SOURCE "$ACCESS" વપરાશ ઉપકરણ $TARGET_PATH માટે નામંજૂર કર્યો છે. $TARGET_PATH ને ખોટું લેબલ અપાયેલ છે, આ ઉપકરણને /dev ડિરેક્ટરીનું મૂળભૂત લેબલ છે, કે જે થવું જોઈએ નહિં. બધા અક્ષર અને/અથવા બ્લોક ઉપકરણોને લેબલ હોવું જોઈએ. તમે ફાઈલનું લેબલ restorecon -v '$TARGET_PATH' મદદથી બદલી શકો છો. જો આ ઉપકરણ device_t લેબલવાળું રહે, તો પછી આ SELinux પોલિસીમાં ભૂલ છે. મહેરબાની કરીને ભૂલનો અહેવાલ જમા કરો જો તમે અન્ય સરખા ઉપકરણોના લેબલો માટે જુઓ, ls -lZ /dev/SIMILAR, અને પ્રકાર મેળવો કે જે $TARGET_PATH માટે કામ કરે, તો તમે chcon -t SIMILAR_TYPE '$TARGET_PATH' વાપરી શકો, જો આ સમસ્યાને સુધારે, તમે આને નીચેનો આદેશ ચલાવીને કાયમી બનાવી શકો છો semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' જો restorecon સંદર્ભ બદલે, તો આ સૂચવે છે કે કાર્યક્રમ કે જેણે ઉપકરણ બનાવ્યું, તેણે તેને SELinux APIs વિના બનાવ્યું. જો તમે શોધી શકો કે કયા કાર્યક્રમોએ ઉપકરણ બનાવ્યું, તો મહેરબાની કરીને આ કાર્યક્રમ વિરુદ્ધ ભૂલનો અહેવાલ જમા કરો.
it: SELinux ha negato l'accesso $SOURCE "$ACCESS" al dispositivo $TARGET_PATH. $TARGET_PATH non è etichettato correttamente, questo dispositivo possiede l'etichetta predefinita della directory /dev, e questo non è corretto. Tutti i dispositivi a blocchi e/o a caratteri, dovrebbero avere una etichetta. È possibile modificare l'etichetta del file utilizzando restorecon -v '$TARGET_PATH'. Se questo dispositivo resta etichettato device_t, ciò risulterà essere un bug relativo alla politica di SELinux. Inviare un bug report Se si controllano le altre etichette simili del dispositivo, ls -lZ /dev/SIMILAR, e si trova un tipo in grado di funzionare con $TARGET_PATH, è possibile utilizzare chcon -t SIMILAR_TYPE '$TARGET_PATH', Se tale operazione corregge il problema è possibile renderla permanente eseguendo semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' Se restorecon modifica il contesto, ciò indicherà che l'applicazione che ha creato il dispositivo, lo ha creato senza utilizzare le API di SELinux. Se si è in grado di sapere quale applicazione ha creato il dispositivo, si prega di inviare un bug report relativo a questa applicazione.
ja: SELinux はデバイス $TARGET_PATH への $SOURCE による "$ACCESS" アクセスを拒否しています。 $TARGET_PATH は誤ったラベルが付けられており、このデバイスは /dev ディレクトリーのデフォルトラベルを持っています。 これは起こるべきではありません。すべてのキャラクタデバイス またはブロックデバイスはラベルを有しているべきです。 次を使用してファイルのラベル変更を試行することができます。 restorecon -v $TARGET_PATH このデバイスのラベルが変らず device_t のままなら、 SELinux ポリシーのバグということになります。 バグレポートを提出してください。 他の同様のデバイスラベルを見るのに、 ls -lZ /dev/SIMILAR を実行して $TARGET_PATH に対して動作するであろうタイプを見つけたら chcon -t SIMILAR_TYPE $TARGET_PATH を使用します。これで問題が解決するようなら次を実行して永続的に変更します。 semanage fcontext -a -t SIMILAR_TYPE $FIX_TARGET_PATH restorecon がコンテキストを変更する場合、 デバイスを作成したアプリケーションが SELinux API を使用せずに作成したということを示しています。 デバイスを作成したアプリケーションを判別できる場合は、そのアプリケーションに関してバグレポートを提出してください。
pl: SELinux odmówił $SOURCE "$ACCESS" dostęp do urządzenia $TARGET_PATH. $TARGET_PATH posiada niewłaściwą etykietę, to urządzenie posiada domyślą etykietę katalogu /dev, co nie powinno mieć miejsca. Wszystkie urządzenia znakowe i/lub blokowe powinny posiadać etykietę. Można spróbować zmienić etykietę pliku używając restorecon -v "$TARGET_PATH". Jeśli to urządzenie nadal posiada etykietę device_t, jest to błąd w polityce SELinuksa. Proszę zgłosić raport błędu. Jeśli spojrzano na inne, podobne etykiety urządzeń, ls -lZ /dev/PODOBNE, i znaleziono typ, który powinien działać dla $TARGET_PATH, można użyć chcon -t PODOBNY_TYP "$TARGET_PATH". Jeśli to naprawi problem, można utrwalić to wykonując semanage fcontext -a -t PODOBNY_TYP "$FIX_TARGET_PATH" Jeśli restorecon zmieni kontekst, to wskazuje na to, że aplikacja, która utworzyła urządzenie, zrobiła to bez używania API SELinuksa. Jeśli można stwierdzić, która aplikacja utworzyła to urządzenie, proszę zgłosić raport błędu w tej aplikacji.
sr: SELinux је одбио $SOURCE „$ACCESS“ приступ уређају $TARGET_PATH. $TARGET_PATH је погрешно означен, овај уређај има подразумевану ознаку /dev директоријума, што не би требало да се деси. Сви знаковни и/или уређаји блока треба да имају ознаку. Можете покушати да промените ознаку датотеке користећи restorecon -v '$TARGET_PATH'. Ако овај уређај остане означен са device_t, ово је онда грешка у SELinux полиси. Молим поднесите извештај о грешци. Ако погледате ознаке других сличних уређаја, ls -lZ /dev/SLICNI, и нађете врсту која би радила за $TARGET_PATH, можете употребити chcon -t СЛИЧНА_ВРСТА '$TARGET_PATH'. Ако ово исправи проблем, ово можете учинити трајним извршавањем semanage fcontext -a -t СЛИЧНА_ВРСТА '$FIX_TARGET_PATH' Ако restorecon промени контекст, ово указује да је програм који је направио уређај то учинио без употребе SELinux API-ја. Ако можете да пронађете који је програм направио овај уређај, молим поднесите извештај о грешци за тај програм.
uk: SELinux закрила $SOURCE_PATH доступ "$ACCESS" до пристрою $TARGET_PATH. $TARGET_PATH відмічено неправильно та має стандартну позначку каталогу /dev. Всі символьні та блочні пристрої повинні мати свою позначку. Можна спробувати змінити мітку командою restorecon -v $TARGET_PATH. Якщо пристрій досі має мітку device_t, це помилка у політиці SELinux. Будь ласка, надішліть звіт про помилку у пакеті selinux-policy. Якщо ви переглянете мітки схожих пристроїв, ls -lZ /dev/SIMILAR, та знайдете тип, який підтримує $TARGET_PATH, можна виконати chcon -t SIMILAR_TYPE $TARGET_PATH. Якщо це допоможе, можете внести постійні зміни за допомогою команди semanage fcontext -a -t SIMILAR_TYPE $TARGET_PATH Якщо restorecon може змінити контекст, це означає, що програма, яка створила пристрій, не використовувала SELinux API. Якщо ви можете визначити, яка програма створила цей пристрій, надішліть звіт про помилку щодо цієї програмі.

source: Attempt restorecon -v '$TARGET_PATH' or chcon -t SIMILAR_TYPE '$TARGET_PATH'
bn_in: restorecon -v '$TARGET_PATH' অথবা chcon -t SIMILAR_TYPE '$TARGET_PATH' প্রয়াস করা হবে
gu: restorecon -v '$TARGET_PATH' અથવા chcon -t SIMILAR_TYPE '$TARGET_PATH' ચલાવો
it: Tentare restorecon -v $TARGET_PATH oppure chcon -t SIMILAR_TYPE $TARGET_PATH
ja: restorecon -v $TARGET_PATH または chcon -t SIMILAR_TYPE $TARGET_PATH を試してください。
pl: Proszę spróbować polecenie restorecon -v "$TARGET_PATH" lub chcon -t PODOBNY_TYP "$TARGET_PATH"
sr: Покушајте restorecon -v '$TARGET_PATH' или chcon -t СЛИЧНА_ВРСТА '$TARGET_PATH'
uk: Спробуйте виконати «restorecon -v $TARGET_PATH» чи «chcon -t SIMILAR_TYPE '$TARGET_PATH'»

source: Ignore if IPV6 is disabled.
bn_in: IPV6 নিষ্ক্রিয় অবস্থায় থাকলে উপেক্ষা করা হবে।
gu: અવગણો જો IPV6 નિષ્ક્રિય હોય.
it: Ignora se IPV6 è disabilitato.
ja: IPV6 が無効なら無視します。
pl: Należy zignorować, jeśli IPV6 jest wyłączone.
uk: Ігноруйте, якщо IPV6 вимкнено.

source: SELinux is preventing $SOURCE_PATH from executing $TARGET_PATH.
bn_in: SELinux দ্বারা $SOURCE_PATH-কে $TARGET_PATH সঞ্চালনে বাধা দেওয়া হচ্ছে।
gu: SELinux એ $SOURCE_PATH ને $TARGET_PATH ને ચલાવવાથી અટકાવી રહ્યુ હ્યું છે.
it: SELinux impedisce al $SOURCE_PATH di eseguire $TARGET_PATH.
ja: SELinux は $SOURCE_PATH による $TARGET_PATH の実行を阻止しています。
pl: SELinux powstrzymuje $SOURCE_PATH przed wykonywaniem $TARGET_PATH.
sr: SELinux спречава $SOURCE_PATH од извршавања $TARGET_PATH.
uk: SELinux забороняє $SOURCE_PATH виконувати $TARGET_PATH.

source: SELinux has denied the $SOURCE from executing $TARGET_PATH. If $SOURCE is supposed to be able to execute $TARGET_PATH, this could be a labeling problem. Most confined domains are allowed to execute files labeled bin_t. So you could change the labeling on this file to bin_t and retry the application. If this $SOURCE is not supposed to execute $TARGET_PATH, this could signal an intrusion attempt.
bn_in: SELinux দ্বারা $SOURCE-কে $TARGET_PATH সঞ্চালন করতে প্রতিরোধ করা হয়েছে। $SOURCE দ্বারা $TARGET_PATH সঞ্চালন সম্ভব হলে, এটি লেবেল জড়িত সমস্যার ফলে উৎপন্ন হতে পারে। bin_t লেবেল সহ ফাইলগুলি অধিকাংশ কনফাইন করা ডোমেইনের মধ্যে সঞ্চালন করা সম্ভব। ফাইলের লেবেল bin_t রূপে পরিবর্তন করে অ্যাপ্লিকেশনটি পুনরায় প্রয়োগের চেষ্টা করা যাবে। $SOURCE দ্বারা $TARGET_PATH সঞ্চালনযোগ্য না হলে, এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ $SOURCE ને $TARGET_PATH ચલાવવાથી નામંજૂર કરેલ છે. જો $SOURCE એ $TARGET_PATH ને ચલાવવા માટે સમર્થ હોવું જોઈએ, તો આ લેબલીંગ સમસ્યા હોઈ શકે. મોટા ભાગના શુદ્ધિ થયેલ ડોમેઈનો ફાઈલોને bin_t લેબલવાળી ફાઈલો ચલાવવા માટે માન્ય છે. તેથી તમે આ ફાઈલ પરનું લેબલીંગ bin_t માં બદલી શકો છો અને કાર્યક્રમનો પુનઃપ્રયાસ કરી શકો છો. જો આ $SOURCE એ $TARGET_PATH ચલાવતો હોય નહિં, તો આ ઘૂંસણખોરી પ્રયાસનો સંકેત આપી શક્યું હશે.
it: SELinux ha impedito a $SOURCE l'esecuzione di $TARGET_PATH. Se si prevedeva che $SOURCE eseguisse $TARGET_PATH, questo potrebbe essere un problema di etichettatura. Molti domini ristretti sono autorizzati ad eseguire file con etichetta bin_t. Bisogna quindi cambiare l'etichetta su tale file in bin_t e riavviare l'applicazione. Se non era previsto che $SOURCE eseguisse $TARGET_PATH, questo potrebbe segnalare un tentativo d'intrusione.
ja: SELinux は $SOURCE による $TARGET_PATH の実行を拒否しました。 $SOURCE が $TARGET_PATH を実行できる想定になっている場合、これはラベル付けの問題である可能性があります。ほとんどの拘束ドメインは bin_t ラベル付きの ファイルの実行が許可されています。その為、このファイルのラベルを bin_t に変更してアプリケーションを再試行してみると良いでしょう。この $SOURCE が $TARGET_PATH を実行する想定になっていない場合、これは侵入の試みを示唆する可能性があります。
pl: SELinux odmówił $SOURCE wykonania $TARGET_PATH. Jeśli $SOURCE ma mieć możliwość wykonywania $TARGET_PATH, może to być problem z etykietami. Większość ograniczonych domen może wykonywać plików o etykietach bin_t. Można więc zmienić etykietę tego pliku na bin_t i ponownie uruchomić aplikację. Jeśli $SOURCE nie ma wykonywać $TARGET_PATH, może to wskazywać na próbę włamania.
sr: SELinux је одбио $SOURCE од извршавања $TARGET_PATH. Ако $SOURCE треба да буде у могућности да изврши $TARGET_PATH, ово може бити проблем у означавању. Многим ограниченим доменима је омогућено да извршавају датотеке означене као bin_t. Тако да можете променити ознаку ове датотеке на bin_t и поново покушати програм. Ако овај $SOURCE не треба да извршава $TARGET_PATH, ово може указивати на покушај упада.
uk: SELinux забороняє $SOURCE виконувати $TARGET_PATH. Якщо $SOURCE має виконувати $TARGET_PATH, причиною може бути проблема з позначками. В основному, доменам, що обмежуються, дозволяється виконувати файл з позначкою bin_t. Тому спробуйте позначити файл як bin_t та повторіть спробу. Якщо $SOURCE не має виконувати $TARGET_PATH, це може бути індикатором спроби вторгнення.

source: If you want to allow $SOURCE to execute $TARGET_PATH: chcon -t bin_t '$TARGET_PATH' If this fix works, please update the file context on disk, with the following command: semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' Please specify the full path to the executable, Please file a bug report to make sure this becomes the default labeling.
bn_in: $SOURCE দ্বারা $TARGET_PATH সঞ্চালনের অধিকার প্রদান করার জন্য: chcon -t bin_t '$TARGET_PATH' উপরোক্ত সমাধান সফল হলে, নিম্নলিখিত কমান্ড সহযোগে ডিস্কের মধ্যে ফাইল কনটেক্সট পরিবর্তন করুন: semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' অনুগ্রহ করে এক্সিকিউটেবলের সম্পূর্ণ পাথ নির্ধারণ। এটি ডিফল্ট লেবেল রূপে স্থাপন করার উদ্দেশ্যে অনুগ্রহ করে একটি বাগ দায়ের করুন
gu: જો તમે $SOURCE ને $TARGET_PATH ચલાવવાની પરવાનગી આપવા માંગો: chcon -t bin_t '$TARGET_PATH' જો આ ઉકેલ કામ કરે, તો મહેરબાની કરીને ડિસ્ક પરનો ફાઈલ સંદર્ભ સુધારો, નીચેના આદેશ વડે: semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' મહેરબાની કરીને એક્ઝેક્યુટેબલનો આખો પાથ સ્પષ્ટ કરો, મહેરબાની કરીને ભૂલ અહેવાલ જમા કરો એ ખાતરી કરવા માટે આ મૂળભૂત લેબલીંગ બને.
it: Se si desidera permettere a $SOURCE di eseguire $TARGET_PATH: chcon -t bin_t '$TARGET_PATH' Se questa modifica funziona, aggiornare il file di contesto su disco con il seguente comando: semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' Specificare il percorso completo per l'eseguibile. Si prega di inviare un bug report per essere sicuri che quanto detto sia il processo predefinito.
ja: $SOURCE が $TARGET_PATH を実行できるようにしたい場合: chcon -t bin_t '$TARGET_PATH' これで修復できるならば、以下のコマンドを使用してディスク上のファイルコンテキストを更新して下さい: semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' 実行ファイルへの完全パスを指定してください。バグレポート を作成して、これが確実にデフォルトのラベリングになるようにして下さい。
pl: Aby pozwolić $SOURCE na wykonywanie $TARGET_PATH: chcon -t bin_t "$TARGET_PATH" Jeśli to zadziała, należy zaktualizować kontekst plików na dysku następującym poleceniem: semanage fcontext -a -t bin_t "$FIX_TARGET_PATH" Proszę podać pełną ścieżkę do pliku wykonywalnego i zgłosić raport błędu, aby upewnić się, że stanie się to domyślną etykietą.
sr: Ако желите да омогућите $SOURCE да изврши $TARGET_PATH: chcon -t bin_t '$TARGET_PATH' Ако ова исправка ради, молим ажурирајте контекст датотека на диску следећом наредбом: semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' Молим одредите пуну путању до извршних датотека. Молим пошаљите извештај о грешци како бисте обезбедили да ово постане подразумевано означавање.
uk: Якщо ви хочете дозволити $SOURCE виконувати $TARGET_PATH, виконайте «chcon -t bin_t '$TARGET_PATH'» Якщо це допомогло, оновіть контекст на диску: «semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'» При цьому вкажіть повний шлях до виконуваного компоненту. Також створіть запит у Bugzilla.

source: SELinux prevented $SOURCE from accessing the cron spool file.
bn_in: SELinux দ্বারা $SOURCE-কে cron স্পুল ফাইল ব্যবহারে প্রতিরোধ করা হয়েছে।
gu: SELinux એ $SOURCE ને cron સ્પુલ ફાઈલ વાપરવાથી બચાવેલ છે.
it: SELinux ha impedito a $SOURCE di accedere il file di spool di cron.
ja: SELinux は $SOURCE による cron spool ファイルへのアクセスを阻止しました。
pl: SELinux powstrzymał $SOURCE przed dostępem do pliku bufora crona.
sr: SELinux је спречио $SOURCE при приступању датотеци cron реда.
uk: SELinux заборонила $SOURCE доступ до spool-файлу cron.
