Repository: 1dot75cm/selinux-policy
Catalog: plugins/po/*.po
Languages: bn_in, gu, it, ja, pl, sr, uk

source: SELinux is not allowing the http daemon to communicate with the terminal. Most daemons do not need to communicate with the terminal. httpd can be setup to require information during the boot process which would require this access. If you did not setup httpd to require access to the terminal, this may signal an intrusion attempt.
bn_in: SELinux দ্বারা http ডেমনকে টার্মিনালের সাথে যোগাযোগে বাধা সৃষ্টি করা হচ্ছে। অধিকাংশ ডেমনের ক্ষেত্রে টার্মিনালের সাথে কোনো ধরনের যোগাযোগ করার প্রয়োজন হয় না। বুট প্রসেসের সময় তথ্য আহরণের জন্য httpd কনফিগার করা হলে এই অধিকারের প্রয়োজন দেখা দিতে পারে। httpd'র ক্ষেত্রে টার্মিনাল ব্যবহার কনফিগার না করা হলে এটি সম্ভবত অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ http ડિમનને ટર્મિનલ સાથે સંપર્કવ્યવહાર કરવાથી પરવાનગી આપતું નથી. મોટા ભાગના ા ડિમનેય ટર્મિનલ સાથે સંપર્કવ્યવહાર કાની જરૂરવો એ નહ હોયિં. httpd બુટ પ્રક્રિયા દરમ્યાન જરૂરીયાત મેળવવા માટે સુયોજિત કરી શકાય છે કે જેને આ વપરાશ જરૂરી રહેશે. જો તમે httpd ને સુયોજિત કરેલ નહિં હોય ટર્મિનલનો વપરાશ કરવા માટે, તો આ કદાચ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux non permette al demone http di comunicare con il terminale. La maggior parte dei demoni non ha bisogno di comunicare con il terminale. httpd può essere impostato in modo da richiedere informazioni durante il processo d'avvio, e potrebbe aver bisogno di questo tipo di accesso. Se non è stato impostato httpd in modo da aver bisogno di un accesso al terminale, ciò potrebbe segnalare un tentativo d'intrusione.
ja: SELinux は http デーモンによるターミナルとの通信を許可していません。 ほとんどのデーモンはターミナルと通信する必要はありません。 ブートプロセスの間に情報を要求するように httpd を設定することができます。 それがこのアクセスを要求します。httpd がターミナルへのアクセスを 要求するように設定していない場合は、これは、侵入の試みの 示唆だと言えます。
pl: SELinux nie pozwolił demonowi HTTP na komunikowanie się z terminalem. Większość demonów nie wymaga tego. httpd może zostać ustawiony tak, aby wymagał informacji podczas procesu uruchamiania, co może wymagać tego dostępu. Jeśli nie ustawiono tak httpd, może to wskazywać na próbę włamania.
uk: SELinux не дозволяє службі http використовувати термінал. Більшість служб не потребує доступу до терміналу. httpd може бути налаштований так, що йому потрібен доступ у процесі завантаження. Якщо ви не налаштовували http на використанню терміналу, це може бути означати спробу вторгнення.

source: If you want the http daemon to be able to access the terminal, you must set the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
bn_in: http ডেমনের দ্বারা টার্মিনালের ব্যবহার অনুমোদন করতে হলে $BOOLEAN বুলিয়ান নির্ধারণ করা আবশ্যক: "setsebool -P $BOOLEAN=1"
gu: જો તમે http ડિમનને ટર્મિનલનો વપરાશ કરવા માટે સમર્થ બનાવવા માંગો તો તમારે $BOOLEAN બુલિયન સુયોજિત કરવું જ પડશે: "setsebool -P $BOOLEAN=1"
it: Se si desidera che il demone http sia in grado di accedere al terminale, allora sarà necessario impostare il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
ja: http デーモンがターミナルにアクセスできるようにしたい場合は、 $BOOLEAN ブーリアン値を設定する必要があります: "setsebool -P $BOOLEAN=1"
pl: Aby demon HTTP miał dostęp do terminala, należy ustawić zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1"
sr: Ако желите да http системска услуга може да приступа терминалу, морате поставити $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“
uk: Для дозволу доступу для терміналу служби http встановіть логічну змінну $BOOLEAN: «setsebool -P $BOOLEAN=1»

source: SELinux prevented httpd ($SOURCE_PATH) $ACCESS access to $TARGET_PATH.
bn_in: SELinux দ্বারা httpd-কে ($SOURCE_PATH) $TARGET_PATH $ACCESS ব্যবহারে বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux એ httpd ($SOURCE_PATH) $ACCESS વપરાશને $TARGET_PATH થી અટકાવી રહ્યું છે.
it: SELinux ha impedito l'accesso httpd ($SOURCE_PATH) $ACCESS al $TARGET_PATH.
ja: SELinux は httpd ($SOURCE_PATH) による $TARGET_PATH への "$ACCESS" アクセスを阻止しました。
pl: SELinux powstrzymał httpd ($SOURCE_PATH) $ACCESS dostęp do $TARGET_PATH.
sr: SELinux је спречио httpd ($SOURCE_PATH) $ACCESS приступ ка $TARGET_PATH.
uk: SELinux забороняє httpd ($SOURCE_PATH) доступ $ACCESS до $TARGET_PATH.

source: SELinux prevented httpd $ACCESS access to $TARGET_PATH. httpd scripts are not allowed to write to content without explicit labeling of all files. If $TARGET_PATH is writable content. it needs to be labeled httpd_sys_rw_content_t or if all you need is append you can label it httpd_sys_ra_content_t. Please refer to 'man httpd_selinux' for more information on setting up httpd and selinux.
bn_in: SELinux দ্বারা httpd-কে $TARGET_PATH $ACCESS ব্যবহার করতে প্রতিরোধ করা হয়েছে। সাধারণত সুনির্দিষ্ট লেবেলবিনা কোনো ফাইল httpd'র দ্বারা ব্যবহারের জন্য অনুমোদিত করা হয় না। $TARGET_PATH-এ লিখনযোগ্য বিষয়বস্তু বস্তু উপস্থিত থাকলে ক্ষেত্রে httpd_sys_content_rw_t লেবেল আবশ্যক। শুধুমাত্র তথ্য সংযোজনের ক্ষেত্রে httpd_sys_content_ra_t লেবেল প্রয়োগ করা যাবে। httpd ও selinux প্রস্তুত করার পদ্ধতি সম্পর্কে অধিক বিবরণের জন্য অনুগ্রহ করে man পৃষ্ঠা "man httpd_selinux" দেখুন।
gu: SELinux એ httpd $ACCESS વપરાશને $TARGET_PATH થી અટકાવેલ છે. httpd સ્ક્રિપ્ટો એ બધી ફાઇલોનાં બરાબર લેબલ કર્યા વગર સમાવિષ્ટને લખવા માટે પરવાનગી આપતુ નથી. જો $TARGET_PATH એ લખી શકાય તેવું સમાવિષ્ટ હોય તો. તેની httpd_sys_rw_content_t ને લેબલ કરવા માટે જરૂર છે અથવા જો તમારી જરૂર ને જોડવી હોય તો તમારે તેનું httpd_sys_ra_content_t લેબલ કરી શકો છો. મહેરબાની કરીને httpd અને selinux ને સુયોજિત કરવા પર વધારે જાણકારી માટે 'man httpd_selinux' નો સંદર્ભ લો.
it: SELinux ha impedito l'accesso httpd $ACCESS a $TARGET_PATH. Gli script httpd non possono scrivere il contenuto senza una etichettatura esplicita di tutti i file. Se $TARGET_PATH è un contenuto scrivibile esso deve essere etichettato httpd_sys_rw_content_t oppure se è necesario solo aggiungere del contenuto sarà possibile etichettarlo httpd_sys_ra_content_t. Consultare 'man httpd_selinux' per maggiori informazioni su come impostare httpd e selinux.
ja: SELinux は httpd の $TARGET_PATH への $ACCESS アクセスを阻止しました。 httpd スクリプトは、全てのファイルの明示的なラベル無しではコンテンツに 書き込む許可を持ちません。$TARGET_PATH が書き込み可能なコンテンツである 場合、httpd_sys_rw_content_t のラベルが必要となり、追記が必要なだけの場合は、 httpd_sys_ra_content_t のラベルを付けます。httpd と selinux のセットアップに関する 詳細には、'man httpd_selinux' を参照して下さい。
pl: SELinux powstrzymał httpd $ACCESS dostęp do $TARGET_PATH. Skrypty httpd nie mają zezwolenia na zapisywanie do zawartości bez bezpośredniego nadania etykiet wszystkim plikom. Jeśli $TARGET_PATH jest zapisywalną zawartością, wymaga etykiety httpd_sys_rw_content_t lub można nadać etykietę httpd_sys_ra_content_t. Proszę zobaczyć "man httpd_selinux", aby dowiedzieć się, jak ustawić httpd i SELinuksa.
uk: SELinux забороняє httpd ($SOURCE_PATH) доступ $ACCESS до $TARGET_PATH. Сценаріям httpd не дозволений запис без явного позначення всіх файлів. Якщо $TARGET_PATH допускає запис, його треба позначити як httpd_sys_rw_content_t чи httpd_sys_ra_content_t (якщо потрібно лише додавання). Докладну інформацію можна знайти на сторінці довідки «man httpd_selinux».

source: You can alter the file context by executing chcon -R -t httpd_sys_rw_content_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t httpd_sys_rw_content_t '$FIX_TARGET_PATH'"
bn_in: chcon -R -t httpd_sys_content_rw_t '$TARGET_PATH' প্রয়োগ করে ফাইল কনটেক্সট পরিবর্তন করা যাবে। সিস্টেমের মধ্যে ডিফল্ট ফাইল কনটেক্স ফাইল পরিবর্তন করা আবশ্যক। এর ফলে সম্পূর্ণ রি-লেবল (relabel) করা হলেও কনটেক্সট অপরিবর্তিত থাকবে। "semanage fcontext -a -t httpd_sys_rw_content_t '$FIX_TARGET_PATH'"
gu: તમે chcon -R -t httpd_sys_rw_content_t '$TARGET_PATH' ચલાવીને ફાઈલ સંદર્ભ બદલી શકો છો તમારે મૂળભૂત ફાઈલ સંદર્ભ ફાઈલોને પણ સંપૂર્ણ પુન:લેબલ પર તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર બદલવી જ પડશે "વા માટે. "semanage fcontext -a -t httpd_sys_rw_content_t '$TARGET_PATH'"
it: È possibile alterare il contesto del file eseguendo chcon -R -t httpd_sys_rw_content_t '$TARGET_PATH' È necessario inoltre modificare i file di contesto del file predefinito sul sistema per preservarli anche da una completa rietichettatura. "semanage fcontext -a -t httpd_sys_rw_content_t '$FIX_TARGET_PATH'"
ja: chcon -R -t httpd_sys_rw_content_t '$TARGET_PATH' を実行すると、 ファイルコンテストを変更することができます。 また、完全なラベル替えの後でもそれらを保持するためには、システム上でデフォルトのファイルコンテキストファイルも変更しなければなりません。"semanage fcontext -a -t httpd_sys_rw_content_t '$FIX_TARGET_PATH'"
pl: Można zmienić kontekst pliku wykonując chcon -R -t httpd_sys_rw_content_t "$TARGET_PATH" Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. "semanage fcontext -a -t httpd_sys_rw_content_t '$FIX_TARGET_PATH'"
uk: Файловий контекст можна змінити, виконавши «chcon -R -t httpd_sys_rw_content_t '$TARGET_PATH'» Також треба змінити типові контексти файлів у системі, щоб вони збереглись навіть при повторній розмітці. «semanage fcontext -a -t httpd_sys_rw_content_t '$FIX_TARGET_PATH'»

source: SELinux prevented the http daemon from $ACCESS files stored on a CIFS filesytem.
bn_in: SELinux দ্বারা http ডেমনকে CIFS ফাইল-সিস্টেমের মধ্যে সংরক্ষিত ফাইল $ACCESS করতে প্রতিরোধ করা হয়েছে।
gu: SELinux એ ftp ડિમનને $ACCESS ફાઈલો કે જે CIFS ફાઈલસિસ્ટમ પર સંગ્રહાયેલ છે તેનાથી બચાવેલ છે.
it: SELinux ha impedito al demone http di $ACCESS file registrati su un filesystem CIFS.
ja: SELinux は http デーモンが CIFS ファイルシステム上に保存されているファイルへ $ACCESS するのを阻止しました。
pl: SELinux powstrzymał demona HTTP przed $ACCESS plików przechowywanych na systemie plików CIFS.
sr: SELinux је спречио ftp системску услугу од $ACCESS датотека ускладиштеним на CIFS систему датотека.
uk: SELinux забороняє демону http доступ $ACCESS до файлів у файловій системі CIFS.

source: SELinux prevented the http daemon from $ACCESS files stored on a CIFS filesystem. CIFS (Common Internet File System) is a network filesystem commonly used on Windows / Linux systems. The http daemon attempted to read one or more files or directories from a mounted filesystem of this type. As CIFS filesystems do not support fine-grained SELinux labeling, all files and directories in the filesystem will have the same security context. If you have not configured the http daemon to read files from a CIFS filesystem this access attempt could signal an intrusion attempt.
bn_in: SELinux দ্বারা http ডেমনকে CIFS ফাইল-সিস্টেমের মধ্যে উপস্থিত ফাইল $ACCESS করতে প্রতিরোধ করা হয়েছে। CIFS (Windows Network Filesystem) মূলত Windows / Linux সিস্টেমে ব্যবহৃত একটি নেটওয়ার্ক ফাইল-সিস্টেম http ডেমন দ্বারা এই প্রকৃতির কোনো মাউন্ট করা ফাইল-সিস্টেম থেকে ফাইল পড়ার প্রচেষ্টা করা হয়েছে। CIFS ফাইল-সিস্টেম দ্বারা ফাইন-গ্রেইন্ড SELinux লেবেল বৈশিষ্ট্য সমর্থিত না হওয়ার ফলে ফাইল-সিস্টেমের মধ্যে উপস্থিত সমস্ত ফাইল ও ডিরেক্টরির মধ্যে একই নিরাপত্তা কনটেক্সট ব্যবহৃত হবে। যদি CIFS ফাইল-সিস্টেম থেকে ফাইল পড়ার উদ্দেশ্যে http ডেমন না কনফিগার করা হয়ে থাকে তাহলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ http ડિમનને ફાઈલસિસ્ટમ પર સંગ્રહાયેલ $ACCESS ફાઈલોમાંથી લખવાથી બચાવેલ છે. CIFS (Common Internet File System) એ Windows / Linux સિસ્ટમો પર સામાન્ય રીતે વાપરવામાં આવતી નેટવર્ક ફાઈલસિસ્ટમ છે. ftp ડિમને આ પ્રકારની માઉન્ટ થયેલ ફાઈલસિસ્ટમમાંથી એક અથવા વધુ ફાઈલો અથવા ડિરેક્ટરીઓ વાંચવાનું પસંદ કરેલ છે. CIFS ફાઈલસિસ્ટમો fine-grained SELinux લેબલીંગને આધાર આપતું નહિં હોવાથી, ફાઈલસિસ્ટમમાંની બધી ફાઈલો અને ડિરેક્ટરીઓને સરખો સુરક્ષા સંદર્ભ હશે. જો તમે http ડિમનને CIFS ફાઈલસિસ્ટમમાંથી ફાઈલો વાંચવા માટે રૂપરેખાંકિત નહિં કરેલ હોય તો આ વપરાશ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha evitato al demone http di $ACCESS file registrati su un filesystem CIFS. CIFS (Windows Network Filesystem) è un filesystem di rete comunemente utilizzato sui sistemi Windows / Linux. Il demone http ha tentato di leggere uno o più file o cartelle da un filesystem montato di questo tipo. Poiché il filesystems CIFS non supporta l'etichettatura fine-grained di SELinux, tutti i file e le cartelle nel filesystem avranno lo stesso contesto di sicurezza. Se non si è configurato il demone http per leggere file da un filesystem CIFS questo accesso potrebbe segnalare un tentativo di intrusione.
ja: SELinux は CIFS ファイルシステムに格納されているファイルに http デーモンが $ACCESS するのを阻止しました。 CIFS (Common Internet Filesystem) は Windows / Linux システムで一般的に使用されるネットワーク ファイルシステムです。 http デーモンは、マウント済みのこのタイプのファイルシステムから 1 つ または複数のファイルかディレクトリーを読み込もうとしました。 CIFS ファイルシステムは SELinux の緻密なラベル機能は サポートしていないため、このファイルシステム内のファイル及び ディレクトリーはすべて 同じセキュリティーコンテキストを 有することになります。 http デーモンが CIFS ファイルシステムからファイルを読み込むよう設定してない場合、 このアクセス試行は不正侵入の試行を示している可能性があります。
pl: SELinux powstrzymał demona HTTP przed $ACCESS plików przechowywanych na systemie plików CIFS. CIFS (Wspólny sieciowy system plików) jest sieciowym systemem plików powszechnie używanym na systemach Windows/Linux. Demon HTTP próbował odczytać jeden lub więcej plików lub katalogów z zamontowanego systemu plików tego typu. Jako że system plików CIFS nie obsługuje dokładnych etykiet SELinuksa, wszystkie pliki i katalogi na tym systemie plików będą posiadały ten sam kontekst bezpieczeństwa. Jeśli nie skonfigurowano demona HTTP tak, aby odczytywał pliki z systemu plików CIFS, ta próba dostępu może wskazywać na próbę włamania.
uk: SELinux забороняє httpd доступ $ACCESS до файлів у файловій системі CIFS. CIFS — мережна файлова система, зазвичай використовується у Windows/ Linux. Служба httpd намагається прочитати файл чи каталог із підключеної файлової системи цього типу. CIFS не підтримує низькорівневе позначення SELinux, тому всі файли та каталоги у файловій системі мають один і той же контекст безпеки. Якщо ви не налаштовували службу http на читання файлів з CIFS, це може бути індикатором спроби вторгнення.

source: SELinux prevented the http daemon from $ACCESS files stored on a NFS filesytem.
bn_in: SELinux দ্বারা http ডেমনকে NFS ফাইল-সিস্টেমের মধ্যে সংরক্ষিত ফাইল $ACCESS করতে প্রতিরোধ করা হয়েছে।
gu: SELinux એ ftp ડિમનને $ACCESS ફાઈલોથી બચાવેલ છે કે જેઓ NFS ફાઈલસિસ્ટમ પર સંગ્રહાયેલ છે.
it: SELinux ha impedito al demone http di $ACCESS file registrati su un filesystem NFS.
ja: SELinux は http デーモンが NFS ファイルシステム上に保存されたファイルへ $ACCESS するのを阻止しました。
pl: SELinux powstrzymał demona HTTP przed $ACCESS plików przechowywanych na systemie plików NFS.
sr: SELinux је спречио http системску услугу од $ACCESS датотека ускладиштеним на NFS систему датотека.
uk: SELinux забороняє http доступ $ACCESS до файлів у файловій системі NFS.

source: SELinux prevented the http daemon from $ACCESS files stored on a NFS filesystem. NFS (Network Filesystem) is a network filesystem commonly used on Unix / Linux systems. The http daemon attempted to read one or more files or directories from a mounted filesystem of this type. As NFS filesystems do not support fine-grained SELinux labeling, all files and directories in the filesystem will have the same security context. If you have not configured the http daemon to read files from a NFS filesystem this access attempt could signal an intrusion attempt.
bn_in: SELinux দ্বারা http ডেমনকে NFS ফাইল-সিস্টেমের মধ্যে উপস্থিত ফাইল $ACCESS করতে প্রতিরোধ করা হয়েছে। NFS (নেটওয়ার্ক ফাইল-সিস্টেম) মূলত Unix / Linux সিস্টেমে ব্যবহৃত একটি নেটওয়ার্ক ফাইল-সিস্টেম http ডেমন দ্বারা এই প্রকৃতির কোনো মাউন্ট করা ফাইল-সিস্টেম থেকে ফাইল পড়ার প্রচেষ্টা করা হয়েছে। NFS ফাইল-সিস্টেম দ্বারা ফাইন-গ্রেইন্ড SELinux লেবেল বৈশিষ্ট্য সমর্থিত না হওয়ার ফলে ফাইল-সিস্টেমের মধ্যে উপস্থিত সমস্ত ফাইল ও ডিরেক্টরির মধ্যে একই নিরাপত্তা কনটেক্সট ব্যবহৃত হবে। যদি NFS ফাইল-সিস্টেম থেকে ফাইল পড়ার উদ্দেশ্যে http ডেমন না কনফিগার করা হয়ে থাকে তাহলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ ftp ડિમનને NFS ફાઈલસિસ્ટમ પર સંગ્રહાયેલ $ACCESS ફાઈલોમાંથી લખવાથી બચાવેલ છે. NFS (Network Filesystem) એ Unix / Linux સિસ્ટમો પર સામાન્ય રીતે વાપરવામાં આવતી નેટવર્ક ફાઈલસિસ્ટમ છે. ftp ડિમને આ પ્રકારની માઉન્ટ થયેલ ફાઈલસિસ્ટમમાંથી એક અથવા વધુ ફાઈલો અથવા ડિરેક્ટરીઓ વાંચવાનું પસંદ કરેલ છે. NFS ફાઈલસિસ્ટમો fine-grained SELinux લેબલીંગને આધાર આપતું નહિં હોવાથી, ફાઈલસિસ્ટમમાંની બધી ફાઈલો અને ડિરેક્ટરીઓને સરખો સુરક્ષા સંદર્ભ હશે. જો તમે ftp ડિમનને NFS ફાઈલસિસ્ટમમાંથી ફાઈલો વાંચવા માટે રૂપરેખાંકિત નહિં કરેલ હોય તો આ વપરાશ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha impedito al demone http di $ACCESS ai file registrati su un filesystem NFS. L'NFS (Network Filesystem) è un filesystem di rete comunemente utilizzato sui sistemi Unix / Linux. Il demone http ha tentato di leggere uno o più file o cartelle da un filesystem montato di questo tipo. Poiché il filesystems NFS non supporta l'etichettatura fine-grained di SELinux, tutti i files e le cartelle nel filesystem avranno lo stesso contesto di sicurezza. Se non si è configurato il demone http per leggere file da un filesystem NFS questo accesso potrebbe segnalare un tentativo di intrusione.
ja: SELinux は NFS ファイルシステムに格納されているファイルに http デーモンが $ACCESS するのを阻止しました。 NFS (Network Filesystem) は Unix システム/ Linux システムで一般的に使用されるネットワーク ファイルシステムです。 http デーモンはマウントされているこのタイプのファイルシステムから 1 つまたは複数の ファイルかディレクトリーを読み込もうとしました。 NFS ファイルシステムは SELinux の詳細な ラベル機能はサポートしていないため、 ファイルシステム内のファイル及びディレクトリーはすべて 同じセキュリティーコンテキストを有することになります。 http デーモンが NFS ファイルシステムからファイルを読み込むよう設定してない場合、 このアクセス試行は不正侵入の試行を示している可能性があります。
pl: SELinux powstrzymał demona HTTP przed $ACCESS plików przechowywanych na systemie plików NFS. NFS (Sieciowy system plików) jest sieciowym systemem plików powszechnie używanym na systemach UNIX/Linux. Demon HTTP próbował odczytać jeden lub więcej plików lub katalogów z zamontowanego systemu plików tego typu. Jako że system plików NFS nie obsługuje dokładnych etykiet SELinuksa, wszystkie pliki i katalogi na tym systemie plików będą posiadały ten sam kontekst bezpieczeństwa. Jeśli nie skonfigurowano demona HTTP tak, aby odczytywał pliki z systemu plików NFS, ta próba dostępu może wskazywać na próbę włamania.
sr: SELinux је спречио http системску услугу од $ACCESS датотека ускладиштеним на NFS систему датотека. NFS (Network Filesystem - Мрежни систем датотека) је мрежни систем датотека који се уобичајено користи на Unix / Linux системима. http системска услуга је покушао да прочита једну или више датотека или директоријума са монтираног система датотека ове врсте. NFS системи датотека не подржавају SELinux ознаке високе резолуције, све датотеке и директоријуми на систему датотека ће имати истоветан безбедносни контекст. Ако нисте подесили http системску услугу за читање датотека са NFS система датотека овај покушај приступа може да указује на покушај упада.
uk: SELinux запобігла доступу $ACCESS до файлів на розділі NFS. NFS (Network Filesystem) - мережна файлова система, що використовується у системах UNIX/Linux. Служба http намагається прочитати дані з підключеної файлової системи цього типу. NFS система не підтримує низькорівневе маркування SELinux, усі файли та каталоги файлової системи мають однаковий контекст безпеки. Якщо ви не налаштовували службу http на читання з розділів NFS, ця спроба отримання доступу може бути спробою вторгнення.

source: SELinux has denied the $SOURCE from binding to a network port $PORT_NUMBER which does not have an SELinux type associated with it. If $SOURCE is supposed to be allowed to listen on this port, you can use the semanage command to add this port to a inetd_child_port_t type. If you think this is the default please file a bug report against the selinux-policy package. If $SOURCE is not supposed to bind to this port, this could signal an intrusion attempt.
bn_in: SELinux দ্বারা $SOURCE-কে নেটওয়ার্ক পোর্ট $PORT_NUMBER'র সাথে বাইন্ড করতে বাধা দেওয়া হচ্ছে, এই পোর্টের সাথে কোনো SELinux ধরন যুক্ত নয়। $SOURCE-কে যদি এই পোর্টের সাথে যুক্ত হওয়ার অনুমতি প্রদান করা হয় তাহলে semanage কমান্ড প্রয়োগ করে এই পোর্টকে inetd_child_port_t পোর্টের ধরনে এটি যোগ করুন। ডিফল্ট মান এটি হওয়া উচিত হলে, অনুগ্রহ করে selinux-policy প্যাকেজের জন্য একটি বাগ রিপোর্ট</a> দায়ের করুন। $SOURCE দ্বারা এই পোর্টে বাইন্ড করার জন্য নির্ধারণ না করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ $SOURCE ને નેટવર્ક પોર્ટ $PORT_NUMBER સાથે જોડાવાથી નામંજૂર કરેલ છે કે જેને SELinux પ્રકાર તેની સાથે સંકળાયેલ નથી. જો $SOURCE એ આ પોર્ટ પર સાંભળવા માટે માન્ય હોવું જોઈએ, તો તમે આ પોર્ટને inetd_child_port_t પ્રકારમાં આ પોર્ટ પર ઉમેરવા માટે semanage આદેશ વાપરી શકો છો. જો તમે વિચારો આ મૂળભૂત છે તો મહેરબાની કરીને selinux-policy પેકેજ વિરુદ્દ ભૂલ અહેવાલને જમા કરો. જો $SOURCE એ આ પોર્ટ સાથે બંધાવું ન હોય તો, તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha impedito a $SOURCE di associarsi ad una porta di rete $PORT_NUMBER, la quale non possiede un tipo di SELinux ad essa associato. Se si prevede che $SOURCE vada abilitato all'ascolto su questa porta, è possibile utilizzare il comando semanage per aggiungere questa porta ad un tipo inetd_child_port_t. Se si pensa che questo è il valore predefinito inviare un bug report relativo al pacchetto selinux-policy. Se $SOURCE non deve associarsi a questa porta, ciò potrebbe segnalare un tentativo d'intrusione.
ja: SELinux は $SOURCE による、ポートに関連付けられた SELinux タイプを持たないネットワークポート $PORT_NUMBER へのバインドを拒否ししました。 $SOURCE のこのポートでのリッスン許可が想定されている場合、 semanage コマンドを使用してこのポートを inetd_child_port_t タイプに追加することができます。 これが、デフォルトであると考えられる場合は、selinux-policy パッケージに関するバグレポートを提出してください。 $SOURCE によるこのポートへのバインドが想定されていない場合、 不正侵入の試行を示している可能性があります。
pl: SELinux odmówił $SOURCE dowiązywania do portu sieciowego $PORT_NUMBER, który nie posiada powiązanego ze sobą typu SELinuksa. Jeśli $SOURCE powinien łączyć się z tym portem, można użyć polecenia semanage, które doda ten port do typu inetd_child_port_t. Jeśli jest domyślne, proszę zgłosić raport błędu w pakiecie selinux-policy. Jeśli $SOURCE nie powinien dowiązywać do tego portu, może to wskazywać na próbę włamania.
uk: SELinux заборонила $SOURCE підключатись до мережного порту $PORT_NUMBER, якому не заданий тип SELinux. Якщо $SOURCE потрібна можливість підключатися до цього порту, ви можете використовувати команду semanage для додавання цього порту до типу inetd_child_port_t. Якщо ви впевнені, що доступ типово дозволений, створіть запит у Bugzilla для пакету selinux-policy. Якщо $SOURCE не має прив'язуватись до цього порту, можливо має місце спроба вторгнення.

source: If you want to allow $SOURCE to bind to this port semanage port -a -t inetd_child_port_t -p PROTOCOL $PORT_NUMBER Where PROTOCOL is tcp or udp.
bn_in: $SOURCE-কে এই পোর্টে বাইন্ড করার অনুমতি প্রদান করার জন্য প্রয়োগ করুন semanage port -a -t inetd_child_port_t -p PROTOCOL $PORT_NUMBER PROTOCOL-র ক্ষেত্রে tcp অথবা udp ব্যবহার করুন।
gu: જો તમે $SOURCE ને આ પોર્ટ સાથે બંધાવા માટે પરવાનગી આપવા માંગો semanage port -a -t inetd_child_port_t -p PROTOCOL $PORT_NUMBER કે જ્યાં PROTOCOL એ tcp અથવા udp છે.
it: Se si desidera collegare $SOURCE con questa porta semanage port -a -t inetd_child_port_t -p PROTOCOL $PORT_NUMBER Dove PROTOCOL è tcp oppure udp.
ja: $SOURCE によるこのポートへのバインドを許可する場合は、 semanage port -a -t inetd_child_port_t -p PROTOCOL $PORT_NUMBER とします。 PROTOCOL は、tcp か udp です。
pl: Aby pozwolić $SOURCE na dowiązanie do tego portu, należy wykonać polecenie semanage port -a -t inetd_child_port_t -p PROTOKÓŁ $PORT_NUMBER, gdzie PROTOKÓŁ to tcp lub udp.
sr: Ако желите да дозволите да се $SOURCE везује за овај порт semanage port -a -t PROTOCOL $PORT_NUMBER Где је PROTOCOL tcp или udp.
uk: Якщо ви бажаєте дозволити $SOURCE зв'язуватись з цим портом виконайте «semanage port -a -t inetd_child_port_t -p ПРОТОКОЛ $PORT_NUMBER» де ПРОТОКОЛ може мати значення tcp чи udp.

source: Your system may be seriously compromised! $SOURCE_PATH tried to modify kernel configuration.
bn_in: আপনার সিস্টেম গুরুতরভাবে বিপদগ্রস্ত হতে পারে! $SOURCE_PATH দ্বারা কার্নেলের কনফিগারেশনের প্রচেষ্টা করা হয়েছে।
gu: તમારી સિસ્ટમ ગંભીરતા થી સમાધાન કરી શકે છે! $SOURCE_PATH એ કર્નલ રૂપરેખાંકનને બદલવા માટે પ્રયત્ન કરતુ હતુ.
it: Il sistema potrebbe essere seriamente compromesso! $SOURCE_PATH ha cercato di modificare la configurazione del kernel.
ja: ご使用のシステムには深刻な侵害の可能性があります! $SOURCE_PATH がカーネル設定を変更しようとしました。
pl: System mógł zostać poważnie zagrożony. $SOURCE próbowało zmodyfikować konfigurację jądra.
uk: Вашу систему може бути скомпрометовано! $SOURCE_PATH намагається змінити конфігурацію ядра.
