Repository: 1dot75cm/selinux-policy
Catalog: plugins/po/*.po
Languages: bn_in, gu, it, ja, pl, sr, uk

source: SELinux has denied the ftp daemon access to users home directories ($TARGET_PATH). Someone is attempting to login via your ftp daemon to a user account. If you only setup ftp to allow anonymous ftp, this could signal an intrusion attempt.
bn_in: SELinux দ্বারা ftp ডেমনকে ব্যবহারকারীদের ব্যক্তিগত (home) ডিরেক্টরি ($TARGET_PATH) পড়তে বাধা সৃষ্টি করা হচ্ছে। কেউ ftp ডেমনের অপব্যবহার করে এর মাধ্যমে কোনো ব্যবহারকারীর অ্যাকাউন্টে লগ-ইন করার প্রচেষ্টা করছে। ftp'র দ্বারা শুধুমাত্র anonymous ftp'র ব্যবহার কনফিগার করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ વપરાશકર્તાઓની ઘર ડિરેક્ટરીઓ ($TARGET_PATH) માં ftp ડિમન વપરાશની મનાઈ કરી છે. કોઈક તમારા ftp ડિમન મારફતે વપરશકર્તા ખાતામાં પ્રવેશવાનો પ્રયાસ કરી રહ્યું છે. જો તમે અનામિક ftp વપરાશને પરવાનગી આપવા માટે માત્ર ftp સુયોજિત કરો, તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha impedito al demone ftp di leggere le cartelle home degli utenti ($TARGET_PATH). Qualcuno sta cercando di eseguire un login tramite il demone locale ftp su di un account utente. Se si imposta ftp in modo da abilitare solo l'ftp anonimo, tale operazione potrà segnalare un tentativo d'intrusione.
ja: SELinux は ftp デーモンによるユーザーのホームディレクトリー ($TARGET_PATH) へのアクセスを拒否しました。誰かが ftp デーモン経由で ユーザーのアカウントにログインを試行しています。 ftp に anonymous ftp のみを 許可する設定をしている場合、これは不正侵入の試行を示している可能性があります。
pl: SELinux odmówił demonowi FTP odstępu do katalogów domowych użytkowników ($TARGET_PATH). Ktoś próbuje zalogować się przez demona FTP na konto użytkownika. Jeśli ustawiono FTP tak, aby pozwalał tylko na anonimowe FTP, może to wskazywać na próbę włamania.
sr: SELinux је одбио ftp системској услузи приступ личним директоријумима корисника ($TARGET_PATH). Неко покушава да се пријави на кориснички налог кроз Вашу ftp услугу. Ако сте подесили ftp да дозвољава само анонимни ftp, ово може указивати на покушај упада.
uk: SELinux закрив доступ службі ftp до каталогів користувачів ($TARGET_PATH). Хтось намагається зайти під обліковим записом через службу ftp. Якщо ви не дозволили анонімний ftp доступ, можливо - має місце спроба вторгнення.

source: If you want ftp to allow users access to their home directories you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
bn_in: ftp দ্বারা ব্যবহারকারীদের তাদের ব্যক্তিগত (home) ডিরেক্টরি ব্যবহারের অনুমতি প্রদান করতে $BOOLEAN বুলিয়ান সক্রিয় করুন: "setsebool -P $BOOLEAN=1"
gu: જો તમે ftp ને વપરાશકર્તાઓને તેમની ઘર ડિરેક્ટરી વાપરવા માટે પરવાનગી આપો તો તમારે $BOOLEAN બુલિયન ચાલુ કરવાની જરૂર છે: "setsebool -P $BOOLEAN=1"
it: Se si desidera che ftp abiliti l'accesso degli utenti alle proprie cartelle home è necessario abilitare il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
ja: ホームディレクトリーに対するユーザーのアクセスをftp に許可させる場合、 $BOOLEAN ブーリアンをオンにする必要があります: "setsebool -P $BOOLEAN=1"
pl: Aby pozwolić FTP na dostęp do katalogów domowych, należy włączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1"
sr: Ако желите да ftp дозвољава корисницима приступ њиховим личним директоријумима, треба да укључите $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“
uk: Якщо ви бажаєте, щоб ftp дозволяв доступ користувачів до своїх домашніх тек, встановіть логічну змінну $BOOLEAN: «setsebool -P $BOOLEAN=1»

source: SELinux prevented $SOURCE from reading from the urandom device.
bn_in: SELinux দ্বারা $SOURCEE-কে urandom ডিভাইস থেকে পড়তে বাধা দেওয়া হয়েছে।
gu: SELinux એ $SOURCE_NAME ને urandom ઉપકરણમાંથી વાંચવાથી બચાવેલ છે.
it: SELinux ha impedito a $SOURCE di eseguire la lettura da un dispositivo urandom.
ja: SELinux は $SOURCE による urandom デバイスからの読み込みを阻止しました。
pl: SELinux powstrzymał $SOURCE przed odczytaniem z urządzenia urandom.
sr: SELinux је спречио $SOURCE од читања са urandom уређаја.
uk: SELinux заборонила $SOURCE виконувати читання пристрою urandom.

source: SELinux prevented $SOURCE from reading from the urandom device. This access should be allowed for individual applications, but there are situations where all applications require the access (for example, when ProPolice/SSP stack smashing protection is used). Allowing this access may allow malicious applications to drain the kernel entropy pool. This can compromise the ability of some software that is dependent on high quality random numbers (e.g., ssh-keygen) to operate effectively. The risk of this type of attack is relatively low.
bn_in: SELinux দ্বারা $SOURCE-কে urandom ডিভাইস থেকে পড়তে বাধা দেওয়া হয়েছে। অ্যাপ্লিকেশন প্রতি এই অনুমতি প্রদান করা উচিত কিন্তু কিছু পরিস্থিতিতে সব অ্যাপ্লিকেশনের জন্য এই অনুমতি প্রয়োজন (উদাহরণস্বরূপ, ProPolice/SSP স্ট্যাক স্ম্যাশিং নিরাপত্তা ব্যবহৃত হলে)। এই অনুমতি প্রদান করা হলে অনিষ্টকারী অ্যাপ্লিকেশনের দ্বারা কার্নেল এনট্রোপি পুল নিঃশেষ করার সম্ভাবনা রয়েছে। এর ফলে উচ্চ মানের র্‌‍যান্ডম সংখ্যার (উদাহরণ, ssh-keygen) উপর নির্ভরকারী সফ্টওয়্যারের কর্মক্ষমতায় বীরূপ প্রভাব পড়তে পারে। এই ধরনের আক্রমণের আশঙ্কা অত্যন্ত কম।
gu: SELinux એ $SOURCE_NAME ને urandom ઉપકરણમાંથી વાંચવાથી બચાવેલ છે. આ વપરાશ વ્યક્તિગત કાર્યક્રમો માટે માન્ય હોવો જોઈએ, પરંતુ ત્યાં પરિસ્થિતિઓ છે કે જ્યાં બધા કાર્યક્રમોને વપરાશ જરૂરી છે (ઉદાહરણ તરીકે, કે જ્યાં ProPolice/SSP સ્ટેક સ્મેશીંગ સુરક્ષા વપરાય છે). આ વપરાશને પરવાનગી આપવાનું મલીન કાર્યક્રમોને કર્નલ એન્ટ્રોપી પુલ સાચવવાની પરવાનગી આપી શકશે. આ અમુક સોફ્ટવેરની સક્ષમતાને નબળી પાડી શકે છે કે જે ઉચ્ચ ગુણવત્તા રેન્ડમ નંબર (દા.ત., ssh-keygen) ને યોગ્ય રીતે કામ કરવા માટે આધારભૂત છે. આ પ્રકારના હુમલાનું જોખમ સંબંધિત રીતે ઓછું છે.
it: SELinux ha impedito a $SOURCE di eseguire una lettura da un dispositivo urandom. Questo tipo di accesso dovrebbe essere abilitato per applicazioni individuali, ma sono anche presenti situazioni in cui tutte le applicazioni necessitano l'accesso (per esempio, quando si utilizza una protezione ProPolice/SSP stack smashing). Abilitando questo tipo di accesso si potrebbero favorire applicazioni maliziose nell'ottenere informazioni dal pool entropy del kernel. Ciò potrebbe compromettere la capacità di alcuni software, che dipendono dall'alta qualità del numero casuale (es. ssh-keygen), di operare in modo efficiente. Il rischio rappresentato da questo tipo di attacco è molto basso.
ja: SELinux は $SOURCE による urandom デバイスからの読み込みを阻止しました。 このアクセスは個別アプリケーションに対して許可されるべきですが、 すべての アプリケーションがこのアクセスを要求する状況があります(例、 ProPolice/SSP スタックの smashing 保護が使用されている場合)。このアクセスを許可すると悪意 のあるアプリケーションがカーネルのエントロピープールを浪費してしまう恐れが あります。これは高品質のランダム数 (例：ssh-keygen) に依存するソフトウェアの 効率的機能に害を与える可能性があります。この種の攻撃に関する危険性は 比較的に低いでしょう。
pl: SELinux powstrzymał $SOURCE przed odczytaniem z urządzenia urandom. Ten dostęp powinien być dozwolony dla indywidualnych aplikacji, ale są sytuacje, w których wszystkie aplikacje go wymagają (na przykład kiedy używana jest ochrona stosu ProPolice/SSP). Pozwolenie na ten dostęp może umożliwić złośliwym aplikacjom na obciążenie generatora liczb losowych. Może to uszkodzić oprogramowanie, które jest zależne od wysokiej jakości liczb losowych (np. ssh-keygen), aby mogło efektywnie pracować. Ryzyko tego typu ataku jest stosunkowo niskie.
sr: SELinux је спречио $SOURCE од читања са urandom уређаја. Овај приступ треба бити дозвољен појединим програмима, али постоје ситуације када је свим програмима потребан овај приступ (на пример, када се користи ProPolice/SSP заштита разбијања стека). Дозвољавање овог приступа може дозволити злонамерним програмима да исуше ентропијске залихе језгра. Ово може ослабити способности неког софтвера који зависи од случајних бројева високог квалитета (нпр., ssh-keygen) за ефикасан рад. Ризик од напада ове врсте је релативно низак.
uk: SELinux забороняє $SOURCE читати з пристрою urandom. Це необхідно для певних програм, але бувають ситуації, коли усім програмам потрібен такий доступ (наприклад, коли використовується захист стеку ProPolice/SSP). Дозволяючи цей доступ, можна дозволити програмам зловмисника призводити до витікання у пулі entropy ядра, а це порушує ефективність роботи програм, що вимагають якісних випадкових чисел (наприклад, ssh-keygen). Ризик подібної атаки відносно милий.

source: SELinux is preventing $SOURCE_PATH from using potentially mislabeled files $TARGET_PATH.
bn_in: SELinux দ্বারা $SOURCE_PATH-কে সন্দেহজনক লেবেল সহ ফাইল ($TARGET_PATH) ব্যবহার করতে বাধা সৃষ্টি করা হয়েছে।
gu: SELinux એ $SOURCE_PATH ને સંભવિતપણે ખોટી રીતે લેબલ થયેલ ફાઈલો $TARGET_PATH વાપરવાથી અટકાવી રહ્યું છે.
it: SELinux impedisce a $SOURCE_PATH di utilizzare file etichettati potenzialmente in modo incorretto $TARGET_PATH.
ja: SELinux は誤ったラベル付けの可能性のあるファイル、 $TARGET_PATH の $SOURCE_PATH よる使用を阻止しています。
pl: SELinux powstrzymuje $SOURCE przed używaniem plików z potencjalnie błędnymi etykietami $TARGET_PATH.
sr: SELinux спречава $SOURCE_PATH од употребе могуће погрешно означених датотека $TARGET_PATH.
uk: SELinux запобігає $SOURCE_PATH використовувати потенційно неправильно позначені файли ($TARGET_PATH).

source: SELinux has denied the $SOURCE access to potentially mislabeled files $TARGET_PATH. This means that SELinux will not allow httpd to use these files. If httpd should be allowed this access to these files you should change the file context to one of the following types, %s. Many third party apps install html files in directories that SELinux policy cannot predict. These directories have to be labeled with a file context which httpd can access.
bn_in: SELinux দ্বারা $SOURCE-কে সন্দেহজনক লেবেল সহ ফাইল $TARGET_PATH পড়তে বাধা সৃষ্টি করা হয়েছে। এর ফলে SELinux দ্বারা httpd-কে এই সমস্ত ফাইল ব্যবহারের অনুমতি প্রদান করা হবে না। httpd-র জন্য এই ফাইলগুলি ব্যবহারের অনুমতি প্রদান করার জন্য নিম্নলিখিত একটি ধরনে ফাইলের কনটেক্সট পরিবর্তন করা আবশ্যক, %s. কিছু ক্ষেত্রে স্বতন্ত্র অ্যাপ্লিকেশনগুলির দ্বারা SELinux পলিসির অজানা ডিরেক্টরির মধ্যে html ফাইল স্থাপন করা হয়। এই ডিরেক্টরিগুলির ক্ষেত্রে httpd দ্বারা ব্যবহারযোগ্য ফাইল কনটেক্সট সহযোগে লেবেল প্রয়োগ করা আবশ্যক
gu: SELinux એ $SOURCE વપરાશને સંભવિત ખોટી રીતે લેબલ થયેલ ફાઈલોનો $TARGET_PATH માટે નામંજૂર કર્યો છે. આનો અર્થ એ થાય કે SELinux એ http ને આ ફાઈલો વાપરવા માટે પરવાનગી આપશે નહિં. જો httpd ને આ ફાઇલોનાં પ્રવેશ માટે પરવાનગી આપે તો તમારે નીચેનાં પ્રકારો નાં એક ફાઇલ સંદર્ભ ને બદલવો જોઇએ, %s. ણણીા ત્રીજી વ્યક્તિ કાર્યક્રમો html ફાઈલોને ડિરેક્ટરીઓમાં સ્થાપિત કરે છે કે જેની SELinux પોલિસી ધારણા કરી શકે નહિં. આ ડિરેક્ટરીઓ ફાઈલ સંદર્ભ સાથે લેબલ થયેલ હોવી જોઈએ કે જેને httpd વાપરી શકે.
it: SELinux ha negato l'accesso a $SOURCE ai file $TARGET_PATH etichettati in modo potenzialmente incorretto. Ciò significa che SELinux non permetterà a httpd di utilizzare questi file. Se httpd ha bisogno dell'accesso a questi file bisogna cambiare il contesto dei file nei seguenti tipi, %s.. Numerose applicazioni di terzi installano file html in cartelle che le policy di SELinux non possono prevedere. Le suddette cartelle devono essere etichettate con un contesto file accessibile da parte di httpd.
ja: SELinux は $SOURCE よる誤ったラベル付けの可能性のあるファイル $TARGET_PATH へのアクセスを拒否しました。 SELinux は httpd による これらのファイルの使用を許可しないという意味です。httpd がこれらのファイルに アクセスを許可されるべきである場合は、ファイルコンテキストを次のタイプに 変更する必要があります。%s ’ 多くのサード パーティーのアプリケーションは SELinux ポリシーが予期できない ディレクトリーに html ファイルをインストールします。これらのディレクトリーは httpd がアクセスができるファイルコンテキストでラベル付けされなければなりません。
pl: SELinux odmówił $SOURCE dostępu do plików z potencjalnie błędnymi etykietami $TARGET_PATH. Oznacza to, że SELinux nie pozwoli httpd na używanie tych plików. Jeśli httpd powinien mieć dostęp do tych plików, powinno się zmienić kontekst plików na jeden z poniższych typów, %s. Wiele aplikacji firm trzecich instaluje pliki HTML w katalogach, których polityka SELinuksa nie może przewidzieć. Te katalogi muszą mieć kontekst, do którego httpd ma dostęp.
sr: SELinux је одбио $SOURCE приступ датотекама $TARGET_PATH које су могуће погрешно означене. Ово значи да SELinux неће дозволити да httpd користи ове датотеке. Ако за httpd треба да буде дозвољен овај приступ тим датотекама, треба да промените контекст датотека у једну од следећих врста: %s. Многи програми са стране инсталирају html датотеке у директоријуме које SELinux полиса не може да предвиди. Ови директоријуми морају бити означени контекстом датотеке којем httpd може да приступи.
uk: SELinux закрила $SOURCE доступ до потенційно неправильно позначених файлів $TARGET_PATH. Це означає, що SELinux не дасть http використовувати ці файли. Щоб дозволити доступ httpd до цих файлів, змініть контекст на один з типів: %s. Багато програм третіх сторін встановлюють файли html у каталоги, що не передбачені політикою SELinux. Ці каталоги повинні бути марковані контекстом, до якого у httpd є доступ.

source: If you want to change the file context of $TARGET_PATH so that the httpd daemon can access it, you need to execute it using semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH'. <br><br>where FILE_TYPE is one of the following: %s. You can look at the httpd_selinux man page for additional information.
bn_in: httpd ডেমনের দ্বারা ব্যবহারের উদ্দেশ্যে $TARGET_PATH'র ফাইল কনটেক্সট পরিবর্তন করতে হলে প্রয়োগ করুন semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH'. <br><br>FILE_TYPE-র ক্ষেত্রে নিম্নলিখিত যে কোনো একটি মান প্রয়োগ করুন: %s. অধিক জানতে httpd_selinux man পৃষ্ঠা দেখুন।
gu: જો તમે $TARGET_PATH નો ફાઈલ સંદર્ભ બદલવા માંગો કે જેથી httpd ડિમન તેને વાપરી શકે, તો તમારે તેને fcontext -a -t FILE_TYPE '$TARGET_PATH' ની મદદથી ચલાવવાની જરૂર છે. <br><br>જ્યાં FILE_TYPE એ નીચેનાં માંથી એક છે: %s. તમે વધારાની જાણકારી માટે httpd_selinux મુખ્ય પાનાં આગળ જોઈ શકો છો.
it: Se si desidera modificare il contesto del file di $TARGET_PATH in modo che il demone httpd vi possa accedere, eseguirlo utilizzando semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH'. <br><br>dove FILE_TYPE è uno dei seguenti: %s. Per ulteriori informazioni consultare la pagina man di httpd_selinux.
ja: httpd デーモンがアクセスできるよう $TARGET_PATH のファイルコンテキストを変更する場合は、 semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH' を使って 実行する必要があります。 <br><br>ここで、 FILE_TYPE は以下のいずれかです: %s. 詳細情報については httpd_selinux の man ページを参照してください。
pl: Aby zmienić kontekst pliku $TARGET_PATH tak, aby demon httpd miał do nich dostęp, należy wykonać semanage fcontext -a -t TYP_PLIKU "$FIX_TARGET_PATH". <br><br>gdzie TYP_PLIKU jest jednym z poniższych: %s. Proszę zobaczyć stronę podręcznika httpd_selinux, aby dowiedzieć się więcej.
sr: Ако желите да промените контекст датотеке за $TARGET_PATH како би јој httpd системска услуга могла приступити, то извршите користећи semanage fcontext -a -t ВРСТА_ДАТОТЕКЕ '$FIX_TARGET_PATH'. <br><br>где је ВРСТА_ДАТОТЕКЕ једна од следећих: %s. Можете погледати httpd_selinux man страницу за додатне информације.
uk: Якщо ви бажаєте змінити контекст файлу $TARGET_PATH з метою дозволу доступу до нього службі httpd, запустіть його за допомогою «semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH'». <br><br>де FILE_TYPE може мати значення: %s. Докладнішу інформацію можна знайти на сторінці довідки httpd_selinux.

source: SELinux is preventing the http daemon from using built-in scripting.
bn_in: SELinux দ্বারা http ডেমনকে বিল্ট-ইন স্ক্রিপ্ট ব্যবহারে বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux એ http ડિમનને આંતરિક સ્ક્રિપ્ટિંગ વાપરવાથી બચાવી રહ્યું છે.
it: SELinux ha impedito l'utilizzo da parte del demone http di utilizzare script interni.
ja: SELinux は http デーモンによるビルトインのスクリプト機能の使用を阻止しています。
pl: SELinux powstrzymuje demona HTTP przed używaniem wbudowanych skryptów.
sr: SELinux спречава http системску услугу од употребе уграђеног скриптовања.
uk: SELinux запобігає використанню вбудованих сценаріїв службою http.

source: SELinux has denied the http daemon from using built-in scripting. This means that SELinux will not allow httpd to use loadable modules to run scripts internally. If you did not setup httpd to use built-in scripting, this may signal an intrusion attempt.
bn_in: SELinux দ্বারা http ডেমনকে বিল্ট-ইন স্ক্রিপ্ট ব্যবহারে বাধা সৃষ্টি করা হচ্ছে। এর ফলে SELinux দ্বারা httpd'কে আড়ালে স্ক্রিপ্ট চালানোর জন্য লোড করার যোগ্য মডিউল ব্যবহার করতে দেওয়া হবে না। httpd দ্বারা বিল্ট-ইন স্ক্রিপ্ট ব্যবহারের জন্য কনফিগার না করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ http ડિમનને આંતરિક સ્ક્રિપ્ટીંગ વાપરવાથી મનાઈ કરેલ છે. આનો અર્થ એ થાય કે SELinux એ httpd ને લોડ કરી શકાય તેવા મોડ્યુલોને સ્ક્રિપ્ટો આંતરિક રીતે વાપરવા માટે પરવાનગી આપશે નહિં. જો તમે આંતરિક સ્ક્રિપ્ટીંગ વાપરવા માટે httpd સુયોજિત કર્યું નહિં હોય, તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha negato l'utilizzo da parte del demone http di script interni. Ciò significa che SELinux non permetterà a httpd di utilizzare moduli caricabili per eseguire gli script internamente. Se non è stato impostato httpd in modo da utilizzare lo scripting interno, ciò potrebbe segnalare un tentativo di intrusione.
ja: SELinux は http デーモンによるビルトインのスクリプト機能の使用を拒否しました。 これは、httpd が内部的にスクリプトを実行するためにロード可能なモジュールを使用することを SELinux は許可しないということです。httpd にビルトインのスクリプト機能の使用を 設定していなかった場合、不正侵入の試行を示している可能性があります。
pl: SELinux odmówił demonowi HTTP używania wbudowanych skryptów. Oznacza to, że SELinux nie pozwoli httpd na używanie wczytywalnych modułów do wewnętrznego uruchamiania skryptów. Jeśli nie ustawiono httpd tak, aby używał wbudowanych skryptów, może to wskazywać na próbę włamania.
sr: SELinux је одбио http системској услузи употребу уграђеног скриптовања. Ово значи да SELinux неће дозволити да httpd користи модуле за учитавање ради интерног извршавања скрипти. Ако нисте подесили httpd за употребу уграђеног скриптовања, ово може указивати на покушај упада.
uk: SELinux забороняє службі http використання вбудованих засобів виконання скриптів. Це означає, що SELinux не дозволить http використовувати модулі для внутрішнього виконання сценаріїв. Якщо ви не встановлювали подібні параметри, можливо має місце спроба вторгнення.

source: If you want the http daemon to use built in scripting you need to enable the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
bn_in: http ডেমন দ্বারা বিল্ট-ইন স্ক্রিপ্টের ব্যবহার অনুমোদন করতে $BOOLEAN বুলিয়ান সক্রিয় করুন: "setsebool -P $BOOLEAN=1"
gu: જો તમે http ડિમનને આંતરિક સ્ક્રિપ્ટિંગ વાપરવા માટે ઈચ્છો તો તમારે $BOOLEAN બુલિયન સક્રિય કરવાની જરૂર છે: "setsebool -P $BOOLEAN=1"
it: Se si desidera che il demone http utilizzi lo scripting interno, sarà necessario abilitare il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
ja: http デーモンにビルトインのスクリプト機能を使用させるには、 $BOOLEAN ブーリアンを有効にする必要があります: "setsebool -P $BOOLEAN=1"
pl: Aby demon HTTP używał wbudowanych skryptów, należy włączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1"
sr: Ако желите да http системска услуга користи уграђено скриптовање, треба да укључите $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“
uk: Для дозволу службі http використовувати вбудовані сценарії встановіть логічну змінну $$BOOLEAN: «setsebool -P $BOOLEAN=1»

source: SELinux is preventing the http daemon from connecting to a database.
bn_in: SELinux দ্বারা http ডেমনকে ডাটাবেসের সাথে সংযোগ স্থাপন করতে বাধা দেওয়া হচ্ছে।
gu: SELinux એ http ડિમનને ડેટાબેઝ સાથે જોડાવાથી બચાવી રહ્યું છે.
it: SELinux ha impedito al demone http di collegarsi ad un database.
ja: SELinux は http デーモンによるデータベースへの接続を阻止しています。
pl: SELinux powstrzymuje demona HTTP przed połączeniem się do bazy danych.
sr: SELinux спречава http системску услугу од повезивања са базом података.
uk: SELinux запобігає підключенню службі http до бази даних.

source: SELinux has denied the http daemon from connecting to a database. An httpd script is trying to connect to a database port. If you did not setup httpd to allow database connections, this could signal an intrusion attempt.
bn_in: SELinux দ্বারা http ডেমনকে ডাটাবেসের সাথে সংযোগ স্থাপন করতে বাধা দেওয়া হচ্ছে। একটি httpd স্ক্রিপ্ট দ্বারা ডাটাবেস পোর্টের সাথে সংযোগের প্রচেষ্টা করা হচ্ছে। httpd দ্বারা ডাটাবেস সংযোগ অনুমোদন নির্ধারণ না করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ http ડિમનને ડેટાબેઝ સાથે જોડાવાથી નામંજૂર કરેલ છે. httpd સ્ક્રિપ્ટ એ ડેટાબેઝ પોર્ટ સાથે જોડાવાનો પ્રયાસ કરી રહી છે. જો તમે httpd ને ડેટાબેઝ જોડાણોની પરવાનગી આપવા માટે સુયોજિત નહિં કરેલ હોય, તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha impedito al demone http di collegarsi ad un database. Uno script httpd stà cercando di collegarsi ad una porta del database. Se non è stato impostato httpd in modo da permettere collegamenti al database, ciò potrebbe segnalare un tentativo d'intrusione.
ja: SELinux は http デーモンによるデータベースへの接続を拒否しました。 httpd スクリプトの１つがデータベースポートに接続を試行しています。 httpd に データベース接続の許可を設定していなかった場合、これは不正侵入の試行を示唆している可能性があります。
pl: SELinux odmówił demonowi HTTP połączenia się z bazą danych. Skrypt httpd próbuje połączyć się z portem bazy danych. Jeśli nie ustawiono httpd tak, aby pozwalać na połączenia z bazą danych, może to wskazywać na próbę włamania.
sr: SELinux је одбио http системској услузи повезивање са базом података. httpd скрипта покушава да се повеже са портом за базу података. Ако нисте подесили httpd да дозвољава повезивање са базом података, ово може указивати на покушај упада.
uk: SELinux заборонила підключення службі http до бази даних. Сценарій http намагається підключитися до порту БД. Якщо http не налаштований на дозвіл підключень до БД, це може бути індикатором спроби вторгнення.

source: If you want httpd to allow database connections you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
bn_in: httpd দ্বারা ডাটাবেস সংযোগের অনুমতি প্রদান করতে $BOOLEAN বুলিয়ান সক্রিয় করুন: "setsebool -P $BOOLEAN=1"
gu: જો તમે httpd ને ડેટાબેઝ જોડાણોને પરવાનગી આપવા માંગો તો તમારે $BOOLEAN બુલિયન ચાલુ કરવાની જરૂર નથી: "setsebool -P $BOOLEAN=1"
it: Se si desidera che httpd abiliti i collegamenti al database, allora abilitare il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
ja: httpd にデータベース接続の許可を与える場合は、 $BOOLEAN ブーリアン をオンにする必要があります: "setsebool -P $BOOLEAN=1"
pl: Aby pozwolić httpd na połączenia z bazą danych, należy włączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1"
sr: Ако желите да httpd дозвољава повезивање са базом података, треба да укључите $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“
uk: Для дозволу підключення службі httpd до бази даних встановіть логічну змінну $BOOLEAN: «setsebool -P $BOOLEAN=1»

source: SELinux is preventing the http daemon from connecting to itself or the relay ports
bn_in: SELinux দ্বারা http ডেমনকে নিজের অথবা রিলে পোর্টের সাথে সংযোগ স্থাপনে বাধা দেওয়া হচ্ছে
gu: SELinux એ http ડિમનને પોતાની સાથે અથવા રીલે પોર્ટો સાથે જોડવાથી અટકાવી રહ્યુ છે
it: SELinux ha impedito al demone http di collegarsi a se stesso o alle porte di relay
ja: SELiux は http デーモンによる自身への、または中継ポートヘの接続を阻止しています。
pl: SELinux powstrzymuje demona HTTP przed połączeniem się do samego siebie lub do portów przekierowujących
sr: SELinux спречава http системску услугу од повезивања са самом собом или са портовима за прослеђивање
uk: SELinux запобігає підключенню службі http до самого себе або до портів ретрансляції
