Repository: 1dot75cm/selinux-policy
Catalog: plugins/po/*.po
Languages: bn_in, gu, it, ja, pl, sr, uk

source: SELinux denied access requested by $SOURCE_PATH. $SOURCE_PATH is mislabeled. $SOURCE_PATH default SELinux type is <B>$DEFAULT_CONTYPE</B>, but its current type is <B>$CURRENT_CONTYPE</B>. Changing this file back to the default type, may fix your problem. <p> If you believe this is a bug, please file a bug report against this package.
bn_in: $SOURCE_PATH দ্বারা অনুরোধ করা অনুমতি SELinux দ্বারা প্রত্যাখ্যান করা হয়েছে। $SOURCE_PATH-র লেবেল সঠিক নয়। $SOURCE_PATH-র ক্ষেত্রে <B>$DEFAULT_CONTYPE</B> হলে ডিফল্ট SELinux-র ধরন, কিন্তু বর্তমানে এটি <B>$CURRENT_CONTYPE</B> রূপে চিহ্নিত রয়েছে। ডিফল্ট ধরনে এটি পরিবর্তন করা হলে আপনার সমস্যা সমাধান হতে পারে। <p> এটি যদি বাগ হয়ে থাকে, তাহলে এই প্যাকেজের জন্য বাগ রূপে এটি দায়ের করুন।
gu: SELinux એ $SOURCE_PATH એ દ્વારા અરજી થયેલ વપરાશ નામંજૂર કરી દીધો. $SOURCE_PATH એ ખોટો લેબલ થયેલ છે. $SOURCE_PATH મૂળભૂત SELinux પ્રકાર <B>$DEFAULT_CONTYPE</B> છે, પરંતુ તેનો વર્તમાન પ્રકાર <B>$CURRENT_CONTYPE</B> છે. આ ફાઈલને મૂળભૂત પ્રકારમાં બદલવાનું, કદાચ તમારી સમસ્યા ઉકેલી શકે. <p> જો તમને આ ભૂલ મળે, તો મહેરબાની કરીને આ પેકેજ વિરુદ્ધ ભૂલનો અહેવાલ જમા કરો.
it: SELinux ha negato l'accesso richiesto da $SOURCE_PATH. $SOURCE_PATH è etichettato incorrettamente. Il tipo di SELinux predefinito per $SOURCE_PATH è <B>$DEFAULT_CONTYPE</B>, ma quello corrente è <B>$CURRENT_CONTYPE</B>. Cambiando questo file nella tipologia predefinita potrebbe correggere il problema. <p> Se questo è un bug inviare un bug report relativo a questo pacchetto.
ja: SELinux は $SOURCE_PATH によるアクセス要求を拒否しました。$SOURCE_PATH に ラベル間違いがあります。$SOURCE_PATH のデフォルト SELinux タイプは <B>$DEFAULT_CONTYPE</B> ですが、現在のタイプは <B>$CURRENT_CONTYPE</B> です。このファイルを デフォルトタイプに戻すと問題を修復するかも知れません。 <p> これがバグだと思われる場合は、このパッケージに関するバグレポートを 提出して下さい。
pl: SELinux odmówił dostępu żądanego przez $SOURCE_PATH. $SOURCE_PATH posiada błędną etykietę. Domyślnym typem SELinuksa dla $SOURCE_PATH jest <B>$DEFAULT_CONTYPE</B>, ale jego bieżącym jest <B>$CURRENT_CONTYPE</B>. Zmiana typu z powrotem na domyślny może naprawić problem. <p> Jeśli jest to błąd, proszę zgłosić raport błędu o tym pakiecie.
uk: SELinux заборонила доступ $SOURCE_PATH. $SOURCE_PATH має помилкову мітку. Типовим типом SELinux $SOURCE_PATH є <B>$DEFAULT_CONTYPE</B>, поточний же тип встановлено у значення <B>$CURRENT_CONTYPE</B>. Повернення цьому файлу типового типу може виправити проблему. <p> Якщо ви впевнені, що проблему спричинено вадами, будь ласка, створіть повідомлення про ваду у відповідному пакунку.

source: You can restore the default system context to this file by executing the restorecon command. restorecon '$SOURCE_PATH'.
bn_in: restorecon কমান্ড প্রয়োগ করে এই ফাইলের ডিফল্ট সিস্টেম কনটেক্স পুনরুদ্ধার করা যাবে। restorecon -R /root/.ssh প্রয়োগ করে restorecon সহযোগে পুনরুদ্ধার করুন।
gu: તમે આ ફાઈલનો મૂળભૂત સિસ્ટમ restorecon આદેશ ચલાવીને સંદર્ભ પુનઃસંગ્રહી શકો છો. restorecon '$SOURCE_PATH'.
it: È possibile ripristinare il contesto del sistema predefinito su questo file eseguendo il comando restorecon. restorecon '$SOURCE_PATH'.
ja: restorecon コマンドを実行することにより、このファイルへデフォルトのシステムコンテキストを 復元することが出来ます。 restorecon '$SOURCE_PATH'
pl: Można przywrócić domyślny kontekst systemu tego pliku wykonując polecenie restorecon. restorecon "$SOURCE_PATH".
uk: Первинний контекст можна відновити за допомогою команди restorecon Виконайте команду «restorecon '$SOURCE_PATH'».

source: SELinux denied rsync access to $TARGET_PATH. If this is a RSYNC repository it has to have a file context label of rsync_data_t. If you did not intend to use $TARGET_PATH as a rsync repository it could indicate either a bug or it could signal a intrusion attempt.
bn_in: SELinux দ্বারা rsync-কে $TARGET_PATH ব্যবহার করতে প্রতিরোধ করা হয়েছে। RSYNC সংগ্রহস্থলের ক্ষেত্রে rsync_data_t ফাইল কনটেক্সট লেবেল প্রয়োগ করা আবশ্যক। $TARGET_PATH rsync সংগ্রহস্থল না হলে সম্ভত এটি একটি বাগ অথবা অনুপ্রবেশের প্রচেষ্টা।
gu: SELinux એ $TARGET_PATH નો rsync વપરાશ નામંજૂર કર્યો. જો આ RSYNC રીપોઝીટરી હોય તો તેને rsync_data_t નું ફાઈલ સંદર્ભ લેબલ હોવું જોઈએ. જો તમે $TARGET_PATH ને rsync રીપોઝીટરી તરીકે વાપરવાનો હેતુ રાખ્યો નહિં હોય તો તે ક્યાં તો ભૂલ તરીકે સૂચવી શક્યું હોત અથવા તે ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha negato a rsync l'accesso a $TARGET_PATH. Se risulta essere un repository RSYNC sarà necessaria un'etichetta del contesto del file rsync_data_t. Se non si voleva utilizzare $TARGET_PATH come repository rsync, tale comportamento potrebbe indicare un bug oppure un tentativo d'intrusione.
ja: SELinux は rsync が $TARGET_PATH にアクセスするのを拒否しました。 これが、RSYNC のレポジトリーであるなら、rsync_data_t のファイル コンテキストラベルを持っている必要があります。$TARGET_PATH を rsync レポジトリーとして使用する予定でなかった場合、これはバグか、 あるいは、侵入の試みを示します。
pl: SELinux odmówił rsync dostępu do $TARGET_PATH. Jeśli jest to repozytorium RSync, musi mieć kontekst pliku rsync_data_t. Jeśli $TARGET_PATH nie miało zostać użyte jako repozytorium RSync, może to wskazywać na błąd lub próbę włamania.
sr: SELinux је одбио rsync приступ ка $TARGET_PATH. Ако је ово RSYNC спремиште, мора имати rsync_data_t ознаку контекста датотеке. Ако нисте намерили да користите $TARGET_PATH као rsync спремиште ово може указивати или на грешку или на покушај упада.
uk: SELinux заборонила доступ rsync до $TARGET_PATH. Якщо це репозиторій RSYNC, він повинен мати контекст rsync_data_t. Якщо ви не використовуєте $TARGET_PATH як репозиторій rsync, можливо це помилка або спроба вторгнення.

source: You can alter the file context by executing chcon -R -t rsync_data_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
bn_in: chcon -R -t rsync_data_t '$TARGET_PATH' প্রয়োগ করে ফাইল কনটেক্সট পরিবর্তন করা যাবে। সিস্টেমের মধ্যে ডিফল্ট ফাইল কনটেক্স ফাইল পরিবর্তন করা আবশ্যক। এর ফলে সম্পূর্ণ রি-লেবল (relabel) করা হলেও কনটেক্সট অপরিবর্তিত থাকবে। "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
gu: તમે chcon -R -t rsync_data_t '$TARGET_PATH' ચલાવીને ફાઈલ સંદર્ભ બદલી શકો છો તમારે મૂળભૂત ફાઈલ સંદર્ભ ફાઈલોને પણ સંપૂર્ણ પુન:લેબલ પર તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર બદલવી જ પડશે. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
it: È possibile alterare il contesto del file eseguendo chcon -R -t rsync_data_t '$TARGET_PATH' È necessario inoltre modificare i file per il contesto del file predefinito sul sistema per preservarli anche da una completa rietichettatura. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
ja: chcon -R -t rsync_data_t '$TARGET_PATH' を実行すると、ファイルコンテキストを変更することが出来ます。 また、それらを完全な再ラベルの後でも保持できるようにシステム上でデフォルトのファイルコンテキストも変更しなければなりません。"semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
pl: Można zmienić kontekst pliku wykonując chcon -R -t rsync_data_t "$TARGET_PATH" Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
uk: Файловий контекст можна змінити командою «chcon -R -t rsync_data_t '$TARGET_PATH'» Також терба змінити типові контексти файлів у системі, щоб вони збереглись при повторній розмітці. «semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'»

source: SELinux is preventing the samba daemon from reading users' home directories.
bn_in: SELinux দ্বারা samba ডেমনকে ব্যবহারকারীদের ব্যক্তিগত ডিরেক্টরি পড়তে বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux એ samba ડિમનને વપરાશકર્તાઓ ઘર ડિરેક્ટરીઓથી વાંચવાથી બચાવેલ છે.
it: SELinux impedisce al demone samba di leggere le cartelle home degli utenti.
ja: SELinux は samba デーモンによるユーザーのホームディレクトリーの読み込みを 阻止しています。
pl: SELinux powstrzymuje demona Samby przed odczytaniem katalogów domowych użytkowników.
sr: SELinux спречава samba системску услугу од читања личних директоријума корисника.
uk: SELinux забороняє службі samba читати домашні каталоги користувачів.

source: SELinux has denied the samba daemon access to users' home directories. Someone is attempting to access your home directories via your samba daemon. If you only setup samba to share non-home directories, this probably signals an intrusion attempt. For more information on SELinux integration with samba, look at the samba_selinux man page. (man samba_selinux)
bn_in: SELinux দ্বারা samba ডেমনকে ব্যবহারকারীদের ব্যক্তিগত ডিরেক্টরি পড়তে বাধা সৃষ্টি করা হচ্ছে। কেউ samba ডেমনের অপব্যবহার করে এর মাধ্যমে কোনো ব্যবহারকারীর ব্যক্তিগত ডিরেক্টরিতে ঢোকার প্রচেষ্টা করছে। samba দ্বারা শুধুমাত্র ব্যক্তিগত ভিন্ন অন্যান্য ডিরেক্টরির ব্যবহার কনফিগার করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে। SELinux'র সাথে samba'র সমন্বয় সম্পর্কে অধিক জানতে samba_selinux man পৃষ্ঠা পড়ুন। (man samba_selinux)
gu: SELinux એ વપરાશકર્તા ઘર ડિરેક્ટરીઓમાં samba ડિમનનો વપરાશ નામંજૂર કરેલ છે. કોઈક તમારા samba ડિમન મારફતે તમારી ઘર ડિરેક્ટરીઓનો વપરાશ કરવાનો પ્રયત્ન કરી રહ્યું છે. જો તમે samba ડિમનને માત્ર બિન ઘર ડિરેક્ટરીઓ વહેંચવા માટે જ સુયોજિત કરો, તો આ કદાચ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત. SELinux ના samba સાથેના સંકલન પર વધુ જાણકારી માટે, samba_selinux મદદ પાનાંને જુઓ. (man samba_selinux)
it: SELinux ha negato al demone samba l'accesso alle cartelle home degli utenti. Qualcuno sta cercando di accedere alla vostra cartella home tramite il demone samba. Se è stato impostato samba in modo da condividere solo cartelle diverse dalla cartella home, ciò potrebbe segnalare un tentativo d'intrusione. Per maggiori informazioni sull'integrazione SELinux con samba, consultare la pagina man samba_selinux. (man samba_selinux)
ja: SELinux は samba デーモンがユーザーホームディレクトリーにアクセスするのを 拒否しました。誰かが、samba デーモンを通じてユーザーのホームディレクトリーに アクセスしようとしています。samba が単にホームディレクトリー以外を共有するように 設定している場合は、これは多分、不正侵入の試みの形跡と言えます。 SELinux の samba との統合に関する詳細情報には、samba_selinux の man ページ (man samba_selinux) を参照して下さい。
pl: SELinux odmówił demonowi Samba dostęp do katalogów domowych użytkowników. Ktoś próbuje uzyskać dostęp do katalogów domowych przez demona Samby. Jeśli ustawiono Sambę tak, aby współdzielić tylko katalogi nie będące katalogami domowymi, prawdopodobnie wskazuje to próbę włamania. Aby dowiedzieć się więcej o integracji SELinuksa z Sambą, proszę przeczytać stronę podręcznika samba_selinux (man samba_selinux).
uk: SELinux забороняє службі samba доступ до домашніх каталогів користувачів. Хтось намагається отримати доступ до домашніх каталогів через службу samba. Якщо ви не налаштовували samba на роботу з домашніми каталогами, можливо має місце спроба вторгнення. Додаткову інформацію про інтеграцію SELinux та samba шукайте у посібниках samba_selinux. (man samba_selinux)

source: If you want samba to share home directories you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
bn_in: samba দ্বারা ব্যক্তিগত ডিরেক্টরি শেয়ার করার অনুমতি প্রদানের জন্য $BOOLEAN বুলিয়ান সক্রিয় করা আবশ্যক: "setsebool -P $BOOLEAN=1"
gu: જો તમે samba ને ઘર ડિરેક્ટરીઓ વહેંચવા માંગો તો તમારે $BOOLEAN બુલિયન ચાલુ કરવાની જરૂર છે: "setsebool -P $BOOLEAN=1"
it: Se si desidera che samba condivida le home directory, abilitate il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
ja: samba がホームディレクトリーを共有するようにしたい場合は、$BOOLEAN ブーリアン値を設定する必要があります: "setsebool -P $BOOLEAN=1"
pl: Aby Samba współdzieliła katalogi domowe, należy włączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1"
sr: Ако желите да samba раздељује личне директоријуме треба да укључите $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“
uk: Щоб відкрити доступ до домашніх каталогів, встановіть значення $BOOLEAN: «setsebool -P $BOOLEAN=1»

source: SELinux is preventing the samba daemon from serving r/o local files to remote clients.
bn_in: SELinux দ্বারা samba ডেমনকে দূরবর্তী ক্লায়েন্টদেরকে স্থানীয়রূপ উপস্থিত শুধুমাত্র পাঠযোগ্য ফাইলে ব্যবহার করতে প্রতিরোধ করা হচ্ছে।
gu: SELinux એ nfs ડિમનને દૂરસ્થ ક્લાઈન્ટોને સ્થાનિક ફાઈલો લખવાની પરવાનગી આપવાથી બચાવી રહ્યું છે.
it: SELinux impedisce al demone samba di servire i file locali r/o ai client remoti.
ja: SELinux は samba デーモンがリモートクライアントへのローカルファイルの r/o サービスを許可することを阻止しています。
pl: SELinux powstrzymuje demona Samby przed udostępnianiem lokalnych plików tylko do odczytu zdalnym klientom.
sr: SELinux спречава samba системску услугу да дозволи удаљеним клијентима читање локалних датотека.
uk: SELinux забороняє службі samba надавати віддалений клієнтам відкриті лише для читання локальні файли.

source: SELinux has preventing the samba daemon (smbd) from reading files on the local system. If you have not exported these file systems, this could signal an intrusion.
bn_in: SELinux দ্বারা samba ডেমনকে (smbd) স্থানীয় সিস্টেম থেকে ফাইল পড়তে বাধা সৃষ্টি করা হয়েছে। এই ফাইল-সিস্টেম এক্সপোর্ট না করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux ને samba ડિમનને (smbd) સ્થાનિક સિસ્ટમ પર ફાઈલો વાંચવાથી અટકાવી રહ્યું છે. જો તમે આ ફાઈલ સિસ્ટમોની નિકાસ ના કરી હોય, તો આ ઘૂંસણખોરીનો સંકેત આપી શક્યું હોત.
it: SELinux ha impedito al demone samba (smbd) di leggere i file sul sistema locale. Se non è stato esportato alcun file system, tale procedura potrebbe indicare una intrusione.
ja: SELinux は samba デーモン(smbd) によるローカルシステム上のファイル読み込みを 阻止しています。これらのファイルシステムをエキスポートしていない場合は、これは、 不正侵入の形跡の可能性があります。
pl: SELinux powstrzymuje demona Samby (smbd) przed odczytywaniem plików na lokalnym systemie plików. Jeśli nie wyeksportowano żadnych systemów plików, może to wskazywać na włamanie.
uk: SELinux заборонила службі samba (smbd) виконувати читання файлів у локальній системі. Якщо ви не експортуєте файлові системи, можливо має місце спроба вторгнення.

source: If you want to export file systems using samba you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1".
bn_in: samba দ্বারা ফাইল-সিস্টেম এক্সপোর্ট করতে ইচ্ছুক হলে $BOOLEAN বুলিয়ান সক্রিয় করা আবশ্যক: "setsebool -P $BOOLEAN=1"।
gu: જો તમે samba ની મદદથી ફાઈલ સિસ્ટમોની નિકાસ કરવા માંગો તો તમારે $BOOLEAN બુલિયન ચાલુ કરવાની જરૂર છે: "setsebool -P $BOOLEAN=1".
it: Se si desidera esportare dei file system utilizzando samba, allora sarà necessario abilitare il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1".
ja: samba を使用してファイルシステムをエキスポートしたい場合は、 $BOOLEAN ブーリアン値を設定する必要があります: "setsebool -P $BOOLEAN=1".
pl: Aby wyeksportować systemy plików używając Samby, należy włączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1".
sr: Ако желите да извозите системе датотека користећи samba треба да укључите $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“.
uk: Для дозволу експорту загальних файлових систем з samba необхідно встановіть ознаку $BOOLEAN: «setsebool -P $BOOLEAN=1».

source: SELinux is preventing the samba daemon from allowing remote clients to write local files.
bn_in: SELinux দ্বারা samba ডেমনকে দূরবর্তী ক্লায়েন্টদেরকে স্থানীয় ফাইলে লেখার অনুমোদন প্রদানের প্রতিরোধ করা হচ্ছে।
gu: SELinux એ samba ડિમનને દૂરસ્થ ક્લાઈન્ટોને સ્થાનિક ફાઈલો લખવાની પરવાનગી આપવાથી બચાવી રહ્યું છે.
it: SELinux ha impedito al demone samba di far scrivere ai client remoti su file locali.
ja: SELinux は samba デーモンがリモートクライアントのローカルファイル書き込みを許可することを 阻止しています。
pl: SELinux powstrzymuje demona Samby przed pozwoleniem zdalnym klientom na zapisywanie lokalnych plików.
sr: SELinux спречава samba системску услугу да дозволи удаљеним клијентима уписивање локалних датотека.
uk: SELinux забороняє службі samba дозволяти віддаленим клієнтам запис у локальні файли.

source: SELinux has preventing the samba daemon (smbd) from writing files on the local system. If you have not exported any file systems (rw), this could signal an intrusion.
bn_in: SELinux দ্বারা samba ডেমনকে (smbd) স্থানীয় সিস্টেমে ফাইল লিখতে প্রতিরোধ করা হয়েছে। কোনো ফাইল-সিস্টেম (rw) এক্সপোর্ট না করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ samba ડિમન (smbd) ને સ્થાનિક સિસ્ટમ પર ફાઈલો લખવાથી અટકાવી રહ્યું છે. જો તમે કોઈપણ ફાઈલ સિસ્ટમો (rw) નિકાસ કરી નહિં હોય, તો આ ઘૂંસણખોરીનો સંકેત આપી શક્યું હોત.
it: SELinux ha impedito al demone samba (smbd) di scrivere file sul sistema locale. Se non è stato esportato alcun file system (rw), tale procedura potrebbe segnalare una intrusione.
ja: SELinux は samba デーモン (smbd) がローカルシステム上でファイルを書き込むのを阻止しています。ファイルシステム (rw) をエキスポートしていない場合は、これは不正侵入の形跡と言えます。
pl: SELinux powstrzymuje demona Samby (smbd) przed zapisywaniem plików na lokalnym systemie plików. Jeśli nie wyeksportowano żadnych systemów plików (w trybie do odczytu i zapisu), może to wskazywać na włamanie.
uk: SELinux заборонила службі samba (smbd) записувати файли у локальній системі. Якщо ви не експортуєте файлові системи, можливо має місце спроба вторгнення.

source: If you want to export writable file systems using samba you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1".
bn_in: samba-র সাহায্যে লিখনযোগ্য ফাইল-সিস্টেম এক্সপোর্ট করতে ইচ্ছুক হলে $BOOLEAN বুলিয়ান সক্রিয় করা আবশ্যক: "setsebool -P $BOOLEAN=1"।
gu: જો તમે લખી શકાય તેવી ફાઈલ સિસ્ટમોને samba ની મદદથી નિકાસ કરવા માંગો તો તમારે $BOOLEAN બુલિયન ચાલુ કરવાની જરૂર છે: "setsebool -P $BOOLEAN=1".
it: Se si desidera esportare file system scrivibili utilizzando samba, allora abilitare il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1".
ja: samba を使用して書き込み可能なファイルシステムをエキスポートしたい場合は、$BOOLEAN ブーリアン値を設定する必要があります: "setsebool -P $BOOLEAN=1".
pl: Aby wyeksportować zapisywalne systemy plików używając Samby, należy włączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1".
sr: Ако желите да извозите уписиве системе датотека користећи samba треба да укључите $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“.
uk: Для дозволу експорту файлових систем з можливістю запису, через samba, треба встановити значення $BOOLEAN: «setsebool -P $BOOLEAN=1».

source: SELinux is preventing the samba daemon from reading nfs file systems.
bn_in: SELinux দ্বারা samba ডেমনকে nfs ফাইল-সিস্টেম পড়তে প্রতিরোধ করা হচ্ছে।
gu: SELinux એ samba ડિમનને nfs ફાઈલ સિસ્ટમો વાંચવાથી બચાવી રહ્યું છે.
it: SELinux ha impedito al demone samba di leggere i file system nfs.
ja: SELinux は samba デーモンが nfs ファイルシステムを読み込むことを阻止しています。
pl: SELinux powstrzymuje demona Samby przed odczytaniem systemów plików NFS.
sr: SELinux спречава samba системску услугу од читања nfs система датотека.
uk: SELinux забороняє службі samba читати файлові системи nfs.

source: SELinux has denied the samba daemon access to nfs file systems. Someone is attempting to access an nfs file system via your samba daemon. If you did not setup samba to share nfs file systems, this probably signals an intrusion attempt.
bn_in: SELinux দ্বারা samba ডেমনকে nfs ফাইল-সিস্টেম পড়তে প্রতিরোধ করা হচ্ছে। কেউ samba ডেমনের অপব্যবহার করে এর মাধ্যমে nfs ফাইল-সিস্টেমে ঢোকার প্রচেষ্টা করছে। samba দ্বারা nfs ফাইল-সিস্টেম শেয়ার করার ব্যবস্থা কনফিগার না করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ nfs ફાઈલ સિસ્ટમો માટે samba ડિમન વપરાશ નામંજૂર કરેલ છે. કોઈક તમારા samba ડિમન મારફતે nfs ફાઈલ સિસ્ટમનો વપરાશ કરવાનો પ્રયાસ કરી રહ્યું છે. જો તમે samba ને nfs ફાઈલ સિસ્ટમો વહેંચવા માટે સુયોજિત કરેલ નહિં હોય, તો આ કદાચ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha negato al demone samba di accedere al file system nfs. Qualcuno sta cercando di accedere un file system nfs tramite il demone locale samba. Se non è stato impostato samba in modo da condividere i filesystem nfs, ciò probabilmente segnala un tentativo d'intrusione.
ja: SELinux は samba デーモンが nfs ファイルシステムにアクセスするのを 拒否しました。誰かが、ユーザーの samba デーモンを経由して nfs ファイル システムへのアクセスを試みています。samba が nfs ファイルシステムを共有 するように設定していない場合、これは多分、侵入の試みの形跡と言えます。
pl: SELinux odmówił demonowi Samby dostęp do systemów plików NFS. Ktoś próbuje uzyskać dostęp do systemu plików NFS przez demona Samby. Jeśli nie ustawiono Samby tak, aby współdzieliła systemy plików NFS, prawdopodobnie wskazuje to na próbę włamania.
uk: SELinux закрила доступ службі samba до розділів nfs. Хтось намагається отримати доступ до цих розділів за допомогою служби samba. Якщо ви не налаштовували samba на роботу з nfs, можливо - має місце спроба вторгнення.

source: If you want samba to share nfs file systems you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
bn_in: samba দ্বারা nfs ফাইল-সিস্টেম শেয়ার করতে ইচ্ছুক হলে $BOOLEAN বুলিয়ান সক্রিয় করুন: "setsebool -P $BOOLEAN=1"
gu: જો તમે samba ને nfs ફાઈલ સિસ્ટમો વહેંચવા માંગો તો તમારે $BOOLEAN બુલિયન ચાલુ કરવાની જરૂર છે: "setsebool -P $BOOLEAN=1"
it: Se si desidera che samba sia in grado di condividere i file system nfs, allora sarà necessario abilitare il boolean $BOOLEAN: "setsebool -P $BOOLEAN=1"
ja: samba が nfs ファイルを共有するようにしたい場合は、$BOOLEAN ブーリアン値を 設定する必要があります: "setsebool -P $BOOLEAN=1"
pl: Aby Samba współdzieliła systemy plików NFS, należy włączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1"
sr: Ако желите да samba раздељује nfs системе датотека, треба да укључите $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“
uk: Для дозволу експорту спільних файлових систем з nfs необхідно встановіть ознаку $BOOLEAN: «setsebool -P $BOOLEAN=1».

source: SELinux is preventing Samba ($SOURCE_PATH) "$ACCESS" access to $TARGET_PATH.
bn_in: SELinux দ্বারা Samba-কে ($SOURCE_TYPE) ডিভাইস $TARGET_PATH "$ACCESS" ব্যবহারের বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux એ Samba($SOURCE_PATH) "$ACCESS" વપરાશને $TARGET_PATH થી અટકાવી રહ્યું છે.
it: SELinux impedisce l'accesso Samba ($SOURCE_PATH) "$ACCESS" al dispositivo $TARGET_PATH.
ja: SELinux は $TARGET_PATH への Samba ($SOURCE_PATH) による "$ACCESS" アクセスを阻止しています。
pl: SELinux powstrzymuje Sambie ($SOURCE) "$ACCESS" dostęp do $TARGET_PATH.
sr: SELinux спречава samba ($SOURCE_PATH) „$ACCESS“ приступ ка $TARGET_PATH
uk: SELinux забороняє Samba ($SOURCE_PATH) отримувати доступ «$ACCESS» до $TARGET_PATH.

source: SELinux denied samba access to $TARGET_PATH. If you want to share this directory with samba it has to have a file context label of samba_share_t. If you did not intend to use $TARGET_PATH as a samba repository it could indicate either a bug or it could signal a intrusion attempt. Please refer to 'man samba_selinux' for more information on setting up Samba and SELinux.
bn_in: SELinux দ্বারা samba-কে $TARGET_PATH ব্যবহার করতে বাধা দেওয়া হচ্ছে। samba সহযোগে এই ডিরেক্টরিটি শেয়ার করতে হলে ফাইলের ফাইল কনটেক্সট লেবেল samba_share_t হওয়া আবশ্যক। $TARGET_PATH samba সংগ্রহস্থল না হলে এটি সম্ভবত একটি বাগ অথবা অনুপ্রবেশের সংকেত। Samba ও SELinux প্রস্তুত করার পদ্ধতি সম্পর্কে জানার জন্য অনুগ্রহ করে 'man samba_selinux' পড়ুন।
gu: SELinux એ $TARGET_PATH નો samba વપરાશ નામંજૂર કર્યો. જો તમે આ ડિરેક્ટરીને samba સાથે વહેંચવા માંગો તો તેને samba_share_t નું ફાઈલ સંદર્ભ લેબલ હોવું જોઈએ. જો તમે $TARGET_PATH ને samba રીપોઝીટરી તરીકે વાપરવાનો હેતુ રાખ્યો નહિં હોય તો તે ક્યાં તો ભૂલ સૂચવી શક્યું હોત અથવા તે ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત. મહેરબાની કરીને Samba અને SELinux સુયોજિત કરવા પર વધારે જાણકારી માટે 'man samba_selinux' નો સંદર્ભ લો.
it: SELinux ha negato un accesso samba a $TARGET_PATH. Se si desidera condividere questa directory con samba, allora sarà necessaria l'etichetta del contesto del file samba_share_t. Se non si desidera utilizzare $TARGET_PATH come repositorio di samba, tale situazione potrebbe indicare un bug oppure un tentativo d'intrusione. Consultare 'man samba_selinux' per maggiori informazioni su come impostare Samba e SELinux.
ja: SELinux は samba が $TARGET_PATH へアクセスするのを拒否しました。 このディレクトリを samba で共有したい場合、samba_share_t の ファイルコンテキストラベルを持っている必要があります。$TARGET_PATH を samba レポジトリとして使用する意図で無かった場合、これはバグか、又は 侵入の試みの形跡を意味します。Samba と SELinux のセットアップに関する 詳細には 'man samba_selinux' を参照して下さい。
pl: SELinux odmówił Sambie dostęp do $TARGET_PATH. Aby współdzielić ten katalog za pomocą Samby, musi on mieć etykietę pliku samba_share_t. Jeśli $TARGET_PATH nie miało zostać użyte jako repozytorium Samby, może to wskazywać na błąd lub próbę włamania. Proszę zobaczyć "man samba_selinux", aby dowiedzieć się więcej o ustawianiu Samby i SELinuksa.
uk: SELinux заборонила доступ samba до $TARGET_PATH. Якщо ви бажаєте використовувати цей каталог разом з samba, він повинен мати контекст samba_share_t. Якщо ви не збирались використовувати $TARGET_PATH як репозиторій samba. Це може свідчити про помилку або про спробу вторгнення. Докладну інформацію про параметри Samba та SELinux можна знайти на сторінці довідки «man samba_selinux».
