Repository: 1dot75cm/selinux-policy
Catalog: plugins/po/*.po
Languages: bn_in, gu, it, ja, pl, sr, uk

source: If samba should be allowed to write to this directory you need to turn on the $BOOLEAN boolean and change the file context of the public directory to public_content_rw_t. Read the samba_selinux man page for further information: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t public_content_rw_t <path>"
bn_in: ftp-কে এই ডিরেক্টরিতে লেখার অনুমতি প্রদান করতে হলে $BOOLEAN বুলিয়ান সক্রিয় করুন ও সার্বজনীন ডিরেক্টরিটির ফাইল কনটেক্সট public_content_rw_t'এ পরিবর্তন করুন। অধিক জানতে samba_selinux man পৃষ্ঠা পড়ুন: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" সিস্টেমের মধ্যে ডিফল্ট ফাইল কনটেক্স ফাইল পরিবর্তন করা আবশ্যক। এর ফলে সম্পূর্ণ রি-লেবল (relabel) করা হলেও কনটেক্সট অপরিবর্তিত থাকবে। "semanage fcontext -a -t public_content_rw_t <path>"
gu: જો ftp આ ડિરેક્ટરી લખવા માટે માન્ય હોવી જોઈએ તો તમારે $BOOLEAN બુલિયન ચાલુ કરવાની અને જાહેર ડિરેક્ટરીનો સંદર્ભ public_content_rw_t માં બદલવાની જરૂર છે. આગળની જાણકારી માટે samba_selinux મદદ પાનું વાંચો: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" તમારે સંપૂર્ણ નામ બદલવા પર પણ તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર મૂળભૂત ફાઇલ સંદર્ભ ફાઇલોને પણ બદલવુ જ જોઇએ. "semanage fcontext -a -t public_content_rw_t <path>"
it: Se si desidera che ftp sia in grado di scrivere in questa cartella, abilitare il booleano $BOOLEAN e modificare il contesto del file della cartella pubblica in public_content_rw_t. Per maggiori informazioni consultare la pagina man di samba_selinux: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Si deve inoltre cambiare i file di contesto del file predefinito sul sistema per preservarli anche da una completa rietichettatura. "semanage fcontext -a -t public_content_rw_t <path>"
ja: samba によるこのディレクトリーへの書き込みが許可されなければならない場合、 $BOOLEAN ブーリアンをオンにして公共ディレクトリーのファイルコンテキストを public_content_rw_t に変更する必要があります。詳細については、 samba_selinux の man ページをお読みください: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" また、完全なラベル替えの後でもファイルコンテキストを維持するためには、 デフォルトのファイルコンテキストファイルを変更する必要があります。"semanage fcontext -a -t public_content_rw_t <path>"
pl: Jeśli Samba powinna mieć pozwolenie na zapisanie w tym katalogu, należy włączyć zmienną logiczną $BOOLEAN i zmienić kontekst katalogu publicznego na public_content_rw_t. Proszę przeczytać stronę podręcznika samba_selinux, aby dowiedzieć się więcej: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <ścieżka>" Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. "semanage fcontext -a -t public_content_rw_t <ścieżka>"
sr: Ако samba услузи треба дозволити уписивање у овај директоријум, треба да укључите $BOOLEAN логичку променљиву и промените контекст датотеке јавног директоријума на public_content_rw_t. Прочитајте samba_selinux man страницу за више информација: „setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <путања>“ Такође, морате променити подразумевани контекст датотека на систему како би их сачували у случају поновног означавања. „semanage fcontext -a -t public_content_rw_t <путања>“
uk: Для дозволу samba виконувати запис у цю теку необхідно встановити логічну змінну $BOOLEAN та замінити контекст спільної теки на public_content_rw_t. За докладною інформацією зверніться до сторінки довідки samba_selinux: «setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>» Також треба змінити типові контексти файлів у системі, щоб вони збереглись навіть при повторній розмітці. «semanage fcontext -a -t public_content_rw_t <path>»

source: SELinux prevented $SOURCE from using NIS (yp).
bn_in: SELinux দ্বারা $SOURCE-কে NIS (yp) ব্যবহারে প্রতিরোধ করা হয়েছে।
gu: SELinux એ $SOURCE ને NIS (yp) વાપરવાથી બચાવેલ છે.
it: SELinux ha impedito l'utilizzo di NIS (yp) da parte di $SOURCE.
ja: SELinux は $SOURCE による NIS (yp) の使用を阻止しました。
pl: SELinux powstrzymał $SOURCE przed używaniem NIS (yp).
sr: SELinux је спречио да $SOURCE употреби NIS (yp).
uk: SELinux заборонила $SOURCE використовувати NIS (yp).

source: SELinux prevented $SOURCE from using NIS (yp) for authentication. If you have configured the system to use NIS this access is expected but is not currently allowed by SELinux. Otherwise this access may signal an intrusion.
bn_in: SELinux দ্বারা $SOURCE-কে অনুমোদনের জন্য NIS (yp) ব্যবহার করতে বাধা সৃষ্টি করা হচ্ছে। সিস্টেম দ্বারা NIS ব্যবহার কনফিগার করা হলে এটি প্রত্যাশিত হলেও SELinux বর্তমানে এই কাজের অনুমতি প্রদান করে না। অন্যথা, এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ $SOURCE ને NIS (yp) ને સત્તાધિકરણ માટે વાપરવાથી બચાવેલ છે. જો તમે સિસ્ટમને NIS વાપરવા માટે રૂપરેખાંકિત કરેલ હોય તો આ વપરાશ ઈચ્છિત છે પરંતુ તે વર્તમાનમાં SELinux દ્વારા માન્ય નથી. નહિંતર આ વપરાશ ઘૂંસણખોરીનો સંકેત આપી શકશે.
it: SELinux ha impedito l'utilizzo di NIS (yp) da parte di $SOURCE per il processo di autenticazione. Se avete configurato il sistema in modo da utilizzare NIS, questo accesso è previsto ma non attualmente abilitato da parte di SELinux. In caso contrario tale accesso può segnalare un processo di intrusione.
ja: SELinux は $SOURCE による認証のための NIS (yp) の使用を 阻止しました。 システムが NIS を使用するよう設定されている場合には、 このアクセスは予期されるアクセスですが、現在 SELinux によって許可 されていません。 これ以外は、不正侵入を示している可能性があります。
pl: SELinux powstrzymał $SOURCE przed używaniem NIS (yp) do uwierzytelniania. Jeśli skonfigurowano system tak, aby używał NIS, ten dostęp jest konieczny, ale nie jest obecnie dozwolony przez SELinuksa. W innym wypadku może to wskazywać na włamanie.
sr: SELinux је спречио да $SOURCE употреби NIS (yp) за аутентификацију. Ако сте подесили систем да користи NIS, овај приступ је очекиван али тренутно није дозвољен у SELinux програму. У противном овај приступ може указивати на упад.
uk: SELinux заборонила $SOURCE використовувати NIS (yp) для автентифікації. Якщо система налаштована на використанню NIS, то ця дія очікується, але наразі вимкнена у SELinux. В іншому випадку це може бути індикатором спроби вторгнення.

source: SELinux is preventing the zebra daemon from writing its configuration files
bn_in: SELinux দ্বারা zebra ডেমনকে কনফিগারেশন ফাইলের মধ্যে লিখতে প্রতিরোধ করা হচ্ছে
gu: SELinux એ zebra ડિમનને તેની રૂપરેખાંકન ફાઈલો લખવાથી અટકાવી રહ્યું છે
it: SELinux impedisce il processo di scrittura da parte del demone zebra dei propri file di configurazione
ja: SELinux は zebra デーモンによる自身の設定ファイルへの書き込みを阻止しています。
pl: SELinux powstrzymuje demona zebra przed zapisywaniem swoich plików konfiguracji
sr: SELinux спречава zebra системску услугу од записивања својих датотека подешавања
uk: SELinux запобігає запису службою zebra у свої файли конфігурації.

source: SELinux has denied the zebra daemon from writing out its configuration files. Ordinarily, zebra is not required to write its configuration files. If zebra was not setup to write the config files, this could signal an intrusion attempt.
bn_in: SELinux দ্বারা zebra ডেমনকে কনফিগারেশন ফাইলের মধ্যে লিখতে প্রতিরোধ করা হচ্ছে। সাধারণত zebra দ্বারা কনফিগারেশন ফাইলে লেখার প্রয়োজন হবে না। কনফিগ ফাইল লেখার উদ্দেশ্যে zebra প্রস্তুত না করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ zebra ડિમનને તેની રૂપરેખાંકન ફાઈલો લખવાની મનાઈ કરેલ છે. સામાન્ય રીતે, zebra એ તેની રૂપરેખાંકન ફાઈલો લખવા માટે જરૂરી નથી. જો zebra એ રૂપરેખા ફાઈલો લખવા માટે સુયોજિત કરવામાં આવેલ નહિં હોય, તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha impedito la scrittura da parte del demone zebra, del proprio file di configurazione. In casi normali, non viene richiesto a zebra di scrivere i propri file di configurazione. Se zebra non è stato impostato in modo da scrivere i file di configurazione, ciò potrebbe segnalare un tentativo di intrusione.
ja: SELinux は zebra デーモンによる自身の設定ファイル群への書き込みを 拒否しました。 通常、 zebra は自身の設定ファイルへの書き込みを を必要としません。 zebra が設定ファイルを書き込むよう設定されなかった 場合、これは不正侵入の試行を示唆している可能性があります。
pl: SELinux odmówił demonowi zebra zapisania swoich plików konfiguracji. Zwykle zebra nie wymaga tego. Jeśli zebra nie została ustawiona tak, aby zapisać pliki konfiguracji, może to wskazywać na próbę włamania.
sr: SELinux је одбио zebra системској услузи да испише своје датотеке подешавања. Обично, zebra не захтева записивање својих датотека подешавања. Ако zebra није подешена да записује датотеке подешавања, ово може указивати на покушај упада.
uk: SELinux заборонила службі zebra виконувати запис у свої файли конфігурації. Зазвичай немає необхідності у записі у ці файли. Якщо службу zebra не налаштовано на виконання запису файлів конфігурації, це може слугувати індикатором спроби вторгнення.

source: If you want to allow zebra to overwrite its configuration you must turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
bn_in: zebra দ্বারা কনফিগারেশন ফাইল নতুন করে লেখার অনুমতি প্রদান করতে $BOOLEAN বুলিয়ান সক্রিয়া করা আবশ্যক: "setsebool -P $BOOLEAN=1"
gu: જો તમે zebra ને તેનું રૂપરેખાંકન ફરીથી લખવા માટે પરવાનગી આપવા માંગો તો તમારે $BOOLEAN બુલિયન ચાલુ કરવું જ જોઈએ: "setsebool -P $BOOLEAN=1"
it: Se si desidera che zebra sovrascriva la propria configurazione, sarà necessario abilitare il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
ja: zebra による設定への書き込みを許可する場合は、 $BOOLEAN ブーリアンを オンにする必要があります: "setsebool -P $BOOLEAN=1"
pl: Aby pozwolić zebra na zastąpienie swojej konfiguracji, należy włączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1"
sr: Ако желите да дозволите zebra системској услузи да пише преко својих подешавања, морате укључити $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“
uk: Для дозволу службі zebra перезаписувати конфігурацію, встановіть логічну змінну $BOOLEAN: «setsebool -P $BOOLEAN=1»

source: SELinux is preventing the $SOURCE_PATH from executing potentially mislabeled files $TARGET_PATH.
bn_in: SELinux দ্বারা $SOURCE_PATH-কে সন্দেহজনক লেবেল সহ ফাইল ($TARGET_PATH) পড়তে বাধা সৃষ্টি করা হয়েছে।
gu: SELinux એ $SOURCE ને સંભવિતપણે ખોટી રીતે લેબલ થયેલ ફાઈલો $TARGET_PATH ચલાવવાથી બચાવી રહ્યું છે.
it: SELinux impedisce a $SOURCE_PATH l'utilizzo di file ($TARGET_PATH) potenzialmente etichettati in modo incorretto.
ja: SELinux は $SOURCE_PATH による、誤ったラベル付けの可能性のあるファイル $TARGET_PATH の使用を阻止しています。
pl: SELinux powstrzymuje $SOURCE_PATH przed używaniem plików z potencjalnie błędnymi etykietami $TARGET_PATH.
sr: SELinux спречава $SOURCE_PATH од извршавања могуће погрешно означених датотека $TARGET_PATH.
uk: SELinux забороняє $SOURCE_PATH використовувати потенційно неправильно розмічених файлів $TARGET_PATH.

source: SELinux has denied the $SOURCE_PATH from executing potentially mislabeled files $TARGET_PATH. Automounter can be setup to execute configuration files. If $TARGET_PATH is an automount executable configuration file it needs to have a file label of bin_t. If automounter is trying to execute something that it is not supposed to, this could indicate an intrusion attempt.
bn_in: SELinux দ্বারা $SOURCE_PATH-কে সন্দেহজনক লেবেল সহ ফাইল $TARGET_PATH সঞ্চালন করতে বাধা সৃষ্টি করা হয়েছে। $TARGET_PATH যদি automount এক্সেকিউটেবল ফাইল হয় তাহলে bin_t ফাইল লেবেল প্রয়োগ করে Automounter দ্বারা কনফিগারেশন ফাইল চালনা করা যাবে। এক্সেকিউট করার জন্য প্রস্তুত না করা কোনো বস্তু Automounter দ্বারা সঞ্চালনের প্রচেষ্টা করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ $SOURCE_PATH ને સંભવિતપણે ખોટી રીતે લેબલ થયેલ ફાઈલો $TARGET_PATH ચલાવવાથી નામંજૂર કર્યું. રૂપરેખાંકન ફાઈલો ચલાવવા માટે ઓટોમાઉન્ટ કરનાર સુયોજિત કરી શકાય છે, જો $TARGET_PATH એ ઓટોમાઉન્ટ ચલાવી શકાય તેવી રૂપરેખાંકન ફાઈલ હોય તો તેને bin_t નું લેબલ હોવું જોઈએ. જો ઓટોમાઉન્ટ કરનાર કંઈક ચલાવવાનો પ્રયાર કરી રહ્યું હોય કે જે થવું જોઈએ નહિં, તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha impedito a $SOURCE_PATH di eseguire i file $TARGET_PATH potenzialmente etichettati in modo non corretto. Automounter può essere impostato per eseguire i file di configurazione. Se $TARGET_PATH risulta essere un file di configurazione eseguibile di automount, esso avrà bisogno di una etichetta bin_t. Se automounter cerca di eseguire un'azione non prevista, tale tentativo potrebbe indicare un tentativo d'intrusione.
ja: SELinux は $SOURCE_PATH が間違ったラベルを持つ可能性のあるファイル $TARGET_PATH を実行するのを拒否しました。自動マウンタは設定ファイルを 実行するようにセット出来ます。 $TARGET_PATH が自動マウント実行可能な 設定ファイルである場合、bin_t のファイルラベルを持つ必要があります。 自動マウンタが想定されていない何かを実行しようとしている場合、 これは不正侵入をを示唆している可能性があります。
pl: SELinux odmówił $SOURCE_PATH wykonywania plików z potencjalnie błędnymi etykietami $TARGET_PATH. Automounter może być ustawiony tak, aby wykonywał pliki konfiguracyjne. Jeśli $TARGET_PATH jest wykonywalnym plikiem konfiguracyjnym automount, który wymaga etykiety pliku bin_t. Jeśli automounter próbuje wykonać coś, czego nie powinien, może to wskazywać na próbę włamania.
sr: SELinux је одбио да $SOURCE_PATH изврши могуће погрешно означене датотеке $TARGET_PATH. Аутомонтер може бити подешен да изврши датотеке подешавања. Ако је $TARGET_PATH аутоматски монтирајућа извршна датотека подешавања, она мора имати bin_t ознаку датотеке. Ако аутомонтер покушава да изврши нешто што не би требало, ово би могло да указује на покушај упада.
uk: SELinux заборонила $SOURCE_PATH виконувати потенційно неправильно розмічені файли $TARGET_PATH. Automounter може бути налаштований на виконання конфігураційних файлів, якщо $TARGET_PATH є виконуваним конфігураційним файлом automount, він повинен мати позначку bin_t. Якщо automounter намагається виконати щось, що він не повинен виконувати, це може означати спробу вторгнення.

source: If you want to change the file context of $TARGET_PATH so that the automounter can execute it you can execute "chcon -t bin_t $TARGET_PATH". If you want this to survive a relabel, you need to permanently change the file context: execute "semanage fcontext -a -t bin_t $FIX_TARGET_PATH".
bn_in: automounter দ্বারা সঞ্চালনযোগ্য করার উদ্দেশ্যে $TARGET_PATH'র ফাইল কনটেক্সট পরিবর্তনের জন্য "chcon -t bin_t $TARGET_PATH" প্রয়োগ করুন। পুনরায় লেবেল করার সময় এই কনটেক্সট অপরিবর্তি রাখতে ফাইল কনটেক্সট স্থানীয়রূপে পরিবর্তন করা আবশ্যক। "semanage fcontext -a -t bin_t $FIX_TARGET_PATH" প্রয়োগ করুন।
gu: જો તમે $TARGET_PATH નો ફાઈલ સંદર્ભ બદલવા માંગો કે જેથી ઓટોમાઉન્ટ કરનાર તેને ચલાવી શકે તો તમે "chcon -t bin_t.$TARGET_PATH" ચલાવી શકો. જો તમે આને પુનઃલેબલ સાથે જીવવા માંગતા હોય તો, તમારે ફાઈલ સંદર્ભ કાયમ માટે બદલવાની જરૂર પડશે: "semanage fcontext -a -t bin_t $FIX_TARGET_PATH" ને ચલાવો.
it: Se si desidera modificare il contesto del file di $TARGET_PATH affinché automounter possa eseguirlo, eseguire "chcon -t bin_t $TARGET_PATH". Se si desidera che tale processo possa superare un aggiornamento 'relabel', sarà necessario modificare permanentemente il contesto del file: eseguire "semanage fcontext -a -t bin_t $FIX_TARGET_PATH".
ja: 自動マウンタが実行できるように $TARGET_PATH のファイルコンテキスト 変更する場合は、chcon -t bin_t.$TARGET_PATH を実行することで達成できます。これが ラベル変えの後でも残るようにしたい場合、ファイルコンテキストを永久に変更する必要があります。 semanage fcontext -a -t bin_t $FIX_TARGET_PATH を実行します。
pl: Aby zmienić kontekst pliku $TARGET_PATH tak, aby automounter mógł go wykonać, można wykonać "chcon -t bin_t '$TARGET_PATH'". Aby to ustawienie zachowało się po ponownym nadaniu kontekstu plikom, należy trwale zmienić kontekst pliku: wykonać "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'".
sr: Ако желите да промените контекст датотеке за $TARGET_PATH како би је аутомонтер могао извршити, можете извршити „chcon -t bin_t $TARGET_PATH“. Ако желите да ово преживи поновно означавање, морате трајно променити контекст датотеке: извршите „semanage fcontext -a -t bin_t $FIX_TARGET_PATH“.
uk: Якщо ви бажаєте змінити контекст файла $TARGET_PATH з метою дозволу його виконання за допомогою automounter, використовуйте команду c«chcon -t bin_t $TARGET_PATH». Також треба змінити первинний контекст файлів, щоб зберегти його при повторній розмітці. «semanage fcontext -a -t bin_t $FIX_TARGET_PATH»

source: File Label
bn_in: ফাইল লেবেল
gu: ફાઈલ લેબલ
it: Etichetta del file
ja: ファイルラベル
pl: Etykiety plików
sr: Ознаке датотека
uk: Мітка файлу

source: SELinux is preventing $SOURCE_PATH from binding to port $PORT_NUMBER.
bn_in: SELinux দ্বারা $SOURCE_PATH-কে পোর্ট $PORT_NUMBER-র সাথে বাইন্ড করতে প্রতিরোধ করা হচ্ছে।
gu: SELinux એ $SOURCE_PATH ને પોર્ટ $PORT_NUMBER સાથે બાંધવાથી અટકાવી રહ્યું છે.
it: SELinux impedisce al $SOURCE_PATH di associarsi alla porta $PORT_NUMBER.
ja: SELinux は $SOURCE_PATH によるポート $PORT_NUMBER へのバインドを阻止しています。
pl: SELinux powstrzymuje $SOURCE przed dowiązywaniem do portu $PORT_NUMBER.
sr: SELinux спречава $SOURCE_PATH од везивања за порт $PORT_NUMBER.
uk: SELinux запобігає співставленню $SOURCE_PATH порту $PORT_NUMBER.

source: SELinux has denied the $SOURCE from binding to a network port $PORT_NUMBER which does not have an SELinux type associated with it. If $SOURCE should be allowed to listen on $PORT_NUMBER, use the <i>semanage</i> command to assign $PORT_NUMBER to a port type that $SOURCE_TYPE can bind to (%s). <br><br>If $SOURCE is not supposed to bind to $PORT_NUMBER, this could signal an intrusion attempt.
bn_in: SELinux দ্বারা $SOURCE-কে পোর্ট $PORT_NUMBER'র সাথে বাইন্ড করতে বাধা দেওয়া হচ্ছে, এই পোর্টের সাথে কোনো SELinux ধরন যুক্ত নয়। $SOURCE-কে যদি এই $PORT_NUMBER-এ অপেক্ষা করার অনুমতি প্রদান করা হয় তাহলে <i>semanage</i> কমান্ড প্রয়োগ করে এই $PORT_NUMBER-কে $SOURCE_TYPE দ্বারা বাইন্ড করার যোগ্য একটি পোর্টের ধরনে নির্ধারণ করুন (%s) <br><br>$SOURCE দ্বারা এই $PORT_NUMBER-এ বাইন্ড করার জন্য নির্ধারণ না করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ નેટવર્ક પોર્ટ $PORT_NUMBER ને બાંધવાથી $SOURCE નામંજૂર થયેલ છે કે જે તેની સાથે સંકળાયેલ SELinux પ્રકાર નથી. જો $SOURCE એ $PORT_NUMBER પર સાંભળવા માટે પરવાનગી આપેલ હોવી જોઇએ તો, પોર્ટ પ્રકારમાં $PORT_NUMBER ને સોંપવા માટે <i>semanage</i> આદેશને વાપરો કે જે $SOURCE_TYPE (%s) માં બાંધી શકે છે. <br><br>જો $SOURCE એ $PORT_NUMBER માં બાંધવું ન હોય તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શકે છે.
it: SELinux ha impedito a $SOURCE di collegarsi ad una porta di rete $PORT_NUMBER, la quale non possiede un tipo di SELinux ad essa associato. Se $SOURCE dovrebbe essere abilitato all'ascolto sulla $PORT_NUMBER, utilizzare il comando <i>semanage</i> per assegnare $PORT_NUMBER ad un tipo di porta che $SOURCE_TYPE può legare a (%s). Se $SOURCE non doveva fare bind con la $PORT_NUMBER, ciò potrebbe segnalare un tentativo d'intrusione.
ja: SELinux は $SOURCE による、ポートに関連付けられた SELinux タイプを持たないネットワークポート $PORT_NUMBER へのバインドを拒否しました。 $SOURCE の $PORT_NUMBER でのリッスンが許可されるべきである場合、 <i>semanage</i> コマンドを使用して $PORT_NUMBER を $SOURCE_TYPE が バインドできるポートタイプへ割り当てます (%s) 。 <br><br>$SOURCE による $PORT_NUMBER へのバインドが想定されていない場合、 不正侵入の試行を示唆している可能性があります。
pl: SELinux odmówił $SOURCE dowiązywania do portu sieciowego $PORT_NUMBER, który nie posiada powiązanego ze sobą typu SELinuksa. Jeśli $SOURCE powinien nasłuchiwać na $PORT_NUMBER, należy użyć polecenia <i>semanage</i>, które przydzieli $PORT_NUMBER do typu portów, do których $SOURCE_TYPE może dowiązywać (%s). <br><br>Jeśli $SOURCE nie powinien dowiązywać do $PORT_NUMBER, może to wskazywać na próbę włamania.
sr: SELinux је одбио $SOURCE од везивања за мрежни порт $PORT_NUMBER који нема придружену SELinux врсту. Ако за $SOURCE треба да буде дозвољено ослушкивање на $PORT_NUMBER, употребите наредбу <i>semanage</i> за додавање $PORT_NUMBER у врсту порта за који $SOURCE_TYPE сме да се веже (%s). <br><br>Ако $SOURCE не треба да се везује за $PORT_NUMBER, ово може указивати на покушај упада.
uk: SELinux заборонила $SOURCE приєднуватись до мережного порту $PORT_NUMBER, якому не заданий тип SELinux. Якщо $SOURCE повинен мати можливість підключатися до цього порту, можете використовувати команду <i>semanage</i> для додавання цього порту до типу, до якого $SOURCE_TYPE може підключатися (%s). <br><br>Якщо $SOURCE не має прив'язуватись до цього порту, можливо має місце спроба вторгнення.

source: If you want to allow $SOURCE to bind to port $PORT_NUMBER, you can execute <br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>where PORT_TYPE is one of the following: %s. <br><br>If this system is running as an NIS Client, turning on the allow_ypbind boolean may fix the problem. setsebool -P allow_ypbind=1.
bn_in: $SOURCE-কে $PORT_NUMBER পোর্টের সাথে বাইন্ড করার অনুমতি প্রদান করার জন্য নিম্নলিখিত কমান্ডগুলি প্রয়োগ করুন <br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>এই ক্ষেত্রে PORT_TYPE-র জন্য নিম্নলিখিত একটি মান প্রয়োগ করা যাবে: %s. <br><br>এই সিস্টেমটি যদি NIS ক্লায়েন্ট রূপে ব্যবহৃত হয় তাহলে allow_ypbind বুলিয়ান সক্রিয় করা হলে এই সমস্যা সমাধান করা যাবে। setsebool -P allow_ypbind=1।
gu: જો પોર્ટ $PORT_NUMBER માં બાઇન્ડ કરવા માટે $SOURCE ને પરવાનગી આપવા માટે તમે ઇચ્છતા હોય તો, તમે <br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> ચલાવી શકો છો <br>જ્યાં PORT_TYPE નીચેનાં માંથી એક છે: %s. <br><br>જો આ સિસ્ટમ NIS ક્લાઇન્ટ તરીકે ચાલી રહ્યુ છે, _ypbind બુલિયન ને ચાલુ કરવાથી સમસ્યા સુધારી શકાય છે. setsebool -P allow_ypbind=1.
it: Se si desidera consentire a $SOURCE di legarsi alla porta $PORT_NUMBER, è possibile eseguire <br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>dove PORT_TYPE è una delle seguenti: %s. <br><br>Se questo sistema è in esecuzione come un client NIS, abilitare il booleano allow_ypbind potrebbe risolvere il problema. setsebool -P allow_ypbind=1.
ja: $SOURCE がポート $PORT_NUMBER にバインドできるようにしたい場合、 コマンド <br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> を実行します。 <br>ここで PORT_TYPE は下のいずれかです: %s. <br><br>使用システムが NIS クライアントとして稼働している場合、 allow_ypbind boolean をオンにすると問題を解決するかも知れません。setsebool -P allow_ypbind=1
pl: Aby pozwolić $SOURCE na dowiązywanie do portu $PORT_NUMBER, można wykonać <br> <b># semanage port -a -t TYP_PORTU -p %s $PORT_NUMBER</b> <br>gdzie TYP_PORTU jest jednym z poniższych: %s. <br><br>Jeśli system jest uruchomiony jako klient NIS, włączenie zmiennej logicznej allow_ypbind może naprawić problem. setsebool -P allow_ypbind=1.
sr: Ако желите да дозволите да се $SOURCE везује на порт $PORT_NUMBER, можете извршити <br> <b># semanage port -a -t ВРСТА_ПОРТА -p %s $PORT_NUMBER</b> <br>где је ВРСТА_ПОРТА једна од следећих: %s. <br><br>Ако је овај систем покренут као NIS клијент, укључивање allow_ypbind логичке променљиве може да реши проблем. setsebool -P allow_ypbind=1.
uk: Якщо треба дозволити $SOURCE прив'язуватись до порту $PORT_NUMBER, виконайте команду<br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>де PORT_TYPE може приймати значення: %s. <br><br>Якщо система виконує роль клієнта NIS, можна спробувати встановити логічне значення allow_ypbind: «setsebool -P allow_ypbind=1».

source: Network Ports
bn_in: নেটওয়ার্ক পোর্ট
gu: નેટવર્ક પોર્ટ
it: Porte di rete
ja: ネットワークポート
pl: Porty sieciowe
sr: Мрежни портови
uk: Мережні порти

source: SELinux is preventing $SOURCE_PATH "$ACCESS" access on $TARGET_PATH.
bn_in: SELinux দ্বারা $SOURCE_PATH-কে ডিভাইস $TARGET_PATH "$ACCESS" ব্যবহারের বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux એ $SOURCE_PATH "$ACCESS" વપરાશને ઉપકરણ $TARGET_PATH પર અટકાવી રહ્યું છે.
it: SELinux impedisce al $SOURCE_PATH "$ACCESS" di accedere al dispositivo $TARGET_PATH.
ja: SELinux は $TARGET_PATH への $SOURCE_PATH による "$ACCESS" アクセスを阻止しています。
pl: SELinux powstrzymuje $SOURCE "$ACCESS" dostęp do $TARGET_PATH.
sr: SELinux спречава $SOURCE_PATH „$ACCESS“ приступ уређају $TARGET_PATH.
uk: SELinux забороняє $SOURCE_PATH доступ «$ACCESS» до пристрою $TARGET_PATH.
