Repository: 1dot75cm/selinux-policy
Catalog: plugins/po/*.po
Languages: bn_in, gu, it, ja, pl, sr, uk

source: SELinux denied xen access to $TARGET_PATH. If this is a XEN image, it has to have a file context label of xen_image_t. The system is setup to label image files in directory /var/lib/xen/images correctly. We recommend that you copy your image file to /var/lib/xen/images. If you really want to have your xen image files in the current directory, you can relabel $TARGET_PATH to be xen_image_t using chcon. You also need to execute semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' to add this new path to the system defaults. If you did not intend to use $TARGET_PATH as a xen image it could indicate either a bug or an intrusion attempt.
bn_in: SELinux দ্বারা xen-কে $TARGET_PATH ব্যবহারের অধিকার প্রদান করা হয়নি XEN ইমেজের ক্ষেত্রে ফাইল কনটেক্সট লেবেল xen_image_t ব্যবহার করা আবশ্যক। সিস্টেমটি /var/lib/xen/images ডিরেক্টরির অধীন উপস্থিত ইমেজ ফাইলগুলি সঠিকরূপে, লেবেল করার উদ্দেশ্যে প্রস্তুত করা হয়েছে এবং /var/lib/xen/images-এ ফাইলগুলি কপি করা বাঞ্ছনীয়। এই ডিরেক্টরির মধ্যে xen ইমেজ ফাইলগুলি স্থাপন করার জন্য chcon প্রয়োগ করে $TARGET_PATH-কে xen_image_t ফাইল/ডিরেক্টরি রূপে নির্ধারণ করা যাবে। এটি করা হলে সিস্টেম ডিফল্টে নতুন পাথ যোগ করার জন্য semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' ব্যবহার করুন। আপনি যদি $TARGET_PATH-কে xen ইমেজরূপে ব্যবহারের জন্য চিহ্নিত না করে থাকেন তাহলে সম্ভবত এটি একটি বাগ অথবা অনুপ্রবেশের সংকেত।
gu: SELinux એ $TARGET_PATH માં xen પ્રવેશ માટે નામંજૂર થયેલ છે. જો XEN ઇમેજ હોય તો, તેની પાસે xen_image_t ની ફાઇલ સંદર્ભ લેબલ હોવુ જ જોઇએ. સિસ્ટમ એ ડિરેક્ટરી /var/lib/xen/images માં ઇમેજ ફાઇલોને લેબલ કરવા માટે સુયોજિત છે. અમે માન્ય રાખેલ છે કે /var/lib/xen/ ઇમેજોમાં તમારી ઇમેજ ફાઇલની નકલ કરો. જો હાલની ડિરેક્ટરીમાં તમારી xen ઇમેજ ફાઇલોને રાખવા માટે ખરેખર ઇચ્છતા હોય તો, તમે chcon ની મદદથી xen_image_t નાં $TARGET_PATH ને પુન:લેબલ કરી શકો છો. તમને સિસ્ટમ મૂળભૂતોનાં આ નવા પાથને ઉમેરવા માટે semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' ને ચલાવવાની જરૂર પડશે. જો તમે xen તરીકે $TARGET_PATH ને વાપરવા માટે ઇરાદો ન હોય તો તે ક્યાંતો બૂલ અથવા ઘૂંસણખોરીનો પ્રયત્ન કરી શક્યુ હોત.
it: SELinux ha negato l'accesso xen a $TARGET_PATH. Se questa è un immagine XEN allora dovrà possedere una etichetta del contesto del file xen_image_t. Il sistema è impostato per etichettare correttamente i file immagine in /var/lib/xen/images. Si consiglia copiare il fileimmagine in /var/lib/xen/images. Se si desidera veramente avere i file immagine xen nella directory corrente, è possibile rietichettare $TARGET_PATH in xen_image_t usando chcon. Se si vuole farlo si dovrà anche eseguire semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' per aggiungere questo nuovo percorso alle impostazioni di sistema predefinite. Se non si intende utilizzare $TARGET_PATH come una immagine xen ciò potrebbe indicare un bug o un tentativo di intrusione.
ja: SELinux は xen の $TARGET_PATH へのアクセスを拒否しました。 これが XEN イメージの場合は、xen_image_t のファイルコンテキストラベルが必要です。 システムは /var/lib/xen/image ディレクトリー内で正しくイメージファイルをラベル付けするようにセットアップされています。 ユーザーのイメージファイルをこの /var/lib/xen/image ディレクトリーへコピーすることを推奨します。 xen イメージファイルを本当に現在のディレクトリー内に置きたい場合は、chcon を使用して $TARGET_PATH を xen_image_t にラベル付け替えをすることができます。 また、semanage fcontext -a -t xen_image_t $FIX_TATGET_PATH も実行して、 この新しいパスをシステムデフォルトに追加する必要があります。$TARGET_PATH を xen イメージとして使用するつもりでなかった場合は、 それは、バグを示すか、又は不正侵入の試みの示す可能性があります。
pl: SELinux odmówił Xenowi dostęp do $TARGET_PATH. Jeśli jest to obraz Xena, musi posiadać kontekst pliku xen_image_t. System został ustawiony tak, aby pliki obrazów w /var/lib/xen/images posiadały poprawne etykiety. Zalecane jest, aby skopiować pliki obrazów do tego katalogu. Jeśli pliki obrazów na pewno mają znajdować się w tym katalogu, można zmienić etykietę pliku/katalogu $TARGET_PATH na xen_image_t używając polecenia chcon. Jeśli zostanie to zrobione, powinno się także wykonać polecenie semanage fcontext -a -t xen_image_t "$FIX_TARGET_PATH", aby dodać tę nową ścieżkę do domyślnych systemu. Jeśli nie chciano użyć $TARGET_PATH jako obrazu Xena, może wskazywać to na błąd lub próbę włamania.
uk: SELinux закрила доступ xen до $TARGET_PATH. Якщо це образ XEN, він повинен мати мітку контексту xen_image_t. Система налаштована правильно маркувати образи у, /var/lib/xen/image. Ми рекомендуємо скопіювати файл у цей каталог. Якщо ви справді бажаєте працювати з образами xen у цьому каталозі, ви можете перемаркувати $TARGET_PATH як файл/каталог xen_image_t, використовуючи chcon. Після цього треба також виконати команду «semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'», щоб додати новий шлях у типовий системний список. Якщо ви не планували використовувати $TARGET_PATH як образ xen, можливо це помилка, або спроба вторгнення.

source: You can alter the file context by executing chcon -t xen_image_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
bn_in: chcon -t xen_image_t '$TARGET_PATH' ব্যবহার করে ফাইল কনটেক্সট পরিবর্তন করা যাবে। সিস্টেমের মধ্যে ডিফল্ট ফাইল কনটেক্স ফাইল পরিবর্তন করা আবশ্যক। এর ফলে সম্পূর্ণ রি-লেবল (relabel) করা হলেও কনটেক্সট অপরিবর্তিত থাকবে। "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
gu: તમે chcon -t xen_image_t '$TARGET_PATH' ચલાવીને ફાઈલ સંદર્ભ બદલી શકો છો તમારે મૂળભૂત ફાઈલ સંદર્ભ ફાઈલોને પણ સંપૂર્ણ પુન:લેબલ કરવા પર તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર બદલવી જ પડશે . "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
it: È possibile alterare il contesto del file eseguendo chcon -t xen_image_t '$TARGET_PATH' È necessario inoltre modificare i file per il contesto del file predefinito sul sistema per preservarli anche da una completa rietichettatura. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
ja: chcon -t xen_image_t '$TARGET_PATH' を実行すると、ファイルコンテキストの 変更ができます。 また、完全な再ラベルの後でもそれらが保持できるようにシステム上でデフォルトのファイルコンテキストファイルの変更もしなければなりません。"semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
pl: Można zmienić kontekst pliku wykonując chcon -t xen_image_t "$TARGET_PATH" Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
sr: Можете променити контекст датотеке извршавањем chcon -R -t xen_image_t '$TARGET_PATH' Такође морате променити подразумевани контекст датотеке на систему како бисте их сачували у случају поновног означавања. „semanage fcontext -a -t xen_image_t '$TARGET_PATH'“
uk: Файловий контекст можна змінити, виконуючи команду «chcon -t xen_image_t '$TARGET_PATH'» Також треба змінити типові контексти файлів= у системі, щоб вони збереглись навіть при повторній розмітці. «semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'»
