Repository: 1dot75cm/selinux-policy
Catalog: plugins/po/*.po
Languages: bn_in, gu, it, ja, pl, sr, uk

source: SELinux prevented $SOURCE from accessing the cron spool file. This access is normally needed when using fcron as a cron daemon (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). If you are using fcron you should allow this access. Otherwise this access attempt may signal an intrusion attempt.
bn_in: SELinux দ্বারা $SOURCE-কে cron স্পুল ফাইল ব্যবহারে প্রতিরোধ করা হয়েছে। cron ডেমন রূপে fcron ব্যবহৃত হলে এই অধিকার প্রয়োজন হয় (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>)। fcron ব্যবহার করলে এই অনুমতি প্রদান করুন। অন্যথা এটি সম্ভাব্য অনুপ্রবেশের সংকেত।
gu: SELinux એ $SOURCE ને cron spool ફાઈલનો વપરાશ કરવાથી બચાવેલ છે. આ વપરાશ સામાન્ય રીતે જરૂરી છે જ્યારે fcron ને cron ડિમન તરીકે વાપરી રહ્યા હોય (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). જો તમે fcron વાપરી રહ્યા હોય તો તમને આ વપરાશ માન્ય હોવો જોઈએ. નહિંતર આ વપરાશ લેવાનું ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શકશે.
it: SELinux ha impedito a $SOURCE di accedere il file spool di cron. Questo tipo di accesso è normalmente necessario quando si utilizza fcron come demone cron (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). Se si usa fcron allora si deve abilitare tale accesso. In caso contrario questo tentativo d'accesso potrebbe segnalare un tentativo d'intrusione.
ja: SELinux は $SOURCE による cron spool ファイルへのアクセスを阻止しました。 このアクセスは通常、 cron デーモンとして fcron を使用する際に必要となります。 (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>)。 fcron を を使用している場合、このアクセスを許可する必要があります。 そうでない場合、このアクセス試行は不正侵入の試行を示している可能性があります。
pl: SELinux powstrzymał $SOURCE przed dostępem do pliku bufora crona. Ten dostęp jest normalnie wymagany podczas używania fcrona jako demona cron (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). Jeśli fcron jest używany, powinno się pozwolić na ten dostęp. W innym wypadku może to wskazywać na próbę włamania.
sr: SELinux је спречио $SOURCE при приступању датотеци cron реда. Овај приступ је обично потребан када се користи fcron као cron системска услуга (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). Ако користите fcron треба да дозволите овај приступ. У противном овај приступ може указивати на покушај упада.
uk: SELinux заборонила $SOURCE доступ до spool-файлу cron. Доступ потрібен при використанні fcron у якості служби cron (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). Якщо ви використовуєте fcron треба дозволити цей доступ. Інакше має місце спроба вторгнення.

source: SELinux is preventing access to files with the label, file_t.
bn_in: SELinux দ্বারা, file_t লেবেল সহ ফাইল ব্যবহারে বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux એ file_t લેબલ સાથેની ફાઈલોના વપરાશથી બચાવી રહ્યું છે.
it: SELinux impedisce l'accesso ai file con l'etichetta file_t.
ja: SELinux は file_t ラベルが付いたファイルへのアクセスを阻止しています。
pl: SELinux powstrzymuje dostęp do plików z etykietą file_t.
sr: SELinux спречава приступ датотекама са ознаком file_t.
uk: SELinux запобігає доступу до файлів з міткою file_t.

source: SELinux permission checks on files labeled file_t are being denied. file_t is the context the SELinux kernel gives to files that do not have a label. This indicates a serious labeling problem. No files on an SELinux box should ever be labeled file_t. If you have just added a disk drive to the system you can relabel it using the restorecon command. For example if you saved the home directory from a previous installation that did not use SELinux, 'restorecon -R -v /home' will fix the labels. Otherwise you should relabel the entire file system.
bn_in: SELinux দ্বারা, file_t লেবেল সহ ফাইল ব্যবহারে বাধা সৃষ্টি করা হচ্ছে। লেবেলবিহীন ফাইলের ক্ষেত্রে SELinux কার্নেলের দ্বারা file_t কনটেক্সট নির্ধারণ করা হয়। এটি লেবেল সংক্রান্ত গুরুত্বপূর্ণ সমস্যার ইঙ্গিত। SELinux সিস্টেমে কোনো ফাইলের ক্ষেত্রে file_t লেবেল ব্যবহার করা উচিত নয়। সিস্টেমে নতুন ডিস্ক ড্রাইভ যোগ করা হলে restorecon কমান্ড দ্বারা তা নতুন করে লেবেল করা সম্ভব। উদাহরণস্বরূপ, পূর্ববর্তী ইনস্টলেশনের SELinux না ব্যবহারকারী home ডিরেক্টরি সংরক্ষণ করা হলে, 'restorecon -R -v /home' কমান্ড প্রয়োগ করে লেবেল নির্ধারণ করা যাবে। অন্যথা সম্পূর্ণ ফাইল-সিস্টেমের লেবেল পুনরায় নতুন করতে করা উচিত।
gu: SELinux પરવાનગી file_t લેબલવાળી ફાઈલો પર ચકાસણી કરે છે કે જે નામંજૂર થઈ ગયેલ છે. file_t એ સંદર્ભ છે કે જે SELinux કર્નલ ફાઈલોને આપે છે કે જેની પાસે લેબલ નથી. આ ગંભીર લેબલીંગ સમસ્યાને સૂચવે છે. SELinux બોક્સ પરની કોઈપણ ફાઈલો ક્યારેય file_t લેબલ થયેલ હોવી જોઈએ નહિં. જો તમે સિસ્ટમમાં ડિસ્ક ડ્રાઇવને ઉમેરેલ હોય તો તમે restorecon આદેશની મદદથી તેનું પુન:લેબલ કરી શકો છો. ઉદાહરણ માટે જો તમે પહેલાંના સ્થાપનમાંથી ઘર ડિરેક્ટરીને સંગ્રહેલ હોય કે જેને SELinux ને વાપર્યુ ન હતુ, 'restorecon -R -v /home' એ લેબલોને સુધારશે. નહિં તો તમે આખી ફાઇલ સિસ્ટમને પુન:લેબલ કરવુ જોઇએ.
it: I controlli dei permessi di SELinux sui file etichettati file_t sono stati negati. file_t è il contesto che il kernel SELinux conferisce ai file che non possiedono un'etichetta. Ciò potrebbe indicare un serio problema riguardo l'etichettatura. Nessun file di SELinux dovrebbe essere etichettato file_t. Se è stata appena aggiunta una unità disco al sistema, è possibile rietichettarla utilizzando il comando restorecon. Per esempio se la home directory è stata salvata da una installazione precedente la quale non utilizzava SELinux, 'restorecon -R -v /home' correggerà le etichette. In caso contrario si può rietichettare l'intero file system.
ja: SELinux パーミッションは file_t のラベルが付いたファイルが拒否 されているかチェックします。file_t は、ラベルを持たいないファイルに 対して SELinux カーネルが与えるコンテキストです。これは深刻なラベル機能の 問題を示しています。SELinux ボックス上のファイルには file_t のラベル は絶対に付けられるべきではありません。システムに新しいディスクドライブ を追加したばかりの場合なら、 restorecon コマンドを使ってラベル付け替えを行う ことができます。例えば、SELinux を使用していなかった以前のインストールから ホームディレクトリを保存した場合には、'restorecon -R -v /home' がラベルを 修正します。それ以外の場合は、ファイルシステム全体のラベル付け替えを行う必要が あります。
pl: Sprawdzanie uprawnień SELinuksa na plikach z etykietą file_t jest zabronione. file_t jest etykietą, jaką jądro SELinuksa daje plikom nieposiadającym etykiety. Wskazuje to na poważny błąd nadawania etykiet. Żadne pliki w systemie SELinux nigdy nie powinny posiadać etykiety file_t. Jeśli właśnie dodano nowy napęd dyskowy do systemu, można ponownie nadać kontekst plikom używając polecenia restorecon. Na przykład, jeśli zapisano katalog domowy z poprzedniej instalacji, która nie używała SELinuksa, polecenie "restorecon -R -v /home" naprawi etykiety. W innym wypadku powinno się ponownie nadać etykiety całemu systemowi plików.
sr: SELinux провере дозвола на датотекама означеним као file_t се одбијају. file_t је контекст који SELinux језгро даје датотекама које немају ознаку. Ово указује на озбиљан проблем у означавању. Ниједна датотека на SELinux машини не сме никада да буде означена са file_t. Ако сте тек додали нови диск систему можете га поново означити употребом restorecon наредбе. На пример, ако сте сачували директоријум /home од претходне инсталације која није користила SELinux, „restorecon -R -v /home“ ће исправити ознаке. У противном треба да поново означите целокупан систем датотека.
uk: Спроби SELinux перевірити файли з позначками file_t не дозволяється. Контекст file_t призначається файлам ядром SELinux, якщо вони не мають позначок. Це серйозна проблема маркування. Файли не повинні бути позначені як file_t. Якщо ви додали новий диск, можна маркувати його командою restorecon. Наприклад, якщо ви зберегли домашній каталог з попереднього встановлення, яка не використовувало SELinux, для виправлення позначок виконайте «restorecon -R -v /home». У іншому випадку доведеться повторно розмітити всю файлову систему.

source: You can execute the following command as root to relabel your computer system: "touch /.autorelabel; reboot"
bn_in: আপনার কম্পিউটারের ফাইল-সিস্টেম পুনরায় লেবেল করতে root পরিচয়ে উল্লিখিত কমান্ড প্রয়োগ করুন: "touch /.autorelabel; reboot"
gu: તમે તમારી કમ્પ્યૂટર સિસ્ટમનું પુનઃલેબલીકરણ કરવા માટે નીચેનો આદેશ રુટ તરીકે ચલાવી શકો છો: "touch /.autorelabel; reboot"
it: È possibile eseguire il seguente comando come utente root, in modo da rietichettare il sistema: "touch /.autorelabel; reboot"
ja: root として次のコマンドを実行するとご使用のコンピュータのラベルを付け直す ことができます: "touch /.autorelabel; reboot"
pl: Można wykonać jako root następujące polecenie, aby ponownie nadać kontekst plikom w systemie komputera: "touch /.autorelabel; reboot"
sr: Можете да извршите следећу наредбу као root да би поново означили Ваш рачунарски систем: „touch /.autorelabel; reboot“
uk: Виконайте наступну команду у якості користувача root для зміни маркування системи: «touch /.autorelabel; reboot»

source: SELinux is preventing $SOURCE_PATH from creating a file with a context of $SOURCE_TYPE on a filesystem.
bn_in: SELinux দ্বারা $SOURCEPATH-কে ফাইল-সিস্টেমের মধ্যে $SOURCE_TYPE কনটেক্সট সহ একটি ফাইল নির্মাণ করতে প্রতিরোধ করা হয়েছে।
gu: SELinux એ $SOURCE_PATH ને ફાઈલસિસ્ટમ પર $SOURCE_TYPE ના સંદર્ભ સાથે ફાઈલ બનાવવાથી અટકાવી રહ્યું છે.
it: SELinux impedisce a $SOURCE_PATH di creare un file con un contesto di $SOURCE_TYPE su un filesystem.
ja: SELinux は $SOURCE_PATH がファイルシステム上で $SOURCE_TYPE のコンテキストでファイルを作成することを阻止しています。
pl: SELinux powstrzymuje $SOURCE_PATH przed utworzeniem pliku z kontekstem $SOURCE_TYPE w systemie plików.
sr: SELinux спречава $SOURCE_PATH од прављења датотеке са $SOURCE_TYPE контекстом у систему датотека.
uk: SELinux забороняє $SOURCE_PATH створювати у файловій системі файл з контекстом $SOURCE_TYPE.

source: SELinux is preventing $SOURCE from creating a file with a context of $SOURCE_TYPE on a filesystem. Usually this happens when you ask the cp command to maintain the context of a file when copying between file systems, "cp -a" for example. Not all file contexts should be maintained between the file systems. For example, a read-only file type like iso9660_t should not be placed on a r/w system. "cp -p" might be a better solution, as this will adopt the default file context for the destination.
bn_in: SELinux দ্বারা $SOURCE-কে ফাইল-সিস্টেমের মধ্যে $SOURCE_TYPE কনটেক্সট সহ একটি ফাইল নির্মাণ করতে প্রতিরোধ করা হয়েছে। ফাইল-সিস্টেমের মধ্যে cp কমান্ড সহ ফাইল কপি করার সময় ফাইলের কনটেক্সট অপরিবর্তিত রাখার অনুরোধ জানানো হলে এই সমস্যা দেখা দিতে পারে। উদাহরণস্বরূপ, "cp -a"। ফাইল-সিস্টেমের মধ্যে সমস্ত ধরনের ফাইল কনটেক্সট অপরিবর্তিত রাখা উচিত নয়। উদাহরণস্বরূপ, শুধুমাত্র পাঠযোগ্য ধরনের ফাইল iso9660_t ফাইলগুলি কোনো r/w সিস্টেমে স্থাপন করা উচিত নয়। "cp -p" ব্যবহার করা সম্ভবত বাঞ্ছনীয় কারণ এর দ্বারা ডিফল্ট ফাইল-কনটেক্সট গন্তব্যস্থলেও বজায় রাখা যাবে।
gu: SELinux એ $SOURCE ને ફાઈલસિસ્ટમ પર $SOURCE_TYPE ના સંદર્ભ સાથે ફાઈલ બનાવવાથી અટકાવી રહ્યું છે. સામાન્ય રીતે આ થાય છે જો તમે cp આદેશને ફાઈલનો સંદર્ભ જાળવવા માટે કહો જ્યારે ફાઈલ સિસ્ટમો વચ્ચે ફાઈલોની નકલ કરી રહ્યા હોય. ઉદાહરણ તરીકે "cp -a". ફાઈલ સિસ્ટમો વચ્ચે બધા ફાઈલ સંદર્ભ જળવાવા જોઈએ નહિં. ઉદાહરણ તરીકે iso9660_t જેવો માત્ર વાંચી શકાય તેવો ફાઈલ પ્રકાર r/w સિસ્ટમ પર મૂકવામાં આવવો જોઈએ. "cp -p" એ કદાચ વધુ સારો ઉકેલ હોઈ શકે, કારણ કે આ અંતિમ મુકામ માટે મૂળભૂત ફાઈલ સંદર્ભ સ્વીકારી લેશે.
it: SELinux ha impedito che $SOURCE crei un file con un contesto di $SOURCE_TYPE su un filesystem. Solitamente ciò avviene quando si chiede al comando cp di mantenere il contesto di un file quando si copia tra file systems. "cp -a" ad esempio. Non tutti i contesti dei file dovrebbero essere mantenuti tra i file system. Ad esempio un tipo di file di sola lettura come l'iso9660_t non dovrebbe essere posto in un sistema r/w. "cp -p" potrebbe essere una soluzione migliore, in quanto adotterebbe il contesto per il file predefinito per la destinazione.
ja: SELinux は $SOURCE がファイルシステム上で $SOURCE_TYPE のコンテキストを持つファイルを作成することを阻止しています。 通常、これは、例えば、"cp -a" のようにファイルシステム間でコピーしている時に、 cp コマンドにファイルのコンテキストを維持するように依頼する時に起こります。全てのファイルコンテキストがファイルシステム間で維持されるべきではありません。 例えば、iso9660_t のような読み込み専用のファイルタイプは r/w システム上に置くべきではありません。 cp -p はその目的地用にデフォルトのファイルコンテキストを採択するため、この方がより良いソリューションと 言えます
pl: SELinux powstrzymuje $SOURCE przed utworzeniem pliku z kontekstem $SOURCE_TYPE w systemie plików. Zwykle zdarza się to, gdy polecenie cp ma zarządzać kontekstem pliku podczas kopiowania między systemami plików, na przykład "cp -a". Nie wszystkie konteksty plików powinny być zarządzane między systemami plików. Na przykład typ pliku tylko do odczytu, taki jak iso9660_t nie powinien być umieszczany w systemie do odczytu/zapisu. "cp -p" może być lepszym rozwiązaniem, jako że używa domyślnych kontekstów plików dla miejsca docelowego.
uk: SELinux заборонила $SOURCE створювати файли з контекстом $SOURCE_TYPE у файловій системі. Звичайно це відбувається при використанні команди cp для збереження контексту файлу при копіюванні. Наприклад, «cp -a». Не всі файлові контексти повинні зберігатись між файловими системами. Наприклад, такий тип файлів лише для читання як iso9660_t не повинен використовуватись на системах, що допускають запис. Команда «cp -p» може бути більш добрим рішенням, оскільки вона адаптує файловий контекст у залежності від приймача.

source: Use a command like "cp -p" to preserve all permissions except SELinux context.
bn_in: SELinux কনটেক্সট ব্যতীত অন্যান্য সকল অনুমতি অপরিবর্তিত রাখতে "cp -P" ধরনের কোনো কমান্ড প্রয়োগ করুন।
gu: SELinux સંદર્ભ સિવાયની બધી પરવાનગીઓ સાચવવા માટે "cp -p" જેવો આદેશ વાપરો.
it: Usare un comando come "cp -p" per preservare tutti i permessi tranne il contesto SELinux.
ja: "cp -p" などのコマンドを使用して、SELinux コンテキスト以外の全ての権限を保存します。
pl: Należy użyć polecenia takiego jak "cp -p", aby zachować wszystkie uprawnienia poza kontekstem SELinuksa.
uk: Використовуйте команди, подібні до «cp -p», для збереження усіх прав доступу, окрім контексту SELinux.

source: SELinux is preventing firefox from making its memory writable and executable.
bn_in: SELinux দ্বারা firefox-কে নিজের মেমরি লিখনযোগ্য ও সঞ্চালনযোগ্য (এক্সেকিউটেবল) করতে প্রতিরোধ করা হচ্ছে।
gu: SELinux એ firefox ને તેની મેમરી લખી શકાય અને ેક એક્ઝેક્યુટેબલ બનાવવાથી અટકાવી રહ્યું છે.
it: SELinux impedisce a firefox di rendere la propria memoria scrivibile ed eseguibile.
ja: SELinux は firefox がそのメモリーを書き込み可能と実行可能にすることを 阻止しています。
pl: SELinux powstrzymuje Firefoksa przed ustawieniem swojej pamięci jako zapisywalnej i wykonywalnej.
sr: SELinux спречава firefox од промене своје меморије у уписиву и извршну.
uk: SELinux забороняє Firefox здійснювати запис у пам'ять та виконувати код.

source: The $SOURCE application attempted to change the access protection of memory (e.g., allocated using malloc). This is a potential security problem. Firefox is probably not the problem here ,but one of its plugins. You could remove the plugin and the app would no longer require the access. If you figure out which plugin is causing the access request, please open a bug report on the plugin.
bn_in: $SOURCE অ্যাপ্লিকেশন দ্বারা মেমরি ব্যবহারের নিরাপত্তার অবস্থা পরিবর্তন করা হয়েছিল (যেমন, malloc সহযোগে বরাদ্দ)। এটি নিরাপত্তা সম্পর্কিত একটি সম্ভাব্য সমস্যা। সম্ভবত এটি Firefox-র সমস্যা নয় কিন্তু Firefox-র কোনো প্লাগ-ইন এর জন্য দায়ী। প্লাগ-ইনটি মুছে ফেলা হলে অ্যাপ্লিকেশনটির জন্য কোনো ব্যবহারাধিকার প্রয়োজন হবে না। ব্যবহারের অধিকারের অনুরোধকারী প্লাগ-ইন সনাক্ত হলে, সংশ্লিষ্ট প্লাগ-ইনের জন্য একটি বাগ রিপোর্ট দায়ের করুন।
gu: $SOURCE કાર્યક્રમ એ મેમરીની સુરક્ષાનાં વપરાશને બદલવા માટે પ્રયત્ન કરેલ હતુ (દા.ત., malloc ની મદદથી ફાળવેલ). આ સંભવનીય સુરક્ષા સમસ્યા છે. Firefox એ અહિંયા સમસ્યા કદાચ ન હતી, પરંતિ તેનાં પ્લગઇનોની એક. તમે પલ્ગઇનને દૂર કરી શક્યા અને કાર્યક્રમને પ્રવેશની લાંબા સમય સુધી જરૂર નથી. જો તમે શોધી કાઢો કે કંઇ પ્રવેશ સૂચનાનાં કારણે થાય છે, મહેરબાની કરીને પ્લગઇન પર ભૂલ અહેવાલને ખોલો.
it: L'applicazione $SOURCE ha cercato di modificare la protezione per l'accesso della memoria (es. assegnata usando malloc). Questo è un potenziale problema di sicurezza. Firefox probabilmente non è il problema, lo è invece uno dei suoi plugin. È possibile rimuovere il plugin, così facendo l'applicazione non avrà più bisogno dell'accesso. Se l'utente è in grado di identificare il plugin che causa la richiesta di accesso, compilare un bug report relativo al plugin in questione.
ja: $SOURCE アプリケーションはメモリー（例：malloc を使用して割り当て）への アクセス保護を変更する試みをしました。これはセキュリティ問題となる可能性が あります。多分、Firefox は問題ではなく、そのプラグインの１つが問題でしょう。 そのプラグインを削除すると、アプリケーションはもうアクセスする必要が無くなる でしょう。どのプラグインがアクセス要求の原因であるかを判定できたら、そのプラグインに ついてバグ報告をして下さい。
pl: Aplikacja $SOURCE próbowała zmienić ochronę dostępu do pamięci (np. przydzielonej używając malloc). To jest potencjalny problem bezpieczeństwa. Firefox prawdopodobnie nie jest tu problemem, ale jedna z jego wtyczek. Można usunąć wtyczkę, a aplikacja nie będzie już wymagała tego dostępu. Jeśli znana jest wtyczka powodująca żądanie dostępu, proszę otworzyć raport błędu o niej.
uk: Програма $SOURCE спробувала змінити захист доступу до пам'яті (наприклад, виділеної за допомогою malloc). Це може загрожувати безпеку роботи. Можливо, проблема й не зв'язана напряму з Firefox, а з одним з модулів. Спробуйте видалити модуль. Якщо ви точно знаєте, який модуль призводить до проблемам, будь ласка, створіть звіт про помилку.

source: There are two ways to fix this problem, you can install the nsspluginwrapper package, which will cause firefox to run its plugins under a separate process. This process will allow the execmem access. This is the safest choice. You could also turn off the allow_unconfined_nsplugin_transition boolean. <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
bn_in: এই সমস্যা সমাধানের দুটি পদ্ধতি উপস্থিত রয়েছে। প্রথম, nsspluginwrapper প্যাকেজটি ইনস্টল করা যাবে। এর ফলে firefox-র প্লাগ-ইনগুলি একটি ভিন্ন প্রসেস রূপে সঞ্চালিত হবে। এই প্রসেস দ্বারা execmem ব্যবহারের অনুমতি প্রদান করা হবে। এটি সবচেয়ে নিরাপদ উপায়। অন্যথা allow_unconfined_nsplugin_transition বুলিয়েনটি বন্ধ করা যাবে। <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
gu: ત્યાં આ સમસ્યાને સુધારવા માટે બે રસ્તાઓ છે, તમે nsspluginwrapper પેકેજ ને સ્થાપિત કરી શકો છો, કે જે અલગ પ્રક્રિયા હેઠળ તેનાં પ્લગઇનોને ચલાવવા માટે firefox નું કારણ હશે. આ પ્રક્રિયા execmem પ્રવેશને પરવાનગી આપશે. આ સલામતી પસંદગી છે. તમે allow_unconfined_nsplugin_transition બુલિયનને બંધ પણ કરી શકો છો. <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
it: Per correggere questo problema sono disponibili due metodi, è possibile installare il pacchetto nsspluginwrapper, il quale causerà l'esecuzione dei propri plugin in un processo separato da parte di firefox. Tale processo permetterà un accesso execmem. Questa è la scelta più sicura. È possibile altresì disabilitare il booleano allow_unconfined_nsplugin_transition. <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
ja: この問題の修復には２つの方法があります。nsspluginwrapper パッケージを インストールすると firefox がそのプラグインを別のプロセスで実行するように なります。このプロセスにより、execmem アクセスが可能になります。これが 最も安全な方法です。別の方法は、allow_unconfined_nsplugin_transition ブーリアンを オフにすることです。 <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
pl: Istnieją dwa sposoby naprawienia tego problemu. Można zainstalować pakiet nsspluginwrapper, który spowoduje uruchomienie przez Firefoksa jego wtyczek w oddzielnych procesach. Ten proces umożliwi dostęp execmem. Jest to najbezpieczniejszy wybór. Można także wyłączyć zmienną logiczną allow_unconfined_nsplugin_transition. <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
uk: Проблему можна вирішити двома способами. Найбільш безпечний спосіб - встановити пакет nsspluginwrapper, який змусить Firefox створити окремий процес для виконання модулів. Також бажано вимкнути allow_unconfined_nsplugin_transition: <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>

source: SELinux prevented $SOURCE from correctly running as a daemon.
bn_in: SELinux দ্বারা $SOURCE-কে সঠিক ডেমন রূপে সঞ্চালিত হতে প্রতিরোধ করা হয়েছে।
gu: SELinux એ $SOURCE ને ડિમન તરીકે યોગ્ય રીતે ચલાવવાથી બચાવેલ છે.
it: SELinux ha impedito a $SOURCE di essere eseguito correttamente come demone.
ja: SELinux は $SOURCE がデーモンとして正常に実行することを阻止しました。
pl: SELinux powstrzymał $SOURCE przed uruchomieniem jako demon.
sr: SELinux је спречио да се $SOURCE исправно извршава као системска услуга.
uk: SELinux забороняє $SOURCE працювати у режимі служби.

source: SELinux prevented $SOURCE from correctly running as a daemon. FTP servers can be configured to either run through xinetd or as a stand-alone daemon. Each configuration requires slightly different access. If you have configured your FTP server to run as a daemon you should allow this access. Otherwise this may signal an intrusion attempt.
bn_in: SELinux দ্বারা $SOURCE-কে সঠিক ডেমন রূপে সঞ্চালিত হতে প্রতিরোধ করা হয়েছে। Ftp সার্ভার xinetd'র মাধ্যমে অথবা একটি স্বাধীন ডেমনরূপে সঞ্চালনের উদ্দেশ্যে কনফিগার করা সম্ভব। প্রত্যেকটি কনফিগারেশনের ক্ষেত্রে কিছুমাত্রায় পৃথক অধিকার আবশ্যক। ftp সার্ভারটি ডেমন রূপে সঞ্চালনের জন্য কনফিগার করা হলে এই অনুমতি প্রদান করা আবশ্যক অন্যথা এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ $SOURCE ને ડિમન તરીકે યોગ્ય રીતે ચલવાથી બચાવેલ છે. Ftp સર્વરો ક્યાં તો xinetd મારફતે ચલાવવા માટે અથવા એકલા ડિમન તરીકે ચલાવવા માટે રૂપરેખાંકિત કરી શકાય છે. દરેક રૂપરેખાંકન માટે થોડા અલગ વપરાશની જરૂર હોય છે. જો તમે તમારું ftp સર્વરને ડિમન તરીકે ચલાવવા માટે રૂપરેખાંકિત કરેલ હોય તો તમારે આ વપરાશને પરવાનગી આપવી જોઈએ. નહિંતર આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપશે.
it: SELinux ha impedito $SOURCE di essere eseguito correttamente come demone. I server FTP possono essere configurati in modo da poter essere eseguiti sia attraverso xinetd, o come un demone stand-alone. Ogni configurazione necessita di un accesso leggermente diverso. Se è stato configurato il server FTP in modo da essere eseguito come un demone, allora è necessario abilitare questo tipo di accesso. In caso contrario ciò potrebbe segnalare un tentativo di intrusione.
ja: SELinux は $SOURCE がデーモンとして正常に実行することを阻止しました。 xinetd 経由で実行するか、スタンドアローンのデーモンとして実行するよう FTP サーバーを設定することができます。各設定は若干異るアクセスを必要と します。 デーモンとして実行するよう FTP サーバーを設定した場合、 このアクセスを許可する必要があります。それ以外の場合、これは不正侵入の試行を 示している可能性があります。
pl: SELinux powstrzymał $SOURCE przed uruchomieniem jako demon. Serwery FTP mogą zostać skonfigurowane tak, aby były uruchomione przez xinetd lub jako samodzielne demony. Każda konfiguracja wymaga trochę różnego dostępu. Jeśli skonfigurowano serwer FTP tak, aby był uruchomiony jako demon, powinno się pozwolić na ten dostęp. W innym wypadku może to wskazywać na próbę włamania.
sr: SELinux је спречио да се $SOURCE исправно извршава као системска услуга. FTP сервери могу бити подешени да се извршавају или кроз xinetd или као самосталне системске услуге. Свако подешавање захтева донекле другачији приступ. Ако сте подесили да се Ваш FTP server извршава као системска услуга, треба да дозволите овај приступ. У супротном ово може указивати на покушај упада.
uk: SELinux забороняє $SOURCE запускатися у якості служби. Ftp сервери можуть запускатися через xinetd або як незалежні (stand-alone) служби. Обидва варіанта мало відрізняються з точки зору доступу. Якщо ви налаштували ваш ftp сервер на запуск у якості служби, ви повинні дозволити цей доступ. Інакше це може говорити про спробу вторгнення.

source: SELinux is preventing the ftp daemon from reading users home directories ($TARGET_PATH).
bn_in: SELinux দ্বারা ftp ডেমনকে ব্যবহারকারীদের ব্যক্তিগত (home) ডিরেক্টরি ($TARGET_PATH) পড়তে বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux એ ftp ડિમનને વપરાશકર્તાઓ ઘર ડિરેક્ટરીઓ ($TARGET_PATH) વાંચવાથી બચાવી રહ્યું છે.
it: SELinux ha impedito al demone ftp di leggere le cartelle home degli utenti ($TARGET_PATH).
ja: SELinux は ftp デーモンによるユーザーのホームディレクトリー ($TARGET_PATH) の読み込みを阻止しています。
pl: SELinux powstrzymuje demona FTP przed odczytaniem katalogów domowych użytkowników ($TARGET_PATH).
sr: SELinux је спречио ftp системску услугу од читања личних директоријума корисника ($TARGET_PATH).
uk: SELinux запобігає читанню домашніх тек користувачів ($TARGET_PATH) службою ftp.
