Repository: 1dot75cm/selinux-policy
Catalog: plugins/po/*.po
Languages: bn_in, gu, it, ja, pl, sr, uk

source: SELinux denied access requested by $SOURCE. The current boolean settings do not allow this access. If you have not setup $SOURCE to require this access this may signal an intrusion attempt. If you do intend this access you need to change the booleans on this system to allow the access.
bn_in: SELinux দ্বারা $SOURCE-র অনুরোধ করা ব্যবহারাধিকার প্রত্যাখ্যান করা হয়েছে। $SOURCE-র জন্য এই অধিকার প্রদান না করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে। এই অধিকার প্রদান করতে ইচ্ছুক হলে, সিস্টেমের মধ্যে উপস্থিত বুলিয়ানের মান পরিবর্তন করা আবশ্যক।
gu: SELinux એ $SOURCE દ્વારા અરજી કરાયેલ વપરાશ નામંજૂર કર્યો છે. તે ઈચ્છિત હતો નહિં કે આ વપરાશ $SOURCE દ્વારા જરૂરી છે અને આ વપરાશ કદાચ ઘૂંસણખોરી પ્રવેશનો સંકેત કરી શકશે. એ પણ શક્ય છે કે ચોક્કસ આવૃત્તિ અથવા કાર્યક્રમનું રૂપરેખાંકન એ તેને વધારાના વપરાશની અરજી કરવા માટે કારણ આપી રહ્યું હોય.
it: SELinux ha negato l'accesso richiesto da $SOURCE. Le attuali impostazioni del booleano non consentono questo accesso. Se non è stato impostato $SOURCE per richiedere questo accesso ciò potrebbe segnalare un tentativo di intrusione. Se si intende permettere l'accesso è necessario cambiare i booleani del sistema per consentire l'accesso.
ja: SELinux は $SOURCE により要求されたアクセスを拒否しました。 現在のブーリアン設定はこのアクセスを許可しません。このアクセスを 要求するように $SOURCE を設定していない場合、不正侵入の試行を示している 可能性があります。 アクセスの意志があれば、このシステム上でブーリアン値を 変更してアクセスを許可するようにしなければなりません。
pl: SELinux odmówił $SOURCE żądania dostępu. Ten dostęp nie jest konieczny dla $SOURCE i może wskazywać na próbę włamania. Jest także możliwe, że określona wersja lub konfiguracja aplikacji powoduje, że wymaga ona tego dostępu.
sr: SELinux је одбио приступ који захтева $SOURCE. Тренутно подешена логичка променљива не омогућава овај приступ.Ако нисте подесили $SOURCE захтева овај приступ ово може указивати на покушај упада. Ако ипак желите овај приступ, потребно је да промените логичке променљиве на овом систему како бисте омогућили приступ.
uk: SELinux відхилила запит на доступ від $SOURCE. Поточні параметри логічних змінних не дозволяють доступ. Такий запит не очікується від $SOURCE, що може свідчити про спробу вторгнення. Якщо ж ви дійсно хочете дозволити доступ, треба змінити відповідні логічні змінні.

source: Confined processes can be configured to run requiring different access, SELinux provides booleans to allow you to turn on/off access as needed.
bn_in: ভিন্ন ব্যবহারাধিকার সহ সঞ্চালনের উদ্দেশ্যে কনফাইন করা প্রেসস কনফিগার করা যাবে। এই ক্ষেত্রে SELInux দ্বারা উপলব্ধ বিভিন্ন বুলিয়ানের মান চালু/বন্ধ করে প্রযোজ্য ব্যবহারাধিকার প্রয়োগ করা যাবে।
gu: શુદ્ધિ થયેલ પ્રક્રિયાઓ જરૂરી અલગ વપરાશ મેળવવા માટે ચલાવીને રૂપરેખાંકિત કરી શકાય છે, SELInux એ તમને જરૂરીયાત પ્રમાણે વપરાશ ચાલુ/બંધ કરવા માટે તમને પરવાનગી આપવા માટે બુલિયનો પૂરા પાડે છે.
it: I processi confinati possono essere configurati per essere eseguiti richiedendo accessi differenti, SELinux fornisce booleane per permettere di attivare o disattivare l'accesso secondo le necessità.
ja: 別のアクセスを必要とする、限定されたプロセスを実行するように設定できます。 SELInux は必要に応じて、ユーザーがアクセスをオン/オフに切り替えできる ブーリアン値を提供します。
pl: Ograniczone procesy mogą być skonfigurowane tak, aby wymagały różnego dostępu, SELinux dostarcza zmienne logiczne, aby można było włączyć/wyłączyć dostęp w razie potrzeby.
sr: Ограничени процеси могу бити подешени да се покрећу захтевајући другачији приступ, SELinux пружа логичке променљиве како би омогућио да по потреби укључите/искључите приступ.
uk: Процеси, щоб обмежуються можна налаштувати так, щоб вони виконувались з різними рівнями доступу. При цьому доступ можна дозволити та забороняти за допомогою логічних змінних SELinux.

source: One of the following booleans is set incorrectly: <b>%s</b>
bn_in: নিম্নলিখিত বুলিয়ানগুলির মধ্যে একটির মান সঠিকরূপে স্থাপিত হয়নি: <b>%s</b>
gu: નીચેનાં બુલિયનોનો એક એ બરાબર રીતે સુયોજિત કર્યો નથી: <b>%s</b>
it: Uno dei seguenti booleani è impostato incorrettamente: <b>%s</b>
ja: 以下のブーリアン値の１つは間違えて設定されています: <b>%s</b>
pl: Jedna z następujących zmiennych logicznych została niepoprawnie ustawiona: <b>%s</b>
sr: Једна од следећих логичких променљива није исправно постављена: <b>%s</b>
uk: Логічне значення встановлено неправильно: <b>%s</b>

source: Choose one of the following to allow access:<br>
bn_in: ব্যবহারাধিকার প্রদান করার জন্য নিম্নলিখিত একটি নির্বাচন করুন:<br>
gu: પ્રવેશને પરવાનગી આપવા માટે નીચેમાંથી એકને પસંદ કરો:<br>
it: Per abilitare l'accesso selezionare uno dei seguenti:<br>
ja: 以下の１つを選択してアクセスを許可します:<br>
pl: Należy wybrać jedną, aby umożliwić dostęp:<br>
sr: Изаберите једну од следећих да бисте дозволили приступ:<br>
uk: Виберіть один з наведених варіантів для надання доступу:<br>

source: The boolean <b>%s</b> is set incorrectly.
bn_in: <b>%s</b> বুলিয়ান সঠিকভাবে নির্ধারিত হয়নি।
gu: બુલિયન <b>%s</b> એ બરાબર રીતે સુયોજિત નથી.
it: Il booleano <b>%s</b> è impostato incorrettamente.
ja: ブーリアン値 <b>%s</b> は間違えて設定されています。
pl: Zmienna logiczna <b>%s</b> została niepoprawnie ustawiona.
sr: Логичка променљива <b>%s</b> није исправно постављена.
uk: Логічні змінна <b>%s</b> визначена неправильно.

source: <br><br>Boolean Description:<br>%s<br><br>
bn_in: <br><br>বুলিয়ানের বিবরণ:<br>%s<br><br>
gu: <br><br>બુલિયન વર્ણન:<br>%s<br><br>
it: <br><br>Descrizione booleano:<br>%s<br><br>
ja: <br><br>ブーリアン値記述:<br>%s<br><br>
pl: <br><br>Opis zmiennych logicznych:<br>%s<br><br>
sr: <br><br>Опис логичке променљиве:<br>%s<br><br>
uk: <br><br>Опис логічної змінної: <br>%s<br><br>

source: SELinux is preventing $SOURCE_PATH "$ACCESS" access
bn_in: SELinux দ্বারা $SOURCE_PATH-কে "$ACCESS" করতে প্রতিরোধ করা হয়েছে।
gu: SELinux એ $SOURCE_PATH "$ACCESS" વપરાશને અટકાવી રહ્યું છે
it: SELinux impedisce l'accesso $SOURCE_PATH "$ACCESS"
ja: SELinux は $SOURCE_PATH による "$ACCESS" アクセスを阻止しています
pl: SELinux powstrzymuje $SOURCE_PATH "$ACCESS" dostęp
sr: SELinux спречава $SOURCE_PATH „$ACCESS“ приступ
uk: SELinux запобігає $SOURCE_PATH доступ «$ACCESS».

source: SELinux denied access requested by $SOURCE. It is not expected that this access is required by $SOURCE and this access may signal an intrusion attempt. It is also possible that the specific version or configuration of the application is causing it to require additional access.
bn_in: SELinux দ্বারা $SOURCE-র অনুরোধ করা ব্যবহারাধিকার প্রত্যাখ্যান করা হয়েছে। সাধারণত $SOURCE-র জন্য এই সাধারণত $SOURCE-র জন্য এই অধিকার প্রত্যাশিত নয় এবং সম্ভবত এটি অনুপ্রবেশের সংকেত হতে পারে। সম্ভবত অ্যাপ্লিকেশনের কোনো সুনির্দিষ্ট সংস্করণ অথবা কনফিগারেশনের ক্ষেত্রে অতিরিক্ত অধিকার প্রয়োজন হবে।
gu: SELinux એ $SOURCE દ્વારા અરજી કરાયેલ વપરાશ નામંજૂર કર્યો છે. તે ઈચ્છિત હતો નહિં કે આ વપરાશ $SOURCE દ્વારા જરૂરી છે અને આ વપરાશ કદાચ ઘૂંસણખોરી પ્રવેશનો સંકેત કરી શકશે. એ પણ શક્ય છે કે ચોક્કસ આવૃત્તિ અથવા કાર્યક્રમનું રૂપરેખાંકન એ તેને વધારાના વપરાશની અરજી કરવા માટે કારણ આપી રહ્યું હોય.
it: SELinux ha negato l'accesso richiesto da $SOURCE. Non è previsto che questo accesso venga richiesto da $SOURCE, e tale accesso può segnalare un tentativo di intrusione. È anche possibile che questo sia provocato dalla specifica versione o dalla configurazione dell'applicazione per richiedere un ulteriore accesso.
ja: SELinux は $SOURCE により要求されたアクセスを拒否しました。 このアクセスは $SOURCE に必要であると想定されないため不正侵入 の試行を示している可能性があります。 また、 アプリケーションの特定 バージョンまたは設定が追加アクセス要求の原因となっている可能性 もあります。
pl: SELinux odmówił $SOURCE żądania dostępu. Ten dostęp nie jest konieczny dla $SOURCE i może wskazywać na próbę włamania. Jest także możliwe, że określona wersja lub konfiguracja aplikacji powoduje, że wymaga ona tego dostępu.
sr: SELinux је одбио приступ који захтева $SOURCE. Није очекивано да $SOURCE захтева овај приступ и он може указивати на покушај упада. Такође је могуће да одређена верзија или подешавање програма проузрокује да он захтева додатан приступ.
uk: SELinux відхилила запит на доступ від $SOURCE. Такий запит не очікується від $SOURCE, що може свідчити про спробу вторгнення. Також можливо, що специфічна версія конфігурації програми вимагає додаткового доступу.

source: You can generate a local policy module to allow this access - see <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> Please file a bug report.
bn_in: এই ব্যবহারাধিকার প্রদানের জন্য স্থানীয় পলিসি মডিউল নির্মাণ করা যাবে - <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> পড়ুন অনুগ্রহ করে একটি বাগ রিপোর্ট দায়ের করুন।
gu: તમે આ વપરાશને પરવાનગી આપવા માટે સ્થાનિક પોલિસી મોડ્યુલને બનાવી શકો છો - જુઓ <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> મહેરબાની કરીને ભૂલ અહેવાલ જમા કરો.
it: E' possibile generare un modulo di politica locale per consentire questo accesso - consultare le <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> Inviare un bug report.
ja: ローカルポリシーモジュールを生成して、このアクセスを許可するように できます：<a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> をご覧下さい。 バグレポートを提出してください。
pl: Można utworzyć moduł polityki lokalnej, aby umożliwić ten dostęp - proszę zobaczyć <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> Proszę zgłosić raport błędu.
sr: Можете направити модул локалне полисе за дозвољавање овог приступа - видите <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>. Молим поднесите извештај о грешци.
uk: Щоб дозволити доступ, можна згенерувати модуль локальної політики (см. <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>). Будь ласка, створіть звіт про помилку.

source: SELinux is preventing $SOURCE_PATH from connecting to port $PORT_NUMBER.
bn_in: SELinux দ্বারা $SOURCE_PATH-কে পোর্ট $PORT_NUMBER'র সাথে সংযোগ করতে বাধা দেওয়া হচ্ছে।
gu: SELinux એ $SOURCE_PATH ને પોર્ટ $PORT_NUMBER સાથે જોડાવાથી અટકાવી રહ્યું છે.
it: SELinux impedisce al $SOURCE_PATH di collegarsi alla porta $PORT_NUMBER.
ja: SELinux は $SOURCE_PATH によるポート $PORT_NUMBER への接続を 阻止しています。
pl: SELinux powstrzymuje $SOURCE_PATH przed łączeniem się z portem $PORT_NUMBER.
sr: SELinux спречава $SOURCE_PATH од повезивања на порт $PORT_NUMBER.
uk: SELinux запобігає підключенню $SOURCE_PATH до порту $PORT_NUMBER.

source: SELinux has denied $SOURCE from connecting to a network port $PORT_NUMBER which does not have an SELinux type associated with it. If $SOURCE should be allowed to connect on $PORT_NUMBER, use the <i>semanage</i> command to assign $PORT_NUMBER to a port type that $SOURCE_TYPE can connect to (%s). <br><br>If $SOURCE is not supposed to connect to $PORT_NUMBER, this could signal a intrusion attempt.
bn_in: SELinux দ্বারা $SOURCE-কে নেটওয়ার্ক পোর্ট $PORT_NUMBER'র সাথে সংযোগ করতে বাধা দেওয়া হচ্ছে, এই পোর্টের সাথে কোনো SELinux ধরন যুক্ত নয়। $SOURCE-কে যদি এই $PORT_NUMBER-এ অপেক্ষা করার অনুমতি প্রদান করা হয় তাহলে <i>semanage</i> কমান্ড প্রয়োগ করে এই $PORT_NUMBER-কে $SOURCE_TYPE দ্বারা সংযোগ করার যোগ্য একটি পোর্টের ধরনে নির্ধারণ করুন (%s) <br><br>$SOURCE দ্বারা এই $PORT_NUMBER-এ সংযোগ করার জন্য নির্ধারণ না করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ $SOURCE ને નેટવર્ક પોર્ટ $PORT_NUMBER સાથે જોડાવાથી નામંજૂર કરેલ છે કે જેને SELinux પ્રકાર તેની સાથે સંકળાયેલ નથી. જો $SOURCE એ આ $PORT_NUMBER પર જોડાવા માટે માન્ય હોવું જોઈએ, તો તમે આ $PORT_NUMBERને પોર્ટ પ્રકારમાં ઉમેરવા માટે <i>semanage</i> આદેશ વાપરી શકો કે જેને $SOURCE_TYPE (%s) માં જોડાઈ શકે. <br><br>જો $SOURCE એ આ $PORT_NUMBER સાથે જોડાવુ નહિં જોઈએ,તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha negato a $SOURCE di collegarsi ad una porta di rete $PORT_NUMBER, la quale non possiede un tipo di SELinux ad essa associato. Se $SOURCE dove essere abilitato al collegamento con la $PORT_NUMBER, utilizzare il comando <i>semanage</i> per assegnare $PORT_NUMBER ad un tipo di porta alla quale $SOURCE_TYPE può connettersi (%s). <br><br>Se $SOURCE non dove collegarsi a $PORT_NUMBER ciò potrebbe indicare un tentativo di intrusione.
ja: SELinux は $SOURCE によるポートに関連付けられた SELinux タイプを持たないネットワークポート $PORT_NUMBER への接続を拒否しました。 $SOURCE の $PORT_NUMBER での接続が許可されるべきである場合、<i>semanage</i> コマンドを使用して、$PORT_NUMBER を $SOURCE_TYPE が接続できるポートタイプに割り当てします (%s)。 <br><br>$SOURCE による $PORT_NUMBER への接続が想定されていない場合、 これは不正侵入の試行を示唆している可能性があります。
pl: SELinux odmówił $SOURCE łączenia do portu sieciowego $PORT_NUMBER, który nie posiada powiązanego ze sobą typu SELinuksa. Jeśli $SOURCE powinien łączyć się na porcie $PORT_NUMBER, należy użyć polecenia <i>semanage</i>, aby przydzielić $PORT_NUMBER do typów portów, do jakich $SOURCE_TYPE może się łączyć (%s). <br><br>Jeśli $SOURCE nie powinien łączyć się z $PORT_NUMBER, może to wskazywać na próbę włamania.
sr: SELinux је одбио $SOURCE од повезивања на мрежни порт $PORT_NUMBER који нема придружену SELinux врсту. Ако за $SOURCE треба да буде дозвољено повезивање на $PORT_NUMBER, употребите наредбу <i>semanage</i> за додавање $PORT_NUMBER у врсту порта на коју $SOURCE_TYPE сме да се повеже (%s). <br><br>Ако $SOURCE не треба да се повезује на $PORT_NUMBER, ово може указивати на покушај упада.
uk: SELinux заборонила $SOURCE підключатись до мережного порту $PORT_NUMBER, якому не заданий тип SELinux. Якщо $SOURCE повинен мати можливість підключатися до цього порту, ви можете використовувати команду semanage для додавання цього порту до типу, до якого $SOURCE_TYPE може підключатися. (%s). <br><br>Якщо $SOURCE не має підключатися до цього порту, це може означати спробу вторгнення.

source: If you want to allow $SOURCE to connect to $PORT_NUMBER, you can execute <br> <b>semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>where PORT_TYPE is one of the following: %s.
bn_in: $SOURCE-কে এই $PORT_NUMBER-র সাথে সংযোগের অনুমতি প্রদান করতে প্রয়োগ করুন<br> <b>semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>PORT_TYPE-র ক্ষেত্রে নিম্নলিখিত যে কোনো একটি মান প্রয়োগ করা হবে: %s.
gu: જો તમે $SOURCE ને આ $PORT_NUMBER પર જોડાવા માટે પરવાનગી આપવા માંગો તમે semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER ને ચલાવી શકો છો <br>જ્યાં PORT_TYPE નીચેનાંનો એક છે: %s.
it: Se si desidera consentire che $SOURCE si connetta alla $PORT_NUMBER, è possibile eseguire <br> <b>semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> </br>Dove PORT_TYPE è una delle seguenti: %s.
ja: $SOURCE による $PORT_NUMBER への接続を許可する場合は、 <br> <b>semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> を実行します。 <br>ここで、PORT_TYPE は 以下の１つとなります: %s 。
pl: Aby pozwolić $SOURCE na łączenie się z $PORT_NUMBER, można wykonać <br> <b>semanage port -a -t TYP_PORTU -p %s $PORT_NUMBER</b> Gdzie TYP_PORTU jest jednym z: %s.
sr: Ако желите да дозволите да се $SOURCE повезује на $PORT_NUMBER, можете извршити <br> <b>semanage port -a -t ВРСТА_ПОРТА -p %s $PORT_NUMBER</b> <br>где је ВРСТА_ПОРТА врста једна од следећих: %s.
uk: Щоб дозволити підключення $SOURCE до порту $PORT_NUMBER, виконайте команду<br> <b>semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER </b> <br>де PORT_TYPE може приймати значення: %s.

source: SELinux is preventing cvs ($SOURCE_PATH) "$ACCESS" access to $TARGET_PATH
bn_in: SELinux দ্বারা cvs ($SOURCE_TYPE)-কে ডিভাইস $TARGET_PATH "$ACCESS" ব্যবহারের বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux એ cvs $SOURCE_PATH "$ACCESS" વપરાશને TARGET_PATH થી અટકાવી રહ્યું છે.
it: SELinux impedisce l'accesso cvs ($SOURCE_PATH) "$ACCESS" a $TARGET_PATH.
ja: SELinux は cvs ($SOURCE_PATH) による $TARGET_PATH への "$ACCESS" アクセスを阻止しています
pl: SELinux powstrzymuje CVS ($SOURCE) "$ACCESS" dostęp do $TARGET_PATH
sr: SELinux спречава cvs ($SOURCE_PATH) „$ACCESS“ приступ ка $TARGET_PATH
uk: SELinux запобігає cvs ($SOURCE_PATH) доступ «$ACCESS» до $TARGET_PATH.

source: SELinux denied cvs access to $TARGET_PATH. If this is a CVS repository it needs to have a file context label of cvs_data_t. If you did not intend to use $TARGET_PATH as a CVS repository it could indicate either a bug or it could signal an intrusion attempt.
bn_in: SELinux দ্বারা $TARGET_PATH'এ cvs ব্যবহারে প্রতিরোধ করা হয়েছে। CVS সংগ্রহস্থলের ক্ষেত্রে ফাইল কনটেক্সট cvs_data_t হওয়া আবশ্যক। $TARGET_PATH'কে cvs সংগ্রহস্থলরূপে নির্ধারণ না করা হলে সম্ভবত এটি কোনো বাগ অথবা অনুপ্রবেশের সংকেত।
gu: SELinux એ $TARGET_PATH નો cvs વપરાશ નામંજૂર કર્યો. જો આ CVS રીપોઝીટરી હોય તો તેને cvs_data_t લેબલવાળો ફાઈલ સંદર્ભ હોવો જોઈએ. જો તમે $TARGET_PATH ને cvs રીપોઝીટરી તરીકે વાપરવાનો હેતુ રાખ્યો નહિં હોય તો તે ક્યાં તો ભૂલ સૂચવી શક્યો હોત અથવા તે ઘૂંસણખોરી પ્રવેશ સંકેત સૂચવી શક્યો હોત.
it: SELinux ha negato l'accesso cvs a $TARGET_PATH. Se si tratta di un repository CVS, sarà necessario avere una etichetta del contesto del file cvs_data_t. Se non si desiderava utilizzare $TARGET_PATH come repository CVS, ciò potrebbe indicare un bug oppure potrebbe segnalare un tentativo di intrusione.
ja: SELinux は $TARGET_PATH への cvs アクセスを拒否しました。 これが CVS リポジトリーの場合は、 cvs_data_t のファイルコンテキストラベルを 持っていなければなりません。CVS リポジトリーとして $TARGET_PATH を 使用するつもりではなかった場合、これはバグであるか不正侵入の試行を示している可能性があります。
pl: SELinux odmówił CVS dostępu do $TARGET_PATH. Jeśli jest to repozytorium CVS, musi posiadać kontekst pliku cvs_data_t. Jeśli nie chciano użyć $TARGET_PATH jako repozytorium CVS, może to wskazywać na błąd lub próbę włamania.
sr: SELinux је одбио cvs приступ ка $TARGET_PATH. Ако је ово CVS спремиште, мора имати cvs_data_t ознаку контекста датотеке. Ако нисте намерили да користите $TARGET_PATH као CVS спремиште ово може указивати или на грешку или на покушај упада.
uk: SELinux заборонила доступ cvs до $TARGET_PATH. Якщо це репозиторій CVS, він повинен мати контекст cvs_data_t. Якщо ви не використовуєте $TARGET_PATH як репозиторій cvs, можливо це помилка або спроба вторгнення.

source: You can alter the file context by executing chcon -R -t cvs_data_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
bn_in: ফাইল কনটেক্স পরিবর্তনের জন্য chcon -R -t cvs_data_t '$TARGET_PATH' প্রয়োগ করা যাবে সিস্টেমের মধ্যে ডিফল্ট ফাইল কনটেক্স ফাইল পরিবর্তন করা আবশ্যক। এর ফলে সম্পূর্ণ রি-লেবল (relabel) করা হলেও কনটেক্সট অপরিবর্তিত থাকবে। "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
gu: તમે chcon -R -t cvs_data_t '$TARGET_PATH' ચલાવવાથી ફાઇલ સંદર્ભને બદલી શકો છો તમે સંપૂર્ણ પુન:લેબલ પર પણ તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર મૂળભૂત ફાઇલ સંદર્ભ ફાઇલોને પણ બદલવી જ જોઇએ. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
it: È possibile alterare il contesto del file eseguendo chcon -R -t cvs_data_t '$TARGET_PATH' Inoltre bisogna cambiare i file di contesto del file predefinito per preservarli anche in caso di una completa rietichettatura. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
ja: chcon -R -t cvs_data_t '$TARGET_PATH' を実行すると、ファイルコンテキストを変更することが出来ます。 また、完全なラベル替えの後でもそれらを維持できるようにするには、システム上のデフォルトのファイルコンテキストファイルの変更もしなければなりません。"semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
pl: Można zmienić kontekst pliku wykonując chcon -R -t cvs_data_t "$TARGET_PATH" Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
sr: Можете променити контекст датотеке извршавањем chcon -R -t cvs_data_t '$TARGET_PATH' Такође морате променити подразумевани контекст датотеке на систему како бисте их сачували у случају поновног означавања. „semanage fcontext -a -t cvs_data_t '$TARGET_PATH'“
uk: Можна змінити контекст, виконавши команду: «chcon -R -t cvs_data_t '$TARGET_PATH'» Також треба змінити типові контексти файлів у системі, щоб вони збереглись навіть при повторній розмітці. «semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'»

source: SELinux is preventing $SOURCE_PATH "$ACCESS" access to $TARGET_PATH.
bn_in: SELinux দ্বারা $SOURCE_PATH-কে ডিভাইস $TARGET_PATH "$ACCESS" ব্যবহারের বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux એ $SOURCE_PATH "$ACCESS" વપરાશને $TARGET_PATH થી અટકાવી રહ્યું છે.
it: SELinux impedisce l'accesso $SOURCE_PATH "$ACCESS" a $TARGET_PATH.
ja: SELinux は $SOURCE_PATH による $TARGET_PATH への "$ACCESS" アクセスを阻止しています。
pl: SELinux powstrzymuje $SOURCE_PATH "$ACCESS" dostęp do $TARGET_PATH.
sr: SELinux спречава $SOURCE_PATH „$ACCESS“ приступ ка $TARGET_PATH.
uk: SELinux забороняє $SOURCE_PATH доступ "$ACCESS" до $TARGET_PATH.
