Repository: 1dot75cm/selinux-policy
Catalog: plugins/po/*.po
Languages: bn_in, gu, it, ja, pl, sr, uk

source: SELinux prevented the mplayer plugin ($SOURCE_TYPE) from making the stack executable. An executable stack should not be required by any software (see <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> for more information). However, some versions of the mplayer plugin are known to require this access to work properly. You should check for updates to the software before allowing this access.
bn_in: SELinux দ্বারা একটি mplayer প্লাগ-ইনকে ($SOURCE_TYPE) স্ট্যাককে এক্সেকিউটেবল করতে বাধা সৃষ্টি করা হয়েছে। কোনো সফ্টওয়্যার দ্বাড়অ এক্সেকিউটেবন স্ট্যাক ব্যবহারের আবশ্যকতা দেখা দেওয়া উচিত নয় (অধিক জানতে <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> দেখুন)। তথাপি mplayer প্লাগ-ইনের কয়েকটি সংস্করণের সঠিক কর্ম সঞ্চালনের জন্য এটি প্রয়োজন হতে পারে। এই অনুমতি প্রদান করার পূর্বে নির্দিষ্ট সফ্টওয়্যার সংক্রান্ত আপডেট পরীক্ষা করুন।
gu: SELinux એ mplayer પ્લગઈનને ($SOURCE_TYPE) સ્ટેક એક્ઝેક્યુટેબલ બનાવવાથી બચાવેલ છે. એક્ઝેક્યુટેબલ સ્ટેક કોઈપણ સોફ્ટવેર દ્વારા જરૂરી હોવું જોઈએ નહિં (વધુ જાણકારી માટે <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux મેમરી સુરક્ષા ચકાસણીઓ</a> જુઓ). છતાં, Java પ્લગઈનની અમુક આવૃત્તિઓ આ વપરાશ પર યોગ્ય રીતે કામ કરવા માટે જાણીતી છે. આ વપરાશની પરવાનગી આપવા પહેલાં તમારે સોફ્ટવેર માટેના સુધારાઓની ચકાસણી કરવી જોઈએ.
it: SELinux ha evitato che il plugin mplayer ($SOURCE_TYPE) rendesse lo stack eseguibile. Uno stack eseguibile non dovrebbe essere necessario ad alcun software (si veda <a href="http://people.redhat.com/drepper/selinux-mem.html">Test di SELinux per la protezione della memoria</a> per maggiori informazioni). Comunque, è risaputo che alcune versioni del plugin mplayer necessitano di questo accesso per funzionare in modo appropriato. Si controlli per aggiornamenti al software prima di permettere tale accesso.
ja: SELinux は mplayer plugin ($SOURCE_TYPE)がスタックを実行可能にすることを阻止しました。 実行可能なスタックはいずれのソフトウェアでも必要とされないはずです。 (詳細は、<a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a>) をご覧ください。) ただし、 mplayer plugin の中には正常に動作するためにこのアクセスを必要とするバージョン があることが知られています。このアクセスを許可する前に、ソフトウェアに 対する更新が ないか確認してください。
pl: SELinux powstrzymał wtyczkę MPlayera ($SOURCE_PATH) przed ustawieniem stosu jako wykonywalny. Żadne oprogramowanie nie powinno wymagać wykonywalnego stosu (proszę zobaczyć <a href="http://people.redhat.com/drepper/selinux-mem.html">Testy ochrony pamięci SELinuksa</a>, aby dowiedzieć się więcej). Jednak niektóre wersje wtyczki MPlayera wymagają tego dostępu, aby poprawnie działać. Powinno się sprawdzić, czy nie ma dostępnych aktualizacji dla tego oprogramowania, zanim udzieli się pozwolenia.
sr: SELinux је спречио mplayer додатак ($SOURCE_TYPE) од промене стека у извршни. Извршни стек ни би требало да буде неопходан ни за који софтвер (погледајте <a href="http://people.redhat.com/drepper/selinux-mem.html ">SELinux тестови заштите меморије</a> за више информација). Међутим, познато је да неке верзије mplayer додатка захтевају овај приступ да би радиле исправно. Треба да проверите за ажурирани софтвер пре дозвољавања овог приступа.
uk: SELinux запобігла формуванню виконуваного стека модулем mplayer ($SOURCE_TYPE). Виконуваний стек не потрібен жодній програмі (см. <a href="http://people.redhat.com/drepper/selinux-mem.html">Тестування захисту пам'яті SELinux</a>). Хоча, деякі версії модулів mplayer вимагають цю можливість для нормальної роботи. Виконайте оновлення ПЗ перш ніж, як вимикати цей захист.

source: Media
bn_in: মিডিয়া
gu: મીડિયા
ja: メディア
sr: Медија
uk: Носій

source: SELinux is preventing the nfs daemon from allowing clients to write to public directories.
bn_in: SELinux নিয়মনীতির জন্য nfs ডেমনের দ্বারা ক্লায়েন্টদেরকে সার্বজনীন ডিরেক্টির মধ্যে লিখতে বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux એ nfs ડિમનને ક્લાઈન્ટોને જાહેર ડિરેક્ટરીઓમાં લખવાની પરવાનગી આપવાથી અટકાવી રહ્યું છે.
it: SELinux sta evitando al demone nfs di consentire ai clients di scrivere nelle cartelle pubbliche.
ja: SELinux は nfs デーモンがクライアントに公共ディレクトリーへの書き込みを許可することを 阻止しています。
pl: SELinux powstrzymuje demona NFS przed pozwoleniem klientom na zapisanie do katalogów publicznych.
sr: SELinux спречава да nfs системска услуга дозволи клијентима уписивање у јавне директоријуме.
uk: SELinux забороняє службі nfs надавати клієнтами право запису у спільні теки.

source: SELinux has preventing the nfs daemon (nfsd) from writing to directories marked as public. Usually these directories are shared between multiple network daemons, like nfs, apache, ftp etc. If you have not exported any public file systems for writing, this could signal an intrusion.
bn_in: SELinux নিয়মনীতির জন্য nfs ডেমনের (nfsd) দ্বারা ক্লায়েন্টদেরকে সার্বজনীন ডিরেক্টির মধ্যে লিখতে বাধা সৃষ্টি করা হচ্ছে। সাধারণত এই ডিরেক্টরিগুলি একাধিক নেটওয়ার্ক ডেমন যেমন nfs, apache, ftp প্রভৃতির মধ্যে যৌথরূপে ব্যবহৃত হয়। লেখার উদ্দেশ্যে কোনো সার্বজনীন ফাইল-সিস্টেম এক্সপোর্ট না করা হলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ nfs ડિમનને (nfsd) જાહેર તરીકે ચિહ્નિત થયેલ ડિરેક્ટરીઓ પર લખવાથી અટકાવી રહ્યું છે. સામાન્ય રીતે આ ડિરેક્ટરીઓ વિવિધ નેટવર્ક ડિમનો જેમ કે nfs, apache, ftp, વગેરે વચ્ચે વહેંચાયેલ છે. જો તમે લખવા માટે કોઈપણ જાહેર ફાઈલ સિસ્ટમોની નિકાસ કરેલ નહિં હોય, તો આ ઘૂંસણખોરીનો સંકેત આપી શક્યું હોત.
it: SELinux ha impedito la scrittura delle cartelle segnate come pubbliche, da parte del demone nfs (nfsd). Generalmente queste directory vengono condivise tra demoni di rete pubblici come nfs, apache, ftp ecc. Se non è stato esportato alcun file system pubblico per il processo di scrittura, ciò può segnalare una intrusione.
ja: SELinux は nfs デーモン (nfsd) によるパブリックのマークが付いたディレクトリーへの 書き込みを阻止しました。 通常、これらのディレクトリーは、 nfs や apache、 ftp などの複数のネットワークデーモン間で共有されます。 書き込み用のパブリック ファイルシステムをエキスポートしていない場合、 これは不正侵入を示している 可能性があります。
pl: SELinux powstrzymuje demona NFS (nfsd) przed zapisywaniem do katalogów oznaczonych jako publiczne. Zwykle te katalogi są współdzielone przez wiele demonów sieciowych, takich jak NFS, apache, FTP itp. Jeśli nie wyeksportowano żadnych publicznych systemów plików do zapisywania, może to wskazywać na włamanie.
sr: SELinux спречава да nfs системска услуга (nfsd) дозволи клијентима уписивање у директоријуме означене као јавне. Обично су ови директоријуми дељени између више мрежних услуга, као nfs, apache, ftp итд. Ако нисте извезли неке јавне системе датотека за уписивање, ово може указивати на упад.
uk: SELinux забороняє службі nfs (nfsd) писати у каталоги, позначені як спільні. Звичайно ці каталоги є спільними для багатьох мережних служб (nfs, apache, ftp та т.д.). Якщо ви не відкривали спільні каталоги на запис, можливо це - вторгнення.

source: If you want to export a public file systems using nfs you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1".
bn_in: nfs'র সাহায্যে কোনো সার্বজনীন ফাইল সিস্টেম এক্সপোর্ট করার জন্য $BOOLEAN বুলিয়ান সক্রিয় করা আবশ্যক: "setsebool -P $BOOLEAN=1".
gu: શું તમે nfs ફાઈલ સિસ્ટમની મદદથી જાહેર ફાઈલ સિસ્ટમોનો નિકાસ કરવા માંગો કે જે તમને $BOOLEAN બુલિયન ચાલુ કરવા જરૂરી હોય: "setsebool -P $BOOLEAN=1".
it: Se desiderate esportare un file system pubblico utilizzando nfs, sarà necessario esportare il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1".
ja: nfs を使用して公共ファイルシステムをエキスポートしたい場合は、 $BOOLEAN ブーリアンをオンにする必要があります: "setsebool -P $BOOLEAN=1".
pl: Aby wyeksportować publiczne systemy plików używając NFS, należy włączyć zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1".
sr: Ако желите да извозите јавни систем датотека користећи nfs, треба да укључите $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“.
uk: Для дозволу експорту загальних файлових систем з nfs необхідно встановити логічну змінну величину $BOOLEAN: «setsebool -P $BOOLEAN=1».

source: File System
bn_in: ফাইল-সিস্টেম
gu: ફાઈલ સિસ્ટમ
ja: ファイルシステム
pl: System plików
sr: Систем датотека
uk: Файлова система

source: SELinux prevented $SOURCE from $ACCESS files stored mail spool directory.
bn_in: SELinux দ্বারা $SOURCE-কে মেইল স্পুল ডিরেক্টরির মধ্যে উপস্থিত ফাইল $ACCESS'এ বাধা সৃষ্টি করা হয়েছে।
gu: SELinux એ NFS ફાઈલસિસ્ટમ પર સંગ્રહાયેલ $ACCESS ફાઈલોથી $SOURCE ને બચાવેલ છે.
it: SELinux ha impedito a $SOURCE di $ACCESS i file conservati su una cartella di posta.
ja: SELinux は $SOURCE が メールスプールディレクトリーに保存してあるファイルに $ACCESS するのを阻止しました。
pl: SELinux powstrzymał $SOURCE przed $ACCESS plików przechowywanych w katalogu bufora poczty.
sr: SELinux је спречио $SOURCE при $ACCESS датотека сачуваних у директоријуму за слање поште.
uk: SELinux заборонила $SOURCE доступ $ACCESS до файлів у каталозі спулу пошти.

source: SELinux prevented $SOURCE from $ACCESS files stored in the mail spool directory. $SOURCE attempted to write one or more files or directories, postfix ordinarily does not need this access. However it can be setup to allow this. If you have not configured $SOURCE to write to the mail spool this access attempt could signal an intrusion attempt.
bn_in: SELinux দ্বারা $SOURCE-কে মেইল স্পুল ডিরেক্টরির মধ্যে উপস্থিত ফাইল $ACCESS'এ বাধা সৃষ্টি করা হয়েছে। $SOURCE দ্বারা এক অথবা অধিক সংখ্যক ফাইল অথবা ডিরেক্টরির মধ্যে লেখার প্রচেষ্টা করা হয়েছে, postfix-র ক্ষেত্রে এই অধিকার প্রয়োজন হয় না। তথাপি, এই অধিকার প্রদান করার জন্য প্রয়োজনীয় কনফিগারেশন করা সম্ভব। $SOURCE-কে মেইল স্পুলে লেখার অনুমতি প্রদান না করা হলে, এটি অনুপ্রবেশের প্রচেষ্টা হতে পারে।
gu: SELinux એ Windows SMB/CIFS (Samba) ફાઈલ સિસ્ટમ પર સંગ્રહાયેલ $ACCESS ફાઈલોથી $SOURCE ને બચાવેલ છે. CIFS એ Windows સિસ્ટમો પર સામાન્ય રીતે વાપરવામાં આવતી નેટવર્ક ફાઈલસિસ્ટમ છે. $SOURCE એ આ પ્રકારની માઉન્ટ થયેલ ફાઈલસિસ્ટમમાંથી એક અથવા વધુ ફાઈલો અથવા ડિરેક્ટરીઓ વાંચવાનું પસંદ કરેલ છે. CIFS ફાઈલસિસ્ટમો સારું SELinux લેબલીંગને આધાર આપતી નહિં હોવાના કારણે, ફાઈલસિસ્ટમમાં સંગ્રહાયેલ બધી ફાઈલો અને ડિરેક્ટરીઓને એકસરખો સુરક્ષા સંદર્ભ હશે. જો તમે $SOURCE ને CIFS ફાઈલસિસ્ટમમાંથી ફાઈલો વાંચવા માટે રૂપરેખાંકિત કરેલ નહિં હોય તો આ વપરાશ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: SELinux ha impedito a $SOURCE di $ACCESS ai file conservati su di una cartella di posta. $SOURCE ha cercato di scrivere uno o più file o cartelle, postfix normalmente non ha bisogno di tale accesso. Comunque può essere impostato per consentirlo. Se $SOURCE non è stato configurato per la scrittura nella cartella di posta questo tentativo di accesso potrebbe segnalare un tentativo di intrusione.
ja: SELinux は $SOURCE が メールスプールディレクトリー内に保存してあるファイルシステムに $ACCESS するのを阻止しました。 $SOURCE は１つ又は複数のファイルか、ディレクトリーの書き込みを試行しましたが、 postfix は一般的にこのアクセスを必要としません。但し、この実行を許可するように設定することは できます。 $SOURCE がメールスプールに書き込むように設定していない場合は、 このアクセスは不正侵入の形跡である可能性があります。
pl: SELinux powstrzymał $SOURCE przed $ACCESS plików przechowywanych w katalogu bufora poczty. $SOURCE próbował zapisać jeden lub więcej plików lub katalogów, Postfix zwykle nie potrzebuje tego dostępu. Mimo to może być ustawiony tak, aby na to pozwalał. Jeśli nie skonfigurowano $SOURCE tak, aby zapisywał pliki w buforze poczty, ta próba dostępu może wskazywać na próbę włamania.
sr: SELinux је спречио $SOURCE при $ACCESS датотека у директоријуму за слање поште. $SOURCE је покушао да упише у једну или више датотека или директоријума, али postfix услузи углавном не треба овај приступ. Међутим, може бити подешен да омогући овај приступ. Ако нисте подесили $SOURCE за писање у ред слања поште, овај приступ може указивати на покушај упада.
uk: SELinux заборонила $SOURCE доступ $ACCESS до файлів у каталозі спулу пошти. $SOURCE спробував виконати запис у файли/каталоги, у доступі до яких Postfix немає потреби. Доступ до них можна спеціально налаштувати. Якщо ви не налаштовували $SOURCE на запис у спул, ця спроба отримання доступу може бути сигналом вторгнення.

source: Mail
bn_in: মেইল
gu: મેઈલ
it: Posta
pl: Poczta
sr: Пошта
uk: Пошта

source: SELinux policy is preventing the rsync daemon from writing to a public directory.
bn_in: SELinux নিয়মনীতির জন্য rsync ডেমনকে সার্বজনীন ডিরেক্টির মধ্যে লিখতে বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux પોલિસી એ rsync ડિમનને જાહેર ડિરેક્ટરીમાં લખવાથી અટકાવી રહી છે.
it: La policy di SELinux impedisce al demone rsync di eseguire una scrittura su di una cartella pubblica.
ja: SELinux ポリシーは rsync デーモンが公共ディレクトリーに書き込むことを 阻止しています。
pl: Polityka SELinuksa powstrzymuje demona rsync przed zapisywaniem do katalogu publicznego.
sr: SELinux полиса спречава rsync системску услугу од уписивања у јавни директоријум.
uk: Політика SELinux запобігає запису у спільну теку службою rsync.

source: SELinux policy is preventing the rsync daemon from writing to a public directory. If rsync is not setup to allow anonymous writes, this could signal an intrusion attempt.
bn_in: SELinux নিয়মনীতির জন্য rsync ডেমনকে সার্বজনীন ডিরেক্টির মধ্যে লিখতে বাধা সৃষ্টি করা হচ্ছে। অ্যানোনিমাস লিখনের উদ্দেশ্যে rsync নির্ধারণ না করা হলে, এটি সম্ভাব্য অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux પોલિસી એ rsync ડિમનને જાહેર ડિરેક્ટરીમાં લખવાથી અટકાવી રહી છે. જો rsync એ અનામિક લેખનોને પરવાનગી આપવા માટે સુયોજિત નહિં હોય, તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: La policy di SELinux impedisce al demone rsync di eseguire una scrittura su di una cartella pubblica. Se rsync non è stato impostato per eseguire processi di scrittura anonimi, ciò potrà segnalare un tentativo di intrusione.
ja: SELinux ポリシーは rsync デーモンが公共ディレクトリーに書き込むのを 阻止しています。 rsync が anonymous 書き込みを許可するように設定されて いない場合、これは侵入の試みを示唆している可能性があります。
pl: Polityka SELinuksa powstrzymuje demona rsync przed zapisywaniem do katalogu publicznego. Jeśli rsync nie jest ustawiony tak, aby pozwalał na anonimowe zapisywanie, może to wskazywać na próbę włamania.
sr: SELinux полиса спречава rsync системску услугу од уписивања у јавни директоријум. Ако rsync није подешен да дозволи анонимне уписе, ово може указивати на покушај упада.
uk: Політика SELinux запобігає запису у спільну теку службою rsync. Якщо rsync не дозволяє анонімний запис, це може слугувати індикатором спроби вторгнення.

source: If rsync should be allowed to write to this directory you need to turn on the $BOOLEAN boolean and change the file context of the public directory to public_content_rw_t. Read the rsync_selinux man page for further information: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t public_content_rw_t <path>"
bn_in: rsync-কে এই ডিরেক্টরিতে লেখার অনুমতি প্রদান করতে হলে $BOOLEAN বুলিয়ান সক্রিয় করুন ও সার্বজনীন ডিরেক্টরিটির ফাইল কনটেক্সট public_content_rw_t'এ পরিবর্তন করুন। অধিক জানতে rsync_selinux man পৃষ্ঠা পড়ুন: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" সিস্টেমের মধ্যে ডিফল্ট ফাইল কনটেক্স ফাইল পরিবর্তন করা আবশ্যক। এর ফলে সম্পূর্ণ রি-লেবল (relabel) করা হলেও কনটেক্সট অপরিবর্তিত থাকবে। "semanage fcontext -a -t public_content_rw_t <path>"
gu: શું rsync આ ડિરેક્ટરીમાં લખવા માટે માન્ય હોવું જોઈએ તો તમારે $BOOLEAN બુલિયનને ચાલુ કરવું જોઈએ અને જાહેર ડિરેક્ટરીનો સંદર્ભ public_content_rw_t માં બદલવો જોઈએ. આગળની જાણકારી માટે rsync_selinux મદદ પાનું વાંચો: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" તમારે સંપૂર્ણ નામ બદલવા પર પણ તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર મૂળભૂત ફાઇલ સંદર્ભ ફાઇલોને પણ બદલવુ જ જોઇએ. "semanage fcontext -a -t public_content_rw_t <path>"
it: Se si desidera che rsync sia in grado di scrivere su questa directory, abilitare il booleano $BOOLEAN e modificate il contesto del file della directory pubblica in public_content_rw_t. Consultare la pagina man di rsync_selinux per maggiori informazioni: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Si deve inoltre cambiare i file di contesto del file predefinito sul sistema per preservarli anche da una completa rietichettatura. "semanage fcontext -a -t public_content_rw_t <path>"
ja: rsync によるこのディレクトリーへの書き込みが許可される必要がある場合、 $BOOLEAN ブーリアンをオンにして公共ディレクトリーのファイルコンテキストを public_content_rw_t に変更する必要があります。 詳細については、 rsync_selinux の man ページをお読みください: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" また、完全なラベル替えでもシステム上でファイルコンテキストを維持するためには、 デフォルトのファイルコンテキストファイルを変更する必要があります。"semanage fcontext -a -t public_content_rw_t <path>"
pl: Jeśli rsync powinien mieć pozwolenie na zapisanie w tym katalogu, należy włączyć zmienną logiczną $BOOLEAN i zmienić kontekst katalogu publicznego na public_content_rw_t. Proszę przeczytać stronę podręcznika rsync_selinux, aby dowiedzieć się więcej: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <ścieżka>" Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. "semanage fcontext -a -t public_content_rw_t <ścieżka>"
uk: Щоб дозволити rsync виконувати запис у цю теку, слід встановити логічну змінну $BOOLEAN та замінити контекст спільної теки на public_content_rw_t. За докладною інформацією зверніться до сторінки довідки rsync_selinux: «setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <шлях>» Також треба змінити типові контексти файлів у системі, щоб вони збереглись навіть при повторній розмітці. «semanage fcontext -a -t public_content_rw_t <шлях>»

source: SELinux is preventing the sasl authentication server from reading the /etc/shadow file.
bn_in: SELinux দ্বারা sasl অনুমোদন সার্ভারকে /etc/shadow ফাইল পড়তে প্রতিরোধ করা হচ্ছে।
gu: SELinux એ sasl સત્તાધિકરણ સર્વરને /etc/shadow ફાઈલ વાંચવાથી અટકાવી રહ્યું છે.
it: SELinux impedisce la lettura del file /etc/shadow da parte del server di autenticazione sasl.
ja: SELinux は sasl 認証サーバーによる /etc/shadow ファイルの読み込みを阻止しています。
pl: SELinux powstrzymuje serwer uwierzytelniania sasl przed odczytaniem pliku /etc/shadow.
sr: SELinux спречава сервер sasl аутентификације од читања /etc/shadow датотеке.
uk: SELinux запобігає читанню файлу /etc/shadow сервером автентифікації sasl.

source: SELinux has denied the sasl authentication daemon from reading the /etc/shadow file. If the sasl authentication daemon (saslauthd) is not setup to read the /etc/shadow, this could signal an intrusion.
bn_in: SELinux দ্বারা sasl অনুমোদন সার্ভারকে /etc/shadow ফাইল পড়তে প্রতিরোধ করা হচ্ছে। যদি sasl অনুমোদনের ডেমনটি (saslauthd) /etc/shadow ফাইল পড়ার জন্য কনফিগার না করা হয়ে থাকে, তাহলে এটি অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux એ sasl સત્તાધિકરણ ડિમનને /etc/shadow ફાઈલ વાંચવાથી નામંજૂર કરેલ છે. જો sasl સત્તાધિકરણ ડિમન (saslauthd) એ /etc/shadow વાંચવા માટે સુયોજિત થયેલ નહિં હોય, તો આ ઘૂંસણખોરીનું સંકેત આપી શક્યું હોત.
it: SELinux ha impedito la lettura del file /etc/shadow da parte del demone di autenticazione sasl. Se il demone di autenticazione(saslauthd) non è stato impostato in modo da leggere /etc/shadow, ciò potrebbe segnalare un tentativo di intrusione.
ja: SELinux は sasl 認証デーモンによる /etc/shadow ファイルの読み込みを 拒否しました。 sasl 認証デーモン (saslauthd) が /etc/shadow を 読み込むよう設定されていない場合、これは不正侵入を示唆している可能性 があります。
pl: SELinux odmówił demonowi uwierzytelniania SASL odczytania pliku /etc/shadow file. Jeśli ten demon (saslauthd) nie jest ustawiony tak, aby odczytywał plik /etc/shadow, może to wskazywać na włamanie.
sr: SELinux је одбио системску услугу sasl аутентификације од читања /etc/shadow датотеке. Ако услуга sasl аутентификације (saslauthd) није подешена да чита /etc/shadow, ово може указивати на упад.
uk: SELinux відмовила у читанні файлу /etc/shadow службі автентифікації sasl. Якщо службу saslauthd не налаштовано на читання /etc/shadow, це може бути індикатором спроби вторгнення.

source: If you want the sasl authentication daemon to be able to read the /etc/shadow file change the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1".
bn_in: sasl অনুমোদন ডেমনের দ্বারা /etc/shadow ফাইল পড়ার অনুমোদন করার জন্য $BOOLEAN বুলিয়ানের মান পরিবর্তন করুন: "setsebool -P $BOOLEAN=1".
gu: જો તમને /etc/shadow ફાઈલ વાંચવાની સક્ષમતા માટે sasl સત્તાધિકરણ ડિમનની જરૂર હોય તો $BOOLEAN બુલિયન બદલો: "setsebool -P $BOOLEAN=1".
it: Se desiderate che il demone di autenticazione sasl sia in grado di leggere il file /etc/shadow, modificate il booleano $BOOLEAN: "setsebool -P $BOOLEAN=1".
ja: sasl 認証デーモンが /etc/shadow ファイルを読み込めるように する場合は、 $BOOLEAN ブーリアンを変更します: "setsebool -P $BOOLEAN=1"
pl: Aby pozwolić demonowi uwierzytelniania SASL na odczytanie pliku /etc/shadow, należy zmienić zmienną logiczną $BOOLEAN: "setsebool -P $BOOLEAN=1".
sr: Ако желите да системска услуга sasl аутентификације може да чита /etc/shadow датотеку, промените $BOOLEAN логичку: „setsebool -P $BOOLEAN=1“.
uk: Для дозволу читання файлу /etc/shadow службою автентифікації sasl встановіть логічну змінну $BOOLEAN: «setsebool -P $BOOLEAN=1».

source: SELinux policy is preventing the samba daemon from writing to a public directory.
bn_in: SELinux নিয়মনীতির জন্য samba ডেমনকে সার্বজনীন ডিরেক্টির মধ্যে লিখতে বাধা সৃষ্টি করা হচ্ছে।
gu: SELinux પોલિસી એ samba ડિમનને જાહેર ડિરેક્ટરીમાં લખવાથી અટકાવી રહી છે.
it: La policy SELinux impedisce lai scrittura di una cartella pubblica da parte del demone samba.
ja: SELinux ポリシーは samba デーモンによるパブリックディレクトリーへの書き込みを 阻止しています。
pl: Polityka SELinuksa powstrzymuje demona Samby przed zapisaniem do katalogu publicznego.
sr: SELinux полиса спречава samba системску услугу од уписивања у јавни директоријум.
uk: Політика SELinux запобігає виконанню запису у спільну теку службою samba.

source: SELinux policy is preventing the samba daemon from writing to a public directory. If samba is not setup to allow anonymous writes, this could signal an intrusion attempt.
bn_in: SELinux নিয়মনীতির জন্য samba ডেমনকে সার্বজনীন ডিরেক্টির মধ্যে লিখতে বাধা সৃষ্টি করা হচ্ছে। অ্যানোনিমাস লিখনের উদ্দেশ্যে samba নির্ধারণ না করা হলে, এটি সম্ভাব্য অনুপ্রবেশের সংকেত হতে পারে।
gu: SELinux પોલિસી એ samba ડિમનને જાહેર ડિરેક્ટરીમાં લખવાથી અટકાવી રહી છે. જો samba એ અનામિક લેખનોની પરવાનગી આપવા માટે સુયોજિત થયેલ નહિં હોય, તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
it: La policy SELinux impedisce la scrittura di una cartella pubblica da parte del demone samba. Se samba non è stato impostato per permettere un processo di scrittura anonimo, ciò potrà segnalare un tentativo di intrusione.
ja: SELinux ポリシーは samba デーモンによる公共ディレクトリーへの書き込みを 阻止しています。 samba の anonymous 書き込みを許可するように設定されていない場合、 これは不正侵入の試行を示唆している可能性があります。
pl: Polityka SELinuksa powstrzymuje demona Samby przed zapisaniem do katalogu publicznego. Jeśli Samba nie jest ustawiona tak, aby pozwalała na anonimowe zapisywanie, może to wskazywać na próbę włamania.
sr: SELinux полиса спречава samba системску услугу од уписивања у јавни директоријум. Ако samba није подешена да дозволи анонимне уписе, ово може указивати на покушај упада.
uk: Політика SELinux запобігає виконанню запису у спільну теку службою samba. Якщо samba не дозволяє анонімний запис, це може бути індикатором спроби вторгнення.
